"Идиот!
Разве не очевидно?!
Будет весело убить её и увидеть твою страдальческую физиономию, какая ещё может быть причина?
Кья‐ха‐ха‐ха‐ха‐ха!"
"Смотри, смотри, не отворачивайся, наблюдай.
Смотри, смотри, смотри, смотри!
Вот магия, а вот вещь, как бы ты ни пытался опровергнуть меня и магию. Смотри, смотри. Смотри, смотри, смотри, смотри!
Гья‐ха‐ха‐ха‐ха‐ха‐ха!"
"......Извини, Баттле‐ер.
Было интересно.
...Но всё‐таки, я просто делала то, что говорила мне наставница, а как сработало!
Какой бы я ни была до этого цунцун:злой и какие бы глубины жестокости ни демонстрировала, стоило только мне стать более дере:мягкой и неумелой, как шкала твоего расположения ко мне взлетела, да‐а?
Кья‐ха‐ха‐ха‐ха‐ха!"
Дул тоскливый, пустынный ветер.
Сверкающие лепестки на кустах роз были... золотого цвета.
Золотых бабочек, некогда круживших по этому золотому розарию, словно развевающиеся лепестки роз...
больше нигде не было видно...
Хозяйка Золотой Земли — Золотая ведьма Беатриче.
Её можно назвать бесчеловечной и жестокой.
Высокомерной и несправедливой.
А ещё — наивной и простой.
Того её смеха, который по мере продолжения всё больше и больше терял свою изящность...... теперь уже не было слышно.
Золотая ведьма Беатриче...
сидела на стуле как кукла, украшенная столь же прекрасно, как сам золотой розарий.
......Она не отдыхала там.
Её глаза были пусты.
Она не отвечала ни на какие вопросы.
И всё же ей не было позволено спать.
Беатриче сидела как кукла......
Её волосы были распущены, и Вергилия аккуратно расчёсывала их гребнем.
Начни Беато жаловаться на свою причёску,
сразу стало бы ясно, что она всё та же Беато.
......Но она не отвечала и никак не реагировала.
Поэтому казалось, будто Вергилия расчёсывает светлые волосы большой куклы...
Рядом с ними стоял стол.
На нём была шахматная доска... с сочетанием чёрных и белых фигур, сошедшихся в решительной битве.
Вот только чем‐то эта игра отличалась от обычных шахмат.
...У них было много общего, но это точно были не шахматы.
На другой стороне...... продумывая следующий ход, на стуле сидел молодой человек.
...Нет, пожалуй, он не думал о следующем ходе.
Время от времени он переставлял фигуры, каждый раз пересматривая ситуацию.
Возможно, воссоздавал предыдущие расстановки, выискивая мысли, скрытые за сделанными ходами.
В прошлом...
Кинзо — глава семьи Уширомия — однажды сравнил изучение шахматных расстановок с путешествием по разуму старых мастеров.
Уширомия Баттлер... был в путешествии.
Путешествии в поисках мыслей Золотой ведьмы, которые привели её к созданию такой расстановки и к таким ходам.
Баттлер взял чёрную фигуру, которая должна была быть передвинута вперёд, и вернул её на прежнее место, глубоко вздохнув.
Его фигуры были белыми.
Но на этой шахматной доске он играл чёрными.
Восстанавливая расстановку, он пытался играть со стороны Беато...
"......Чем больше я это делаю, тем меньше понимаю твои ходы."
Даже Баттлер... не ожидал, что Беато ответит на это высказывание.
Нет...... думая, что ещё может быть шанс на её ответ,
...он сказал это, будто разговаривая сам с собой.
В глазах Беато...... ничего не отразилось.
И с её губ ничего не слетело.
"........................"
Попросив его убить её...
...... Золотая ведьма превратилась в труп, отказавшийся от жизни.
Она не спала.
......Она не могла отступить от этой игры, и поэтому ей нельзя было спать.
Так что, должно быть, она слышала.
Но...... слова не достигли её сердца.
Сейчас Золотая ведьма не глумилась над ходами Баттлера, не хвалила их и не принижала.
Теперь Беатриче была...... не более чем живой куклой.
И всё же, она время от времени поднимала на него взгляд. Пустой, но, тем не менее, взгляд.
Иногда она, казалось бы, делала какой‐то жест или даже шевелила губами.
Но Баттлеру её жесты так ничего и не передали......
"Как ты решилась на этот ход в такой ситуации?
......Я совсем не понимаю...
твоих ходов."
"....................."
"......Беато.
Баттлер с тобой разговаривает..."
"....................."
"...Скажи что‐нибудь.
Можешь захихикать или захохотать.
......Я не против даже если ты засмеёшься тем своим пронзительным смехом."
......Можно ли верить?..
Тот пронзительный смех Беато... никогда больше не будет услышан.
Но даже если она не могла ответить, его голос непременно достиг её.
......Баттлер говорил потому, что верил в это.
Поэтому он сказал то же самое ещё раз...
"Как ты решилась на этот ход в такой ситуации?
Я совсем не понимаю...
твоих ходов."
"............
......Так ты не понимаешь о чём она думает?"
Ответила Вергилия вместо своей ученицы.
До этого момента она старалась не говорить за Беато.
Ведь был шанс, что та каким‐то образом ответит, и Вергилия не хотела отнимать его.
......Баттлер должен был терпеть тишину...
... до тех пор, пока Беато не ответит сама.
Вергилия больше не могла на это смотреть...
Кроме того, Баттлер хотел поговорить с ней.
Они верили, что смогут достучаться до сердца Беато......
"Да.
Понятия не имею.
......Чем больше я влезаю в её шкуру и передвигаю так фигуры, тем меньше понимаю."
Серийное убийство согласно эпитафии.
Приняв его за условие победы, я хотел восстановить расстановку с точки зрения стороны ведьмы.......
но никак не смог соотнести её с ходами Беато.
В прошлых расстановках я видел несколько непостижимых ходов, явно противоречащих условию победы...
"......Ничего не понимаю.
Дорога сквозь ход её мыслей слишком запутана."
"Но ты всё равно не сдашься."
"Хорошо.
.........Я обещал."
Убей... меня.
...Дай мне умереть......
"Я обещал дать ей обрести покой.
......И только я могу сделать это."
...Правую лодыжку Беато сковала тяжёлая, холодная стальная цепь.
Она не была ни к чему привязана и потому не сковывала её движений.
Однако эта цепь была символом.
Проявлением ограничения, не позволяющего ей покинуть игру без победы или поражения...
И, вероятно, эти кандалы причиняли ей боль.
Беспощадно холодные,
они снова и снова мучили её во сне наяву.
"............Гх‐х............ а..."
Поэтому в её пустом выражении не было облегчения.
Её веки иногда подрагивали, будто она видела дурной сон... и время от времени она мучительно вздыхала.
Если я не выиграю......
Беато никогда не освободится от проклятия, не позволяющего ей обрести покой......
"...Ты не торопишься?
Пятая игра уже началась."
"............
......Мне всё равно."
Почему я должен принимать участие в игре без Беато в роли моего противника?..
Если это единственная альтернатива,
тогда восстанавливать предыдущие расстановки, путешествуя в поисках мыслей Беато, куда более полезное занятие......
"Я буду следующим Владельцем игры.
Возражения?
У тебя же их нет?"
"......У меня их тонны.
Беато признала поражение, и сейчас она без сознания.
Разве она не проиграла по умолчанию и для неё не наступил \'game over\'?.."
"Признаю, с Беато случилось много всего, и кажется, будто она сейчас в нокауте.
Но это не значит, что она потеряла желание бороться.
Вот почему я веду себя как её помощник.
Дошло?"
Беато лежала в кресле почти так, будто спала.
Но она не спала...
... и не бодрствовала.
Она была не более чем живой куклой, которая отказалась от победы, попросила Баттлера провести её последние обряды
и всё бросила...
Естественно, если все просто соберутся вместе, следующая игра... пятая игра не будет готова.
Поэтому Лямбдадельта
сменила Беато как следующий Владелец игры и объявила, что подготовит новую игру.
"Хватит дурью маяться.
Эта игра между мной и Беато.
Не знаю, кто вы такие, но я не позволю вам продолжать без нас."
"Твоего мнения никто не спрашивал.
Как поступишь, Берн?
Согласишься? Или нет?"
"..................
......Ладно.
Можешь занять её место."
"Какого чёрта... Хватит нести чушь.
Понятия не имею, кто вы, но я не позволю вам игнорировать нас с Беато и просто продолжать самим!"
"Успокойся.
Разумеется, когда меняется игрок, меняются и ходы.
Много чего собьёт тебя с толку,
но даже это может стать большими подсказками, понимаешь?"
"Какая разница?!!
Перестань говорить что вздумается и решать всё по своему усмотрению!!!"
".........Игра Беато повторялась четыре раза, но ты ведь всё равно по‐прежнему ничего не понимаешь?
Думаю, смена игрока может привести к стоящим подсказкам."
"Не ваше дело!
Это наша игра! Беато создала её и назначила меня своим противником.
Не знаю, из какой дыры вы вдвоём вылезли, но я не хочу, чтобы вы всё портили!"
".........Тогда разбуди Беато и заставь её подготовить следующую игру.
Можешь?.."
"Бе... Беато пока не проснётся.
Но новая игра не нужна.
Четырёх её игр было вполне достаточно!"
"Даже если пятая игра состоится, она будет между мной и Беато.
Вас двоих это абсолютно не касается!"
Баттлер не мог скрыть раздражения на этих двух ведьм — Лямбдадельту и Бернкастель,
— которые показались уже после начала игры и пытались продолжить её как им хочется...
Похоже, эти две ведьмы по рангу ещё выше Беато.
По правде говоря, настолько, что сама наставница Беато — Вергилия — не могла даже подойти ближе.
У Баттлера было чувство, что они уже появлялись перед ним пару раз.
Но сейчас он узнал их имена и впервые говорил с ними напрямую.
"Нельзя подготовить следующую игру, не разбудив Беато.
Вот почему я беру подготовку на себя!"
"Мы, знаешь ли,
не так терпеливы, чтобы ждать неизвестно сколько, пока она очнётся.
Верно, Берн?"
"............Я не люблю скуку.
Она сводит меня с ума."
"Нас нисколько не волнует, скучно тебе или нет."
"Да ладно тебе.
Предоставь всё <perfect> госпоже Лямбдадельте.
Я возьму на себя обязанности Владельца игры."
"Не переживай, я не буду играть \'абсолютно совершенно\'.
Просто, как и Беато, подготовлю множество непостижимых фальшивок, улик и бонусных подсказок.
Я дам тебе парочку крупных намёков, чтобы ты смог лучше понять мир Беато."
Позволив своим беззвучным эмоциям вырваться наружу... я с силой ударил по столу.
Две ведьмы даже не дрогнули.
......Одна ухмыльнулась.
Другая смотрела так равнодушно, как будто ничего не случилось.
Они обе просто молча уставились на меня.
...Словно упрекали.
"Что такое?
Не устраивает?
Хочешь сказать, что выходишь из моей пятой игры?
Разве это не проигрыш по умолчанию?"
".........Баттлер никуда не уйдёт.
Конечно же, он примет участие в пятой игре."
"Не решай за меня!
Я не собираюсь подыгрывать вам.
Плевать я хотел!"
"Хм‐м...
......Тогда это и впрямь проигрыш по умолчанию...
В этой игре побеждает сторона ведьмы.
Так ли уж нормально заканчивать её капитуляцией стороны людей?.."
".........Если уйдёшь, игра закончится твоим поражением по умолчанию, понимаешь?
.........Этот вариант в твоём полном распоряжении,
раз тебя устраивает, что твоя одинокая сестра будет вечно сталкиваться с несчастьями в бесчисленных мирах."
Когда Бернкастель упомянула Энджи......... выражение Баттлера мгновенно изменилось.
"Т‐тварь,
не смей упоминать Энджи......"
".........Благодаря тому, что на твоей стороне я, ведьма чудес Бернкастель,
...существует вероятность чуда, что семья Энджи к ней вернётся."
"Впрочем, даже если ты своими руками уничтожишь этот шанс и её бесконечное будущее будет заканчиваться в горести, может быть не менее интересно."
Я более‐менее понимал, о чём она.
Пока не выиграю в игре Беато, я так и буду в ловушке этого странного мира.
А если откажусь от победы...... мы с родителями точно никогда не вернёмся к Энджи.
Ради неё... даже если мне ясно, что ведьмы играются со мной,
я должен продолжать бороться...
"Н‐н... ч‐чёрт......"
".........Что такое?
Выглядишь недовольным.
Уже забыл тот гнев, что ты почувствовал, когда твоя сестра превратилась в фарш?.."
"То представление, где её разорвали на куски бесчисленные раскалённые клещи.
На этот раз смотри внимательно, ладно?.."
Бернкастель раскрыла ладонь правой руки.
...Там собрался сгусток бледного света...... и появился кристалл, излучающий синий свет.
......На острой поверхности кристалла отразилась сцена...
но не место, окружающее их.
Всмотревшись вглубь этого кристалла...... вглубь фрагмента,
можно было узнать, что отражено в нём.
В его глубинах ясно была видна картина, где Энджи......... пожертвовавшую всем после 12 лет жизни и наконец встретившуюся со своим любимым братом...
... разрывало на куски ещё при жизни.
Сцена её предсмертных мук.
"Бу... будь ты... проклята........."
Не раздумывая, он схватил её за воротник,
но как только коснулся, она исчезла как пена на волнах.
И затем, так же естественно, как будто была там с самого начала,
Бернкастель уже стояла прислонившись к дальней стене.
".........Бросишь игру
— это уже будет не обыкновенный фрагмент, а ясная реальность.
Такое будущее создам не я.
Ты сам его создашь.
......Поэтому решай,
какое будущее хочешь для своей любимой младшей сестры."
Кулаки Баттлера тряслись от гнева......
но он не сможет ударить, даже если замахнётся на Бернкастель.
Эта ведьма никому не позволяет прикасаться к себе, если она того не хочет. Как кошка или призрак.
И... она права.
Ради Энджи мне нельзя отступать.
Даже если эти мерзкие ведьмы захватили игровую доску.
"Эххе-хе-хе-хех.
Ты как всегда, Бе~рн.
Так бессердечна, когда угрожаешь людям.
...Так‐то, Баттле‐ер."
"Тебе никуда не деться с этой игровой доски.
Вы с Беато не более чем фигуры на игровом поле, роль которых — развеять нашу скуку.
...Даже твой непостижимый гнев для нас чудесное лекарство от скуки."
"Хотя такой уровень гнева рассчитан только на дешёвые закуски."
".........Например, на те картофельные пластинки со вкусом карри, которые продают по 30 иен за пару."
""*хи‐хи*хи‐хи*, аха‐ха‐ха‐ха‐ха‐ха!!!""
"Ч‐чёртовы... ведьмы......"
".........*хи‐хи*.
Борись ради Энджи.
И ради Беато тоже, я полагаю?.."
Таким тоном, каким убеждают... или балуют......
и подобно тому, когда что‐то слишком сладкое иногда вызывает головную боль, Бернкастель помучила Баттлера и улыбнулась.
В данный момент хозяйка этого чаепития — Беато — отсутствовала.
......Гостьи‐ведьмы уже чувствовали себя как дома.
"...Что будешь делать, Уширомия Баттле‐ер?
Сдашься судьбе?.."
".................."
"Отступи.
С тебя же уже достаточно быть пешкой ведьмы?
Эхе‐хе‐хех, быть фигурой Берн реально тяжко.
Она наверняка использует тебя и выбросит, прямо как Энджи.
Ге‐хе‐хе‐хе‐хех!"
"Я не позволю тебе отступить.
......Продолжай бороться ради будущего своей сестры.
Я твоя союзница.
Пока не победишь, я буду поддерживать тебя, чтобы ты мог достичь этого будущего.
...До скончания веков, пока мне не надоест.
......*хи‐хи*хи‐хи*."
Нельзя позволять ей провоцировать меня и раздражать лестью......
Эти ведьмы знают, что я легко выхожу из себя, и пытаются этим воспользоваться...
...Баттлер выдержал...... и наконец разжал кулаки.
".........Если вам так хочется начать пятую игру — начинайте.
Делайте что хотите."
"Ага, я буду делать что хочу.
......Эй‐эй, ты куда‐а?"
Хоть и признав пятую игру, Баттлер повернулся к ним спиной,
чем немного удивил Лямбдадельту.
"Если ты будешь заменять Беато......
ведьма Бернкастель наверняка может быть моей заменой, если хочет."
".........Неплохая идея.
Иначе мы точно проиграем по умолчанию."
"Чего?!
Ты вот так просто собираешься проигнорировать Эпизод 5, в создание которого я вложила столько усилий?!
Грубо, грубо!"
"......Баттлер хочет ненадолго взять перерыв.
До тех пор, пока он не вернётся, я буду его заменять.
Что скажешь?.. Баттлер?.."
".........Вперёд."
"............"
"......Что, Лямбда?
Отказываешься играть против меня вместо дурака Баттлера?.."
"Эхе‐хе‐хе‐хех!
Конечно нет♪
Я рада играть с тобой, Бе~рн!
Ну же, давай, давай играть!
Давай вместе сыграем в супер‐гипер‐милый Эпизод 5 госпожи Лямбдадельты~!"
".........Хотя на самом‐то деле этот мир создала Беато.
Ты же не собираешься испортить всю атмосферу истории?.."
"Да не волнуйся.
Я вижу такие штуки насквозь.
Надо просто с помощью атмосферы Беато создать ещё более интересную историю."
"Баттлер, обязательно вернись сразу же, как только твой перерыв закончится.
Жалко будет, если ты всё пропустишь.
Я подготовила много бонусов, чтобы подпустить его ближе к тайне Беато♪"
"...Так оно будет выглядеть, когда на самом деле я дам кучу неверных указаний и всё запу~таю.
Эй, Баттле‐ер, стой! Почему ты не слушаешь, когда ведьма говорит?!"
Ничего не ответив, Баттлер исчез во тьме.
Пожав плечами и захихикав,
ведьмы тут же начали играть с украденной у Беато игровой доской......
"Эти ведьмы действительно понимают игру Беато?"
"...Они используют ту же игровую доску и не могут делать ничего из того, что не может сделать это дитя.
Однако они могут делать то, чего она делать не стала бы."
"............
...Что бы она не стала делать?"
"Шахматные принадлежности нужны для игры в шахматы.
Ими *нельзя* играть в карты.
И всё же, бросаться фигурами в противника и рисовать на доске..."
"Вполне возможно.
Однако это кощунство по отношению к шахматам,
поэтому никто *так не делает*."
"....................."
Тогда это точно...... больше не шахматы.
Казалось, глаза Беато слегка омрачились печалью.
".........Чёрт бы их побрал.
.........Эта игра между мной и Беато.
...Я никому не позволю осквернять её."
В этот момент собрались золотые бабочки, и появился Ронове, держащий чайный сервиз с чёрным чаем.
"Не хотите ещё чая?"
".........Если тебе не трудно."
"Разумеется.
......Итак,
как продвигается ваше путешествие в поисках мыслей миледи?"
"Никак, но мне оно нравится."
"И всё же...... вы уверены?
Ничего, что вы сидите здесь?"
"......Намекаешь на игру, которую начали эти ведьмы?"
"Да.
Только что, когда я пришёл предложить им чая, уже произошли убийства первых сумерек,
и, кажется, следующее убийство не за горами."
Когда мы с Беато играли,
игра приостанавливалась, если кто‐то покидал своё место.
......Однако эти ведьмы не стали прерывать игру лишь потому, что меня нет рядом...
"............Ронове, ты видел их игру?"
"Только часть."
"Ну и как?"
Ронове изящным жестом поднял чайник, наливая чёрный чай.
Закончив, он наконец сказал кое‐что,
высказав нам своё впечатление.
"В ней нет... любви."
"......\'Любви\'?"
"Прошу прощения.
Слишком уж женский ответ.
......Как мужчина...
... быть может, могу сказать, что она бесчестна."
Я понял значение его слов.
Когда я встретился взглядом с Вергилией, она слегка покачала головой и опустила взгляд...
".........На вид их игра сильно напоминает игры миледи.
Однако основы слишком разные."
"Она противоречит правилам игры Беато?"
"Нет.
Госпожа Лямбдадельта достаточно хорошо понимает правила игры миледи.
......Но..."
".................."
Баттлер встал.
В словах Ронове больше не было необходимости.
"Баттлер......"
"......Извини, Ронове.
Хоть ты и налил мне чай, это не то, что мне нужно."
"Вы всё‐таки пойдёте?"
"Да.
......Нам не нужны посторонние в нашей игре."
...Этих двоих даже не было здесь с самого начала.
Из‐за того, что я слонялся неизвестно где, начали появляться ведьмы всё безумнее и безумнее......
и вот, они уже присвоили себе игру между мной и Беатриче.
"Я должен вернуть её.
......Теперь игровая доска Беато на мне...
а значит, мне нельзя сидеть сложа руки."
"......Спасибо.
Хотела бы я, чтобы она услышала эти слова."
"Я уверен, что она слышит.
......Миледи просто не в состоянии ответить."
Беато молча сидела как живая кукла с потухшими глазами...
Игровая доска, которую она сама же создала, была захвачена непонятно кем и испорчена...
Если Беато назначила меня своим противником...
Значит, она создала эту игру для меня.
Я...... должен вернуть её.
".......Дождись.
Я верну нашу игру."
"....................."
Разумеется, Беато никак не отреагировала.
......Верно.
Если она не может ответить... я должен защитить эту игру вместо неё.
"Я скоро вернусь.
......Вергилия, Ронове.
...Надеюсь, вы присмотрите за этой золотой спящей красавицей."
"Да, можете на нас рассчитывать."
"......Увидимся позже, Баттлер.
И, пожалуйста......
в игре без этого дитя попробуй найти часть неё.
Если сможешь......
ты будешь сражаться именно с ней, даже если её нет рядом."
".........Ты права.
...А‐а...
... всё это никуда не годится.
Чем я занимаюсь?"
Пойду.
...И верну её.
"Извините, что так долго, ведьмы!
Мой перерыв окончен!"
Когда он посмотрел в чёрные, как смоль, небеса и прокричал это,
весь мир раскололся, словно сделанный из тонкого стекла.
Затем...... будто так и было.........
он преобразовался в курилку, где Баттлер столько раз сражался с Беато и которую забрали две ведьмы.
"Как так?
Ты возвращаешься только сейчас?
Слишком поздно!
Игра не только дошла до второго дня, но и уже подходит к концу, я~сно?!"
".........Ты так и не появился, поэтому я поступала как считала нужным."
Да как же, будто ты ждала меня...
"Берн была гора‐аздо более умелой и захватывающей, чем ты. Правда?!"
"Заткнись.
Игрок — я.
А вы, наши замены, теперь можете уходить."
".........Я, в общем‐то, не против, если ты сейчас присоединишься, только ты теперь вряд ли понадобишься."
"Точно.
Ведь мы уже подошли к кульминации, да, к кульминации!
После этого Берн, вероятно, загонит меня в угол и победит."
"Что?!"
".........В этом же нет ничего плохого?
Почему бы нам не показать ему эндшпиль?"
"Конечно.
Узри, Уширомия Баттлер.
Она почти полностью закончена, но вот моя милая и элегантная игра!"
"Эпизод 5.
Конец
Золотой ведьмы!"
Сейчас на острове нет ни одного человека, помимо тех, кто в этой гостиной.
И, с одним исключением, доказано, что никто из них не совершал убийства.
Преступник среди этих людей.
"......Эй, эй.
В таком случае... всё проясняется, да?.."
"Если, конечно, преступник не ведьма, совершившая убийства с помощью магии..."
"............Это была ты?!
Ты убила Джорджа и моего мужа?!
За что?!!
Почему‐у‐у‐у‐у‐у‐у‐у?!!"
"Я... я никого не убивала!..
Я... я не... не делала этого!.."
"....................."
В панике и голосом, который уж точно нельзя было назвать спокойным......
холодно и неприглядно... тётя Нацухи отрицала павшие на неё подозрения...
Однако...... возразить уже было нечего...
Она встала... откинула назад свои длинные волосы, указала на тётю Нацухи и повторила.
"......Преступник — вы.
Уширомия Нацухи."
Magic of Miracles
"Это Нацухи. Прошу, откройте!.."
Крикнула Нацухи, громко и неоднократно стуча в дверь.
Вскоре раздался тяжёлый, глухой звук, и дверь в кабинет Кинзо начала открываться.
Как только она открылась, оттуда потёк невыносимо сладкий, ядовитый запах.
Нацухи всегда было стыдно за то, что она автоматически морщится при этом,
учитывая, что это грубо по отношению к главе семьи...
Краусс ждал её в кабинете.
Нацухи полетела к нему в руки.
"......О... отец......... он........."
"Успокойся.
......Доктор Нанджо сейчас осматривает его..."
Нацухи неуверенной походкой пошла в центр кабинета, опираясь на Краусса.
Там находилась кровать, достойная главы семьи Уширомия, а рядом стояли Нанджо, Генджи и Кумасава...
"Доктор Нанджо...
О... отец......"
Глубоко вздохнув, Нанджо отошёл от кровати.
На ней лежал Кинзо......
".........Он умер в покое.
...Не думаю, что у Кинзо оставались сожаления."
"А... ува‐а‐а‐а‐а‐а‐а‐а...
Отец, оте‐е‐е‐е‐ец!.."
...Нацухи упала на грудь Кинзо, впавшего в сон, от которого он уже никогда не проснётся, и зарыдала.
"Ма... мадам... держитесь..."
"Отец, отец!..
Это... слишком неожиданно......
А‐а‐а‐а‐а‐а!.."
"..............."
Нацухи не могла перестать оплакивать смерть Кинзо, которого она любила как второго отца.
Кумасава, утешая, погладила её по спине......
Краусс повалился в любимое кресло покойного отца.
Возможно, сидя в этом кресле, он предавался воспоминаниям о нём.
Или, может, ему казалось, что сидя там он хотя бы частично сможет понять безумие Кинзо в последние годы,
что ему никогда раньше не удавалось...
Нанджо тоже отвернулся и посмотрел в окно через щель в занавесках...
...точно так же, как во времена, когда Кинзо сидел в этом кресле, обдумывая шахматный ход...
"...Раз ему в любом случае предстояло умереть, было бы лучше, если бы он перед смертью был болен и пролежал в постели хотя бы год.
За этот период мы бы смогли всё как следует подготовить."
"Как раз наоборот.
......Нужно радоваться, что он до самого конца был в бодром расположении духа."
"Может, и так, учитывая появления на публике..."
Нанджо тоже понимал.
Умер Уширомия Кинзо, после войны взлетевший в мире бизнеса подобно комете и блиставший как сверхновая звезда.
Его похороны будут грандиозными.
Будет и ритуал, знаменующий наследование Крауссом руководства.
Как хозяин мероприятия, он должен организовать всё, идеально провести похороны
и дать понять, что семья Уширомия по‐прежнему оказывает значительное влияние на политику и экономику.
Нанджо смотрел на Краусса, и ему отчётливо вспоминались времена, когда Кинзо неожиданно был выбран главой семьи Уширомия;
времена, когда тот был растерян и запутан.
Поэтому он понимал беспокойство Краусса и сочувствовал ему...
Рыдания Нацухи в конце концов стихли.
Оставив Кумасаву присматривать за ней, Генджи вернулся к Крауссу.
Как бы спрашивая, что ему делать, он слегка опустил голову.
"......Мы с Генджи займёмся формальностями.
Краусс, наверное, вам следует первым делом связаться с родственниками."
".................."
Краусс, до сих пор прикрывающий глаза руками, не ответил...
Быть может, даже зная о раннем или позднем наступлении этого дня, он не мог скрыть шок от неожиданности произошедшего.
"......Положитесь на меня и доктора Нанджо.
Господин Краусс, думаю, вам нужно для начала переговорить с мадам."
Может, она услышала, а может, совпадение.
Будто в ответ на слова Генджи, подошла Нацухи.
Её глаза были красными от стольких рыданий,
но она даже лучше Краусса понимала, какая ответственность на них возложена.
"Отныне ты глава прославленной семьи Уширомия.
Давай покажем всем и здесь, и снаружи, что ты достойный преемник своего отца.
......Как твоя жена, я — Нацухи — готова помогать тебе, пока не закроют крышки наших гробов!"
".................."
Нацухи произнесла слова утешения, стараясь поддержать мужа, которого одолел шок.
Наконец убрав руки от лица...
Краусс с пустым выражением посмотрел в потолок и глубоко вздохнул...
"......Прошу, держись.
Много кто запланирует присвоить себе наследие отца.
Мы должны бороться ради защиты его чести и богатства.
Такова главная обязанность главы Уширомия."
"...Я знаю.
Знаю."
"Доктор Нанджо, Генджи, займитесь формальностями и организацией похорон.
Особенно ты, Генджи.
Я прошу тебя проследить, чтобы похороны были достойны отца."
"......Разумеется."
"И, доктор Нанджо.
Отец скончался не в больнице...... поэтому..."
"Хм‐м.
В зависимости от обстоятельств, может потребоваться вскрытие......"
"Разве нельзя что‐нибудь сделать?..
Даже если отец умер, его тело драгоценно.
Любое повреждение неприемлемо..."
"Я понимаю ваши чувства.
...Но проведение вскрытия имеет большое значение.
И, э‐э...... как бы сказать.
С некоторыми родственниками ведь придётся трудно?.."
......Кто знает, на кого эти стервятники попытаются возложить вину ради наследства.
Они могут поднять шум относительно подозрительной причины смерти и создать новые проблемы на основе этого.
Сейчас, помимо дани уважения Кинзо, было также важно сосредоточиться на укреплении позиции нового главы семьи, Краусса...
"......Поняла.
Прошу вас, проведите его как можно аккуратнее.
Проследите, чтобы тело отца ни в коем случае не было повреждено."
"Всё будет хорошо.
Не волнуйтесь.
......Предоставьте Кинзо нам и оставайтесь с Крауссом.
...С этого момента всё усложнится."
"Знаю.
......И ты тоже, дорогой... держись."
".................."
Краусс по‐прежнему лениво смотрел в потолок с озадаченным видом...
Она понимала шок и тяжёлую ответственность.
Нацухи как никто другой понимала чувства своего мужа.
"......Я свяжусь с родственниками.
Отдохни пока."
"............"
Краусс не ответил.
...Нацухи посчитала, что он сейчас немного подавлен, и решила, что должна поддержать его.
По правде говоря, вид её мужа встряхнул её, и она стала выглядеть решительнее.
"Теперь у нас полно дел.
Давайте сейчас же начнём делать всё от нас зависящее.
.........Я уверена, что мой муж сейчас хочет побыть наедине со своим отцом.
Давайте пока выйдем."
"......Правильно...
Ведь он, наверное, в последний раз получает такую возможность."
Возглавлять похороны — утомительная работа.
Уже не будет времени лить слезы.
Если у Краусса и есть время оплакивать покойного отца, то только сейчас.
Все согласились со словами Кумасавы.
Однако Краусс всё равно никак не отреагировал и продолжал лениво смотреть в потолок.
Нацухи побудила слуг разойтись.
"Я пойду поговорю с Джессикой.
......Теперь она преемница главы.
Нужно проследить, чтобы она была готова."
"Подождите."
Когда они уже собрались покинуть кабинет, Краусс наконец заговорил.
Они остановились.
"Да?"
"......Подожди."
".........Да???"
Разве она не остановилась, как муж её и просил?
Но он всё равно повторил.
По его слабому тону Нацухи истолковала это как просьбу остаться с ним.
"Спускайтесь вниз.
Я останусь с мужем.
Если что случится — звоните."
"......Разумеется."
"Потому я и говорю вам подождать!!!"
Когда Краусс вдруг повысил голос, все подскочили и обернулись...
Не понимая, чем она так разозлила мужа, Нацухи подбежала к нему.
"Что случилось, дорогой?..
Я сказала что‐то грубое?..
Если так, я прошу прощения."
"Нет, нет, не в этом дело, не в этом...
Подожди секунду, дай мне немного времени."
"Да, я понимаю.
Тебе нужно разобраться в себе.
Мы как раз собирались тихо уйти, чтобы дать тебе время..."
"А я говорю вам подождать с этим......
......Слушайте. Не двигайтесь с места.
Ни на дюйм...
......Если вы устали, не стесняйтесь — сядьте на любой стул или диван.
Только молчите, ничего не говорите и не делайте!"
......В этих необоснованных словах промелькнуло привычное поведение Кинзо.
Нацухи не могла скрыть удивление — казалось, будто Кинзо вселился в её мужа.
Она сказала слугам подождать.
Нацухи приказала им сесть на ближайший диван, подошла к мужу и заговорила с ним тихим голосом...
"......Если таков твой приказ, я буду ждать сколько ты попросишь и никуда не пойду.
Так что постарайся успокоиться..."
"...Нет...... не в этом дело, не в этом..."
Дело в генах или он и вправду одержим?
Беспорядочная речь Краусса сильно напоминала манеру разговора Кинзо...
Видя это, Нацухи убедилась в том, что Краусс всё‐таки сын своего отца
и истинный преемник главы, более подходящий, чем кто‐либо другой.
".........Нацухи.
Подойди."
Краусс встал и пошёл к окну, стараясь чуть‐чуть удлинить дистанцию между ним и слугами, ожидающими на диване.
Нацухи предположила, что он хочет поговорить о чём‐то тайном.
"...Да, дорогой.
......Что такое?.."
"...........Плохо, что...
отец умер."
"Но он уже скончался.
Ничего уже не поделаешь."
"Нет.
...Плохо, что... это произошло сейчас..."
"......О чём ты?"
"Я заложил имущество отца.
Я не смогу это скрыть когда встанет вопрос о разделе наследства."
"Ч‐что?..
За... заложил?
Сколько?.."
"...Помнишь, я выручил Кондо с Мэлоди Лэнд?"
"Разве я не говорила тебе разорвать связи с тем человеком?
Я думала, ты отказал ему!..
Почему?!"
"Есть такое понятие, как мужская честь!
Я не мог отказать!"
Краусс утверждал, что держит честь в почёте.
...Однако Нацухи знала, как часто он использовал такой предлог, неохотно идя на сделку, от которой не мог отказаться.
"И... и ладно, будь у нас большая сумма на руках!..
Но не ты ли занял уйму денег на план по созданию курорта из этого острова?!"
"Да, именно!
И нашлись люди, которые протянули мне руку помощи!
Чтобы вернуть им долг, я не могу просто сидеть сложа руки!"
"Чтобы раздать долги — нужны деньги!
Чтобы зарабатывать — нужны деньги!
Без денег нельзя даже начать!
И даже план для этого острова был бы выполнен как надо, не будь проблем с планирующей компанией!"
"Я связался с городским чиновником.
Губернатор даже сказал, что это будет новейший пункт назначения в Токио!
Основа, которую я заложил, была совершенно идеальна!
Но неудачный подбор времени и случайности встали против меня!
Просто немного не повезло.
Как в дорожно‐транспортном происшествии!"
"Это была не случайность,
а мошенничество!
Тебя обманули!
Они и не собирались заниматься планом по созданию курорта из этого острова!"
"Ошибаешься!
Видение Хидзикаты переполняло предвидение!
Его глаза всегда были сосредоточены на будущем и на всём мире. Благодаря ему я узнал, что то, что я всегда считал простыми мечтами, только верхушка айсберга возможностей!
Расширяй свои мечты! Ко всему миру, к будущему!
Ты ведь тоже слышала, как он это говорил?!"
"Да, слышала!.. И я думала, что сказала тебе, когда мы вернулись домой!
Я сказала, что он подозрителен!
Что говорит только о мечтах, не имеет почвы под ногами,
и что ты должен разорвать с ним всяческие отношения!"
"Хидзиката — замечательный, приятный молодой человек!
Из его образа жизни можно узнать много нового!
Я уважаю его несмотря на его молодость!
Не смей оскорблять его!!!"
"То же самое ты говорил и обо всём том \'лунном туризме\'!
Твердил, что это подаёт большие надежды, устремляет к будущему, и каков был результат?!
В конце концов ты сам признал, что всё это полная чушь!
Я была уверена, что что‐то не так, ещё с тех пор, как появился тот странный человек, утверждающий, что он высокопоставленный сотрудник НАСА!"
"Тот иностранец был не более чем международным мошенником!
И Сонезаки, и я пострадали в том случае.
Он не ошибся!
В будущем, несомненно, придёт время, когда самые богатые люди в мире пристрастятся к космическим путешествиям.
И самое первое мероприятие в этой области присвоит себе какая‐нибудь частная компания.
Так и есть!
Но это была лишь группа международных мошенников, которые пользовались этим и обманывали инвесторов по всему миру!"
"Я имею в виду, что этот Сонезаки тоже был в их числе!
Как ты можешь быть таким доверчивым? Почему ты всегда без доли сомнения принимаешь такие подозрительные предложения?!!"
"Возьми свои слова назад!
У мистера Сонезаки впереди блестящее будущее!
В нём нет ничего подозрительного!
Мечты о предвиденном будущем, про которые он говорит, кажутся безумными только тем, кто не способен заглянуть в будущее!
А женщина вроде тебя не может!!!"
"Да, женщина вроде меня не может заглянуть в будущее!
Зато я вижу настоящее!
Прямо перед собой я вижу своего жалкого мужа, которого обхитрили двуличные, лицемерные жулики, и который безоговорочно доверяет им даже после того, как был обманут!"
"Закрой рот!!!
Ты ничего не смыслишь в деньгах, бизнесе и экономике!
Не лезь в дела своего мужа!
Жена должна заниматься работой по дому!
Молчи!!!"
"............
........."
Не сказав больше ни слова, Нацухи замолчала, как Краусс и хотел.
Она была уже далеко за пределами гнева и печали.
И эмоция по другую сторону... почти не отличалась от жалости.
Ещё в юности Краусс, который всегда боялся Кинзо, подсознательно начал восхищаться образом жизни своего отца.
...Не осознавая этого, он верил, что сможет быть признан самостоятельным человеком только если превзойдёт отца.
Однако Кинзо был безумным гением, каких не появлялось за всю долгую историю семьи Уширомия.
Его талант был даром небес......
который явно не был связан с генетикой и уж точно не был тем, чему можно научиться.
Чтобы они вдвоём могли поговорить наедине,
Нацухи сказала слугам пока никому не говорить о смерти Кинзо, и они вышли из комнаты.
Затем она позвала Краусса к себе в спальню
......и вынудила его рассказать ей всё об их текущем финансовом положении.
Включая то, что Нацухи не сказали под предлогом \'у женщины нет достаточных знаний о бизнесе\'.
В прошлом Нацухи сама считала правильным избегать этой темы, полагая, что жене не к месту затрагивать подобные вопросы.
Однако таким образом она могла оставить обязанность жены защищать свою семью.
Нацухи ясно осознавала глубины своего греха...
Возможно, Краусс устал обороняться.
Может, из‐за головной боли, он закрыл лицо руками и замолчал...
Нацухи отметила, что в электрическом чайнике вскипела вода, и встала наполнить свою чашку чёрным чаем.
Дотронувшись до чашки, она впервые заметила.
По звону чашки и блюдца стало видно, что у неё дрожат пальцы...
Краусс влез в огромный долг ради получения средств на реализацию своих проектов... и на покрытие убытков в случае их провала.
Естественно, он заложил особняк и имущество.
Но если делать подобное в открытую, это приводит к регистрации ипотеки.
И так было бы официально заявлено, что Краусс заложил состояние Кинзо для получения кредита без чьего‐либо согласия.
Кинзо, Ева и остальные не должны знать об этом.
Выходит, Краусс заложил эти активы худшим возможным образом.
".........Я передал дела и доверенность..."
"И... что это значит?.."
Слова Краусса могли означать, что он, по сути, передал права на своё имущество.
Будь эти активы заложены ради получения кредита, у Краусса ещё было бы время в соответствии с законом.
Ему пришлось бы иметь дело с абсолютно беспощадным банком,
но они могли бы придумать что‐нибудь в рамках правил, установленных обществом.
......Однако передача дела и доверенности уже совсем другая история.
Даже особняк, где они живут.
Если тот, кто держит дело, решит проигнорировать соглашение с Крауссом и продать особняк третьему лицу именно сейчас, они ничего не смогут сделать.
В отличие от залога ради ссуды, это практически то же самое, что продать дом, чтобы занять деньги...
"...То есть... ростовщики имеют право как возвысить семью Уширомия, так и разрушить.
Если они вдруг продадут наш дом по своей прихоти......
нам придётся тут же собрать вещи и съехать?.."
"Технически, да.
Тем не менее, я веду дела с очень уважаемыми людьми.
Это не потребительское кредитование,
а сделка, основанная на доверии между экономически грамотными мужчинами."
"Я доверяю им.
А они, одалживая мне деньги, в свою очередь верят, что я добьюсь больших успехов в бизнесе и дам им огромную прибыль от их инвестиций.
Я передал доверенность в знак добросовестности и чтобы они не сомневались в абсолютном успехе моего бизнеса."
"Как я могу сомневаться?
Не будет ли это означать, что даже у меня нет уверенности в собственном деле?!"
".................."
Будь твой бизнес успешным, мы бы сейчас не были в долгах...
...Нацухи едва смогла сдержаться, чтобы не сказать это.
"......Отец умер.
Что дальше?
Твой долг будет выставлен на всеобщее обозрение, и родственники привлекут тебя к ответственности?"
"............Не только.
......Могут завести уголовное дело..."
"У... уголовное дело......
По... почему?.."
".........Тебе лучше не знать.
......Что бы то ни было... об этом никто не должен узнать......"
"..............."
Краусс со стыдом опустил взгляд, снова и снова качая головой......
Если дошло до уголовных обвинений... значит, он нарушил закон.
Он, вероятно, был так увлечён увеличением крупной суммы, что не принял это во внимание.
......Краусс всерьёз полагал, что преуспеет с несколькими фирмами и обязательно получит огромную прибыль.
Поэтому он думал, что даже если нарушит несколько законов, то сможет вскоре выплатить всё и сделать вид, что ничего не было.
......Наверное, это уменьшило его сопротивление к нарушению пары законов.
Но вот, случилось худшее — смерть Кинзо, и они не смогут долго скрывать её......
"......Что с нами будет?"
"Не... не о чем беспокоиться...
Можешь не верить, но положение дел улучшается.
Цена городской недвижимости, в которую я вложил капитал, быстро возрастёт."
"Сейчас я работаю над проектом по её интеграции и строю крупную деловую башню.
Это будет моё самое надёжное и успешное вложение за всё время."
"......Хотя придётся подождать, прежде чем собирать плоды.
Всё так и будет, но не обязательно сейчас..."
"......Успеха этого предприятия хватит, чтобы погасить наши долги?"
"Конечно.
Я смогу списать весь долг, который накопил!..
Так что верь мне.
Мне просто нужно чуть больше времени!"
"Но отец уже скончался!
У нас не осталось времени!"
"Я знаю, знаю!..
Вот почему... мне нужно где‐то раздобыть деньги и сейчас же погасить эти долги!"
"Мне нужны деньги...
Много денег, и прямо сейчас!
А‐а‐а‐а‐а‐аргх‐х!.."
Краусс закричал, схватился за голову и скорчился так, будто от боли.
Пока Нацухи наблюдала за этим, в её груди крутилось сразу несколько эмоций.
Они противоречили друг другу: она жалела мужа и одновременно с этим считала его дураком.
......А ещё чувствовала смесь обиды и сожаления из‐за такой долгой безответственности по отношению к его поступкам.
Даже если бы этот день не настал, было ясно, что они в критической ситуации.
Но он всё равно беспечно ждал этого момента и теперь корчится.
......Её муж так глуп...... и жалок.
Ей всё это могло легко надоесть.
......Но она его жена.
Жена не должна высмеивать своего глупого мужа.
...Если он дурак, ей нужно поддержать его, чтобы компенсировать это...
Вот только она понятия не имела, что ей делать...
Естественно, что когда в пределах досягаемости оказалась такая крупная сумма,
Краусс попытался заполучить её......
Было бы легко сказать ему быть мужчиной и опустить руки.
Но и это расходится с её обязанностями.
Она — Уширомия Нацухи.
......Женщина, которая стала женой Краусса и поклялась поддерживать его, нового главу семьи Уширомия, всю свою жизнь.
Ей нужно как‐то помочь мужу собрать средства.
......Логически она понимала.
Но у неё не получалось подавить неописуемую удручённость, вырвавшуюся из тёмных глубин её сердца......
"Точно, с‐скрытое золото отца!..
10 тонн золота на сумму 20 миллиардов иен!
Если бы оно у меня было...
Верно, будь оно у меня, всё разрешилось бы!.."
"Вот оно, Нацухи! Эпитафия ведьмы!
Давай разгадаем её, вместе разгадаем!
Если мы сможем найти золото, всё разрешится само собой!
Точно, оно же спрятано где‐то на этом острове!
Если бы только оно у нас было, если бы только было!"
"Бо... больно...
Дорогой...
... пе... перестань......."
Краусс, слишком взволнованный, придумав, по его мнению, идеальный и блестящий план, с силой схватил Нацухи за плечи.
Нацухи не могла не ошеломиться.
Её не просто озадачили слова о фальшиво звучащем скрытом золоте.
Краусс обычно пренебрегал историей о нём,
говоря, что золота нет и что отец создал эту иллюзию чтобы занять много денег.
Из‐за этого Нацухи опешила вдвойне...
"Да, и пусть Джессика нам поможет.
Кое‐что может разгадать только ребёнок!
Это семейный кризис.
Мы должны держаться вместе!"
"Верно, причудливая загадка отца!..
Мы должны суметь разгадать её... Не можем не разгадать!..
Это единственный выход!"
"А‐а, Нацухи, как хорошо,
у нас ещё остался вариант, и он совсем рядом!
Золото на этом острове!
Найдём его, и всё разрешится!"
"Ва‐ха‐ха, ва‐ха‐ха‐ха‐ха‐ха‐ха!
Нацухи, сейчас же позови Джессику!
Давайте преодолеем семейный кризис как семья!
Да, скорее!
Золото на этом острове, прямо у нас под носом!
......А!"
Не выдержав боли в руке, которую он сжал, когда загорелся, Нацухи оттолкнула Краусса.
Он споткнулся о край кровати и упал на пол...
"Де... держи себя в руках!
И успокойся!..
Ты всерьёз думаешь, что подобная фантазия...... сможет разрешить кризис семьи Уширомия?!!"
"На... Нацухи........."
"Освежи голову и придумай реалистичный план собрать деньги!..
А я пойду, мне тоже нужно успокоиться!.."
"...Подожди...... Нацухи......"
Возможно, упав, он пришёл в себя.
Краусс попытался остановить Нацухи, но та не остановилась.
Громко хлопнув дверью, она унеслась прочь......
Нацухи бежала по коридору.
Она не хотела, чтобы её видели в таком состоянии, но всё равно натолкнулась на Генджи......
"......Примите мои глубочайшие извинения.
Мадам, вы не ушиблись?.."
"В‐всё хорошо.
Оставь меня одну!.."
".........Как скажете."
"А...... Генджи.
Как обстоят дела в кабинете отца?"
"......Всё так же, как когда вы покинули его.
Хотя доктор Нанджо в гостиной."
"Вот как?..
......У тебя есть ключ?"
"Да.
Вот."
"Дай его мне.
...Я хочу побыть наедине с отцом.
Если мой муж спросит где я — скажи, что не знаешь."
"......Как прикажете."
Схватив ключ от кабинета, который Генджи протянул ей, Нацухи бросилась вверх по лестнице.
Она влетела в кабинет...
... наконец завопила... и заплакала.
".........Отец......
Простите нам нашу глупость!..
Мы с мужем......
не в состоянии унаследовать всё то, что вы создали!..
Прошу...... пожалуйста...
......... простите нам наши глупости и проступки...
И,
...если сможете простить...
...... направьте нас, дураков, на верный путь......"
Вцепившись в Кинзо, лежащего на кровати, Нацухи заплакала ещё сильнее...
Она всё представляла, как он неожиданно садится и поглаживает её по голове.
Нет, отец не такой человек...
Он бы, скорее, накричал на меня, чтобы я перестала шуметь.
......Однако ни то, ни другое не сбывалось.
...Из‐за неоспоримого факта, что Кинзо погрузился в вечный сон.
Но всё равно Нацухи молила его о прощении и помощи...
После кончины прошло всего несколько часов.
Быть может, его душа всё ещё здесь, слушает её.
......Веря в это, Нацухи просила прощения и помощи даже искреннее......
"Как шумно.
А ведь я всегда говорю, что ценю тишину."
".........Э‐"
Услышав этот голос, Нацухи подскочила от удивления.
Посмотрев туда, откуда он донёсся......... она увидела, как Кинзо сидит за рабочим столом, складывая очки для чтения...
"Снова спорила с Крауссом?
......Пренебрегать женой... Краусс унаследовал одни только мои дурные привычки."
"О... отец......"
"......До чего жалкое лицо.
Умойся.
Разве ты не жена преемника семьи Уширомия?
Не показывайся слугам на глаза с таким позорным выражением."
"Д‐да, отец......
Прошу прощения......"
......Нацухи поняла.
Это просто иллюзия, которую она создала своим желанием поговорить с таким Кинзо, каким он когда‐то был.
Нет, не так...
......Она поверила, что ей явилась душа Кинзо.
Нацухи была уверена, что если засомневаться в ней, та вмиг исчезнет...
"Похоже, в момент передачи семейного руководства семья вошла в кризис..."
"Д‐да, отец......
Я не смогла поддержать своего мужа...
...... Мне... очень жаль......"
"Хмф.
Семья Уширомия проклята.
Когда я возглавил её, она тоже была в ужасном состоянии.
На том фоне ваши страдания кажутся почти смешными."
Кинзо стал главой семьи неожиданно.
В то время он был простым юношей из отдалённой от главной семьи Уширомия семейной ветви.
В главной семье, может, и были честь и традиции, но Кинзо не имел с этим ничего общего.
Затем главные члены основной семьи были вместе со своим бизнесом уничтожены в Великом землетрясении Канто.
В довершение всего, в то время между членами семьи царил сложный антагонизм,
и старейшины на этом тонущем корабле всё пытались навязать другим свою волю.
Из‐за этого они даже не могли избрать лидера, который мог бы возродить семью Уширомия.
Потом, найдя общий язык, они выбрали главой Кинзо — юношу без всяких связей с противостоящими старейшинами.
Поэтому не скажешь, что они доверили ему возрождение семьи Уширомия.
Кинзо был не более чем их марионеткой, которую дёргали за ниточки......
".........Да.
...Я многое знаю о днях ваших страданий, отец."
"А потом началась война.
В то время я уже устал от жизни.
Я надеялся умереть на поле боя, но меня не отправили на фронт.
......Однако положение войны ухудшалось с каждым днём, и решающее сражение на японском материке становилось всё ближе.
Как бы плохо это ни звучало, я хотел, чтобы его день скорее настал..."
Изо дня в день слушая приближающиеся шаги бога смерти...
Кинзо перерезал ниточки, связывающие его с этим миром.
И когда он покончил со всеми своими сожалениями, когда достиг состояния просветления......
Сказано, что он испытал нечто мистическое.
......Сказано, что он встретил её.
Золотую ведьму Беатриче......
"Я заключил с ведьмой соглашение и получил золото, а также безумную власть.
......В тот день старый я умер и родился новый я, обладающий невообразимой магической силой."
"...Знаю.
А после войны
вы с помощью своего гения возродили семью Уширомия."
Ныне покойные старейшины, которые тогда знали Кинзо,
шептались друг с другом, что, должно быть, Кинзо ударился головой на поле боя и вернулся с другой личностью...
Вот как сильно он изменился после войны.
Был правдой или нет рассказ о его встрече с ведьмой,
не было никаких сомнений в том, что экстраординарный опыт на войне подготовил его к смерти... и позволил ему достичь состояния просветления.
Естественно, что если он решил описать мистический опыт, который произошёл в результате как таковой встречи с ведьмой, его заявление не могли сбросить со счетов...
"......Верно.
...Вы вернулись с войны,
подчинили себе ведьму Беатриче и в прямом смысле стали главой семьи Уширомия..."
"Именно.
До встречи с ней я был лишь марионеткой с титулом \'главы\'.
......Настоящим же главой я стал только когда подчинил себе Золотую ведьму."
"......Отец......
А эта... Золотая ведьма... поможет моему мужу Крауссу, раз он стал новым главой?.."
"О, поможет.
Если он по‐настоящему унаследовал главенство."
"Ч‐что значит \'по‐настоящему унаследовал\'?.."
"Я имею в виду, что это зависит от того, несёт ли он ответственность и гордость главы семьи Уширомия в самом истинном смысле.
...Нацухи, пойми.
Руководство не наследуется по крови.
Оно передаётся по духу и убеждениям.
......Хотя Краусс — мой старший сын, без этого он не может называть себя истинным главой!"
"И если в ком‐то живёт такой дух, даже если это не Краусс, он сможет стать великолепным новым главой.
Истинному главе Беатриче поможет.
.........Так ведь, Беатриче?!!"
Когда Кинзо произнёс имя ведьмы...... изо всех углов комнаты хлынули золотые бабочки.
Эта фантастическая сцена была потусторонней красоты.
Как будто стоишь среди метели золотых лепестков, разносящихся по золотому розарию.
Пока Нацухи потрясённо смотрела на эту сцену, золотые бабочки собрались вместе и приняли человеческий облик...
И тогда... появилась ведьма с портрета...
"Именно.
Я — алхимик семьи Уширомия, Золотая ведьма Беатриче.
......Я могу развернуться во всю ширь!
И не слушаю ничьи приказы."
"И только один человек во всём мире может её контролировать.
Я.
......Вот почему я подхожу на роль главы семьи Уширомия."
"Хмф.
Так твоя гордость и есть то, что делает тебя подходящим на роль главы?"
"Гордость подразумевает уверенность в себе и смелость.
И она воплощает ненасытное желание обрести силу, соответствующую ей.
...Именно поэтому я управляю тобой."
".........Приятно наблюдать, как мужчины, говорящие о гордости, претворяют своё желание в жизнь.
\'Делай, а потом говори\' — не более чем оправдание крайне удачливых людей.
...Истинный монарх также говорит о том, чего у него нет.
И он непременно реализует эту гордость.
......Если кто и контролирует меня, он обязательно должен обладать гордостью монарха."
"Понимаешь, Нацухи?
Истинный монарх не боится трудностей.
Он заявляет, что обязательно всё преодолеет.
Даже если пока не знает как.
Это даёт надежду слабым людям.
Они окружают монарха, чтут его и клянутся помогать.
Вот когда накапливается сила и его слова становятся реальностью.
Выгравируй это на своём сердце."
"Д‐да, отец......"
Нацухи поняла.
Через этот мистический опыт... Кинзо говорил ей, как подготовиться к преодолению трудностей.
...Даже после своей смерти.
Чувствуя тепло в груди, она слышала, как ценные слова Кинзо снова и снова эхом отзываются у неё в голове.
......Истинному монарху,
...иначе говоря...
истинному главе семьи Уширомия... нельзя бояться трудностей.
Он должен верить, что сможет преодолеть всё...
А если не сможешь поверить, не сможешь и преодолеть...
.........Ей вдруг стало очень стыдно за то, как она вошла в эту комнату...
Рыдая и спрашивая Кинзо, что ей делать...
"Я...... вела себя глупо..."
"..............."
"...Разумеется, не время лить слёзы, когда над семьёй Уширомия навис кризис.
И унаследовав её от вас, отец, мы должны во что бы то ни стало защитить её честь."
"Хо.
......Несмотря на то, что ты даже не представляешь, как погасить долги Краусса?"
Беатриче неприятно засмеялась
......хотя нет, не так.
Она проверяла Нацухи на умственную готовность быть истинным монархом.
Нацухи больше не была растеряна.
Она ответила ясно, смотря в глаза Беатриче.
"Да.
Я пока ещё не придумала план, которому мы должны следовать.
Однако мой муж — новый глава семьи Уширомия, а я — жена, поддерживающая его.
Поэтому я объявлю вместо него."
"Говори."
"Мы — Уширомия Краусс и Нацухи — обязательно преодолеем эти испытания и защитим честь семьи Уширомия.
Вам не о чем беспокоиться, отец."
"......И тебе известны размеры долга Краусса, равно как и то, в какой ужасной вы ситуации?"
"Да.
Если случится худшее и нам прикажут завтра же покинуть особняк, мы не сможем возразить.
Во время распределения наследства родственники могут даже возбудить уголовное дело."
"Но беспокоиться не о чем.
Мы погасим все долги до того, как это случится, и вернём нашу честь."
Встав по стойке \'смирно\',
решительно и ясно объявила Нацухи при Уширомии Кинзо и Беатриче.
Некоторое время они молчали,
словно взвешивая её решимость.
Кинзо усмехнулся и отвернулся...
"......Какая досада.
...И почему мой сын не такой человек..."
"Сам тот факт, что женщина с таким характером вышла замуж за твоего сына, ещё один признак твоей удачи."
"............
BEATRICE.
Это мой последний приказ."
"Ты больше не глава, так что я не обязана подчиняться твоим приказам."
"Хо.
Тогда повинуйся новому главе семьи Уширомия."
"Ты больше не глава, и Краусс пока ещё не глава.
Кому ты предлагаешь мне служить?"
"Оставляю это тебе.
Реши, кто подходит на роль главы Уширомия и может носить символ однокрылого орла.
......Выбор за тобой."
"Отказываюсь.
Я не стану слушать приказы того, кто больше не глава."
"Нет.
Это воля.
Последний приказ главы, оставленный тебе."
"......*хи‐хи*.
Тогда придётся подчиниться.
Я могу быть хорошим другом."
"Шутишь?"
"Хо?"
"Тебя это заинтересовало, вот и вся причина, так ведь?"
"От тебя ничего не скроешь."
"Нацухи."
"Да, отец..."
"Преодолей трудности."
"...Д... да."
Для Нацухи это слово выглядело как простой ответ,
но для Кинзо и Беатриче оно, судя по всему, значило нечто большее.
Беатриче кивнула,
и с движением, столь же изящным, как её платье, низко поклонилась Нацухи...
"Алхимик семьи Уширомия, Золотая ведьма Беатриче.
Я помогу тебе, чтобы семья Уширомия вновь смогла преодолеть кризис..."
"......Спасибо.
Мне понадобится твоя сила.
Мы обязательно преодолеем эти испытания."
"Я не заберу свои слова назад, но мне нужно заранее предупредить тебя.
Я понимаю, что вы сможете решить свои проблемы, если я опять дам вам огромное количество золота, как когда я спасла Кинзо от кризиса.
Однако я не могу."
".........Вот как?"
"Извини, Нацухи.
Золото Беатриче появилось от договора, ограниченного моим поколением.
Было решено, что оно может быть передано другому человеку только если тот разгадает эпитафию ведьмы."
"Золото запечатано эпитафией.
Пока она не разгадана, ты не можешь познать магию золота."
".........Понимаю.
Тогда я буду искать другой метод выхода из кризиса.
......Мой муж сказал, что его план требует времени, но также он заявил, что его результатов точно будет достаточно для погашения наших долгов.
Мы сможем преодолеть это испытание, если выиграем достаточно времени."
"Хорошо, Нацухи.
Продолжай."
"Но Кинзо уже мёртв.
Доктор и слуги готовятся к его похоронам.
Ты как раз собиралась связаться с членами семьи.
Этим ты своими руками положишь конец плану выиграть время.
*хи‐хи*хи‐хи*, как же очаровательна гильотина, когда опускаешь лезвие собственными руками..."
"..................А‐"
Поражённая, Нацухи посмотрела наверх.
На самом деле там ничего не было.
......И всё же она что‐то нашла.
"Итак...... магическая сила исключена."
"Нацухи.
......Что ты решила?
Какой магии чудес ты хочешь от меня?"
......Все те, кто видел труп Кинзо, ещё раз собрались в кабинете.
Краусс по‐прежнему беспокойно держался за голову.
Генджи был столь же невыразителен, как и всегда.
Нанджо и Кумасава были в недоумении.
А вот Нацухи, резко контрастируя со всеми, выглядела решительно.
"Дорогой, позволь спросить ещё раз.
Ты абсолютно уверен в своём плане по сбору денег?"
"......Д‐да.
Дай мне год... нет, всего полгода, и он обязательно принесёт плоды!
Но надеяться на что‐либо прямо сейчас никак нельзя......"
"Тогда мы будем ждать."
"Н‐но ты же сама сказала.
......Отец уже умер......"
"Отец не скончался.
Он по‐прежнему здесь, здоровый как никогда."
В ответ на слова Нацухи все подскочили и подняли взгляд.
...Потому что немедленно поняли значение этих слов...
Один только Краусс не понял сразу же и спросил
"Что......
ты имеешь в виду?..
Отец же...
... и вправду......"
"Я повторю.
Отец по‐прежнему в добром здравии.
Он занят своими исследованиями и поэтому будет покидать кабинет реже, чем обычно.
В связи с этим, мы возьмём все внешние дела на себя,
чтобы отец мог посвятить себя исследованиям и не отвлекаться на бессмысленные задачи."
"Короче говоря, всё останется как было.
.........Тебе ясно, Генджи?"
"...............Да.
...Мебель однокрылого орла продолжит служить своему Господину."
"Кумасава.
И вы, доктор Нанджо.
Вы понимаете, о чём я говорю?"
".......O... э...... э‐э‐э..."
"Вы...... вы уверены, Нацухи?.."
"Да, отец сегодня скончался.
Но если все присутствующие здесь поверят, мы сможем с помощью магии оживить его."
"Та... такое невозможно, мадам...
Это уже слишком!.."
"Время смерти будет определено во время вскрытия.
Нам не избежать подозрений!.."
"Отец не скончался, поэтому вскрытие не потребуется."
Разумеется, она не собиралась \'оживлять\' Кинзо навечно.
Его поддельная жизнь будет длиться только до тех пор, пока Краусс не погасит долги.
После этого душа Кинзо наконец сможет обрести покой.
Нанджо неоднократно говорил об определении времени смерти во время вскрытия, но Нацухи продолжала твердить, что проблем не возникнет.
"О смерти отца не будет объявлено."
"A.........a‐а, ясно.
.....Его объявят пропавшим без вести!.."
Хлопнув в ладоши, Краусс встал, тряся кулаками.
"Да.
Как только нам удастся погасить долг и завершить приготовления к уходу отца в иной мир, мы объявим, что он пропал."
Огромный, неосвоенный лес Роккенджимы идеально подходит для организации исчезновения.
Однажды Кинзо вышел на прогулку в лес и не вернулся.
......Они искали его, но безуспешно, а затем были вынуждены сообщить о его исчезновении...
"Если он исчезнет, можно будет доложить о его смерти даже без трупа.
Иначе говоря, мы можем скрывать его достаточно долго для того, чтобы его официально объявили мёртвым!
Как считаете, доктор Нанджо?!
Так не возникнет никаких проблем!"
"Д‐да, это может сработать......"
"...Вы уверены, мадам?..
Если мы будем молчать, то наверняка сможем сохранить в тайне смерть Господина!..
Но если хоть раз проговоримся и кто‐нибудь узнает!.."
"Кумасава.
Ты говоришь слишком громко.
......Отец спит, верно?
Ты хочешь его потревожить?"
Это не труп.
...Кинзо... спит.
Как Нацухи и сказала, Кинзо спокойно лежит на кровати......
и в её словах будто и не было ничего странного.
"Ну же, вспомни.
Как ты выглядел?
Какой жизнью наслаждался?!"
Буря золотых бабочек снова закружилась, покрывая холодное тело Кинзо...
И после того как бабочки рассыпались на мелкий золотой порошок и исчезли...
...... как в сказках, снова и снова передающихся с давних пор...... Кинзо медленно открыл глаза и сел...
".........О... отец!.."
"......Нацухи.
Дай мне сперва кое‐что прояснить.
Я не уговаривал тебя из‐за своей привязанности к жизни."
"Лжец.
Не говори, что не ожидал, хотя бы немного.
Ну что, Кинзо?
Как ты?"
"Неплохо, но как будто во сне.
Я ощущаю лёгкость."
"Создание, которому больше нельзя оставаться в этом мире, всё ещё здесь.
Тебе придётся свыкнуться с неким дискомфортом."
"...Вы в порядке?!
Правда... в порядке?!"
"Хм‐м.
Мне даже приятно.
......Если такова жизнь после смерти, быть призраком не так уж и плохо."
"Ну что, Нацухи?
Кинзо воскрес.
Значит, и похороны не нужны.
Твоя проблема решена!"
"......Бе... Беатриче..."
Когда Нацухи попыталась найти среди своего замешательства слова благодарности,
Беатриче подняла указательный палец и сказала
"Не благодари.
Правитель имеет право гордиться.
Я не буду обращать внимания на просьбы, но последую приказам."
"И всё равно я скажу.
......Спасибо.
Так...... ты выиграла моему мужу немного времени...
.....Мы займёмся остальным."
"Будь осторожна, Нацухи.
Кинзо воскрес, но не навсегда,
а только пока действует моя магия."
"......Знай, что токсин, отрицающий магию, может рассеять её.
Ты должна правильно понять законы магии и изо всех сил поддерживать её.
Я могу явить тебе чудо, но схватить и удержать его — твоя роль."
"Конечно.
Мы ни за что не станем пренебрегать чудом, которое ты сотворила для нас."
"Замечательно.
...Понятно, и хозяева должны, как коврики, со временем меняться.
*хи‐хи*хи‐хи*!
Мне нравится.
Я буду служить тебе."
"Уширомия Нацухи!
Я — алхимик семьи Уширомия, Золотая ведьма Беатриче!..
Зови меня когда пожелаешь. Я появлюсь и подарю тебе чудо."
"Спасибо.
Я — Уширомия Нацухи.
С твоей помощью я защищу честь семьи Уширомия!.."
A Proper Mystery
В этом году розарий был поистине великолепен.
Розы расцветали ненормально быстро, словно соревнуясь друг с другом.
Там же можно было заметить Кинзо, Канона и Нацухи...
"Снова цветы выросли великолепными.
Должно быть, твоя заслуга."
".........Большое спасибо.
Просто в этом году хорошая погода."
"Благодаря твоим стараниям сад в этом году даже прекраснее обычного.
Хорошая работа."
"Благодарю вас..."
"Если бы сегодняшний день не был таким особенным...
мы могли бы за чёрным чаем полюбоваться розами."
Кинзо пожал плечами.
Сегодня семейное собрание.
......Когда доходит до дел других родственников, они не слышат ничего хорошего.
Напротив, те, вероятно, планируют перевести разговор на оставшуюся жизнь Кинзо
и продолжить междоусобицу по наследству.
"......До чего же неприятные люди.
Кстати, как там Краусс?
План по погашению долгов продвигается?"
"Этот план выглядит реалистичным.........
однако его масштабы весьма велики, и не похоже, что он приносит свои плоды так, как ожидалось."
"По возможности, я надеялся, что что‐то будет готово до сегодняшнего собрания."
"......Да.
Прошу прощения."
"Кинзо, ты уверен, что можешь
беспечно тут разгуливать?"
Как она туда забралась?
......Впрочем, бессмысленно задаваться такими вопросами, когда имеешь дело с ведьмой.
Беатриче как ни в чём не бывало сидела на крыше беседки,
словно греясь на солнце.
"Родственники — сплошной кусок отрицающего магию токсина — будут влиять на нас.
Если столкнёшься с ними, твоя душа вмиг испарится."
"Хмф.
Я уже мёртв.
Даже испарение не будет вредом."
"......Мы не можем этого допустить.
Пожалуйста, ради семьи Уширомия, помогите нам ещё немного."
"Нацухи.
Кажется, катер с родственниками покинул порт.
Хорошо бы вам поскорее закончить прогулку."
"......Да?
Спасибо.
...Отец, вернитесь в кабинет, пожалуйста."
"О боже...
Позор возвращаться в такую прекрасную погоду."
"Не ворчи, Кинзо.
Сейчас ты не более чем призрак, которому я дала жизнь.
У нас с Нацухи будут проблемы, если тебя рассеет токсин.
Будь хорошим мальчиком — запрись в кабинете и спрячься под одеялом.
*хи‐хи*хи‐хи*!"
"Хмф.
......Одна возможность после смерти полюбоваться розами уже большая удача.
Понятно.
Сейчас вернусь в кабинет."
"Но я бы хотел чёрного чая.
Канон, скажи Генджи принести.
Для сегодняшнего дня был бы неплох Марко Поло."
".......Как пожелаете."
"Что ж, пора расходиться.
Нацухи.
......Надеюсь, вы и без меня прекрасно проведёте семейный совет."
"Конечно, отец.
Он не может сказать это при них, но мой муж уже глава семьи Уширомия.
И я сделаю всё от меня зависящее, чтобы вести себя достойно его жены."
"......По сравнению с Крауссом, у которого с утра болел живот, ты так спокойна, Нацухи.
......Мой сын безнадёжен."
"Мой муж талантлив по‐своему.
Поддерживать его слабые стороны — мой долг как жены."
"Хм‐м.
Постарайся.
Я запрусь, чтобы не помешать."
"Канон.
Иди в кабинет с отцом.
И скажи Генджи подать чёрный чай."
"Я не так стар, чтобы нуждаться в вашей помощи, когда встаю.
Пойду......"
Отказавшись от попытки Канона подать ему руку, Кинзо поднялся с клумбы, на которой сидел.
Отставной глава оставил всё Нацухи и медленным шагом вернулся в кабинет......
"......Ты неплохо смотришься.
У тебя то же чувство собственного достоинства, что у покойной жены Кинзо."
"На всякий случай. Если токсин, отрицающий волшебство, дойдёт до отца......
магия сразу же рассеется?"
"Да.
В мгновение ока.
......Я могу просто исчезнуть,
но если сотрёт и так уже мёртвого Кинзо, его за минуту сдует ветром, как пылинку.
Учти это."
"Да.
Понятно."
".........Ты могла бы стать талантливой ведьмой.
Сопротивление к магии накапливалось в тебе год за годом,
но ты всё равно ещё способна её понять.
......Если бы мы встретились во времена твоей юности, ты к настоящему моменту могла бы стать могущественной ведьмой."
"Я жена Уширомии Краусса, жена главы.
Чтобы защитить его честь, я бы стала даже ведьмой или демоном.
......Я глубоко признательна тебе за магическую силу.
Без тебя я бы не смогла отстаивать честь семьи Уширомия."
"Давай обсудим это в другой раз.
Когда будем вдвоём пить чай."
"Моя подруга, которая ездила в Шри‐Ланка, прислала мне чёрный чай с прекрасным ароматом роз."
"Хо, ты про Димбулу.
Сойдёт.
Тогда захвати с собой и патис.
......Подашь в награду, если у меня получится всех одурачить на предстоящем семейном собрании.
Пообещай."
"Поняла.
Обещаю.
Что ж, увидимся позже."
"Да, до скорого."
Ведьма растворилась в шелесте ветра, стала золотыми цветочными лепестками и рассеялась в воздухе.
Нацухи посмотрела ей вслед, а потом развернулась на каблуках и направилась к особняку.
После этого в розарии никого не осталось......
"Ну ладно.
<Break time>.
Есть жалобы на происходящие события?"
".........Нет.
Если хочешь пи‐пи, беги скорее."
"Как грубо.
Кинзо мёртв
, верно?
Но он ходит и говорит.
Ну не магия ли?!"
"Впрочем, сомневаюсь, что после всего такой ход на тебе сработает, Берн.
......Но как насчёт тебя, Баттлер?
Разве не странно?
Не хочешь признать магию, возродившую Кинзо?
Ха‐хи‐хья‐аха‐ха‐ха‐ха!"
"......Если ты пытаешься подражать Беато,
меня это бесит, прекрати сейчас же."
"*хи‐хи*!
Заметил?!
Ну и, и, как собираешься ответить, Баттлер?
Кинзо всего‐то вышел прогуля~ться."
"Почему бы тебе не сделать как обычно, не схватиться за голову и не заорать, что \'в этом нет никакого смысла\'?..
Давай, вспомни свою старую коронную фразу \'всё это никуда не годится\' и скажи мне свой классический бессмысленный контраргумент."
"Человек, которому полагается быть мёртвым, не может встать и пойти, верно?
Всё из‐за неизвестного вируса, называемого синдромом Роккенджимы и вызывающего массовые галлюцинации?
Или загадочный вид бабочек, обитающих только на Роккенджиме, оказывается, галлюциногенный?!
Или всё из‐за таинственной секретной организации Ямайну, кое‐как сделавшей ранее никому не известный препарат под названием Пурупурупикопуйо, который вызывает массовые глюки?!!"
"Какую ещё сказку ты мне расскажешь?
Кья‐аха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!"
".........Заткнись уже.
Никаких проблем."
На данный момент дед мёртв.
Он не может существовать.
"Ведя себя так, будто дед существует,
тётя Нацухи создала ложь в попытке скрыть его смерть и выкрутиться на семейном собрании."
"О?
Ложь Нацухи?!
Ты бы смог ложью оживить мертвеца?
Разве не значит, что она применила магию?"
"Этот мир напоминает электронно‐лучевую трубку, прежде чем в неё заглянешь.
......Закрытую кошачью коробку, прежде чем её откроешь."
"Пока тётя Нацухи говорит, что гуляла с дедом, и пока никто не может это опровергнуть,
можно сказать, что \'тётя Нацухи ходила с ним по розарию\' в своей действительности.
Поэтому дед мог появиться."
*хлоп*, *хлоп*, *хлоп*...
Эти крайне нелестные аплодисменты исходили от Бернкастель.
"......Браво.
............Без Беато поблизости ты гораздо спокойнее."
"Заткнись.
Ты тоже молчи."
"Подожди‐ка, Баттлер.
Согласно твоей теории, да, Кинзо может появиться, когда рядом только Нацухи.
И если Нацухи утверждает, что видела Кинзо там, где была только она, это уже не опровергнуть."
"Но Канон ведь тоже там был и видел Кинзо?
Как ты это объяснишь?"
"...Нет проблем.
Канон — слуга, работающий на семью Уширомия.
......Тётя Нацухи приказала ему подыгрывать ей, чтобы она могла скрыть смерть деда.
......И поэтому — точно так же, как тётя Нацухи — Канон может видеть несуществующего деда."
"............Какая жалость, Лямбда.
Баттлер больше не поведётся на такие детские трюки."
"Может, и так.
......Хотя это только прелюдия к настоящей игре.
Как аперитив перед едой."
".........Как закуска в баре.
Зелёный чай в суши‐ресторане."
"Замолчите.
Видимо, мы не продвинемся дальше, если я не скажу голубым?"
"Похоже на то.
Ты не против?"
"............
......Дед гулял как ни в чём не бывало, хотя он уже мёртв...
из‐за тех, кто хотел создать впечатление, что он жив, сотворив его иллюзию.
Люди, согласные с ними, могут в ней участвовать.
Они начали вести себя так, словно дед на самом деле жив и был с ними секунду назад.
Вот почему он прогуливается как будто это совершенно естественно.
"
"
"
Из‐за этого иллюзия деда не может появиться перед теми, кто не на стороне тёти Нацухи.
"
В предыдущих играх дед всегда оставался заперт в кабинете.
Мы никогда не виделись с ним напрямую.
Однако некоторые говорили так, чтобы казалось, будто он заперся у себя в плохом настроении,
и утверждали, что совсем недавно виделись с ним.
Мы слепо верили им и считали, что дед в кабинете.
Именно поэтому в кабинете могла существовать иллюзия деда.
Верно, в прошлых играх
деда видели только дядя Краусс, тётя Нацухи
и слуги.
Поскольку все они придерживаются одной и той же истории,
на этом острове может существовать иллюзия деда, создающая впечатление, что он жив.
"......Вы даже показали мне сцену из начала игры,
где тётя Нацухи убеждала доктора Нанджо и остальных скрывать смерть деда.
......Я больше не поведусь на такие дешёвые трюки."
".........Неплохо.
А я так надеялась на неизвестный препарат Пурупурупикопуйо."
"Теперь он уже вряд ли будет пороть подобную чушь.
Допустить такое — всё равно что сменить жанр на фантастику.
......Будь то вирус, препарат, болезнь или ещё что‐то, пока не обнаруженное, — всё это нарушает 4‐ю заповедь Нокса."
"......Какую ещё 4‐ю заповедь?"
"4‐й Нокс.
Недопустимо использовать неизвестные препараты и трудно понимаемые научные устройства.
.........Согласно этому правилу, всем этим нельзя убивать."
"Какого чёрта...
Неизвестный препарат Х и неизвестное научное устройство Х — лучшие виды оружия в борьбе с ведьмой..."
".........О чём я и говорю.
Всё это нарушает правила надлежащего детектива.
Предположим, неизвестный вирус,
неизвестный препарат,
неизвестную болезнь или неизвестные X постоянно используют в фантастике.
Мои соболезнования.
Будь это твоей теорией, для тебя игра была бы окончена.
*хи‐хи*хи‐хи*."
".........Э... эй...
Что ты несёшь?.."
"Ты думаешь, что сражался с Беато в прямом противодействии.
Но это не совсем так.
Вы не были в прямом противодействии.
Ты боролся с ней под несколько другим углом."
"Вся эта твоя игра в детектива не была фантастикой против детектива.
Только фантастикой против анти‐фантастики."
"......Понятия не имею, о чём ты.
...Но одно я понимаю.
......Звучит так, словно ты говоришь про брешь в моей стратегии."
".........Мы стремимся убить фантастику, известную как иллюзия ведьмы.
Что означает толкование истории как
правильного детектива.
Иначе говоря, мы должны с самого начала игнорировать любые элементы, нарушающие запреты детективного жанра."
"И... игнорировать?.."
"Например, в прошлых играх множество убийств происходило в закрытых комнатах, так?"
"......Д‐да."
И на каждом месте преступления ты с энтузиазмом проверял у Беато,
нет ли там скрытых дверей.
Что приводило к молниеносным красным правдам, которые повсеместно переплетались повсюду
почти так, будто это само по себе сражение.
Я считаю подобное пустой тратой времени.
В конце концов, об этом чётко указано в 3‐м Ноксе.
\'Скрытые проходы недопустимы\'.
В детективном жанре скрытых дверей быть не должно.
Поэтому при попытке истолковать всё как правильный детектив
все дебаты по поводу того, есть ли скрытые двери, отпадают сами собой.
Ведь их нет.
Как только заподозришь, что они могут быть, для тебя уже наступит \'game over\'.
Иначе говоря, со своими предположениями о том, будто нельзя рассуждать лишь потому, что не было доказано несуществование скрытых дверей на месте преступления,
в детективном жанре ты становишься попросту наивным неудачником.
Ты проиграешь как только задумаешься об этом.
Ты ведь пытаешься истолковать всё в рамках детективного жанра?..
Тогда следуй условностям жанра.
...*хи‐хи*хи‐хи*хи‐хи*хи‐хи*, хи‐хи‐хи‐хи‐хи‐хи, хья‐аха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!
"Кхм.
.........Как видишь.
На местах преступлений не должно быть скрытых проходов.
А значит, всё, что ты делаешь для проверки их наличия, пустая трата времени."
"...Я знаю, о чём ты.
Где‐то слышал об этом.
Десять основных правил детективных романов, вроде как?"
"Да, именно.
Десять клиньев, пронзающих ведьм, которыми размахивал Нокс — несравненный архиепископ охоты на ведьм.
Они истинное оружие, которым можно сражаться и победить фантастику, известную как \'иллюзия ведьмы\'."
"......Ты как всегда, Берн.
Привлекла такое проблематичное оружие.
Оно сильный конкурент фантастике."
"..................
Значит, скрытые двери исключаешь уже в начале, даже не расследуя место преступления...
Как по мне, так это больше напоминает фантастику..."
"Лямбда отвечает за сторону ведьмы — фантастику.
Я — та, кто с ней сражается, детектив.
А ты?
Ты даже не \'антифантастика\' — только неоднократно уклоняешься от фантастики и отрицаешь её.
Ты отвергаешь абсолютно всё, но не можешь сделать встречных предложений.
Прямо как политик.
*хи‐хи*хи‐хи*."
"Заткнись.
Я пришёл сюда не разговаривать о всякой чуши с вами двумя.
Сейчас же продолжим историю!.."
"......Помолчи.
Та спящая красавица позади тебя, похоже, страдает?"
Обернувшись, он увидел живой труп Беато, отдыхающий в кресле...
Но по всему её телу блестел пот, и, казалось, она дышала тяжелее обычного.
......Она выглядела так, будто страдала от высокой температуры.
"Беато......
Что случилось... ты в порядке?.."
"\'В порядке\'?
Ты спрашиваешь какие‐то странные вещи.
......Разве не ты пытаешься убить её?"
"..............."
"Мы ради тебя перемотали пятую игру,
но Берн отлично постаралась: загнав противника в угол, она вот‐вот прорвётся сквозь иллюзию ведьмы.
...Существование Беато почти полностью опровергнуто.
Естественно, ей плохо."
".........Даже сейчас
ты разбил иллюзию ведьмы, сказав, что Кинзо не может существовать.
......И её агония доказывает то, что твоя атака
попала в неё."
"....................."
......Я попытался хотя бы вытереть платком пот со лба Беато.
Да, я обещал дать ей умереть.
Но эта смерть должна была быть...... бестревожной.
Я не хотел, чтобы она перед этим страдала.
......Моя цель — не мучить Беато, прежде чем убить......
Как будто заметив мои сложные чувства,
две ведьмы вместе захихикали...
"Отец услышал потому, что ты без остановки кричала о наследстве, сестра!"
"Я не виновата, это всего лишь неудачное совпадение!
Он просто случайно оказался в коридоре и услышал... Совпадение, говорю тебе, совпадение!.."
"Может, успокоитесь уже?..
Просто скажем, что нам не повезло, и забудем.
Если оставить мужчину в покое, его настроение придёт в норму."
"Надеюсь, чувства отца не были задеты так, что он напишет странное завещание."
Родственники глубоко вздохнули и затихли...
"Эй, не прыгай там, Мария!
Вдруг Энджи упадёт?!"
".........Прошу прощения, что так долго.
Катер готов."
"Отлично, пойдёмте.
Вы всё равно сейчас ничего не добьётесь своими жалобами."
"Мы с нетерпением ждём вашего возвращения на остров."
Нацухи, выглядящая совсем измотанной, сидела на скамейке в розарии.
Однако заметив, что Канон и Кумасава возвращаются, она сразу же выпрямилась, как достойная жена главы.
"............Катер отплыл?"
"Да.
Минуту назад."
"Понятно.
Вы проводили их, хорошая работа.
......Что делает мой муж?"
"Он вернулся в свою комнату.
Отдыхает."
Краусс со вчерашнего дня был поражён беспокойством, думая, что смерть Кинзо могут раскрыть.
Когда семейная конференция закончилась, его усталость, должно быть, неожиданно взяла верх.
......Хотя то, как он никоим образом не раскрыл свои истинные намерения и вёл себя как ни в чём не бывало,
доказало, что мужества Крауссу не занимать.
".........Как всё прошло?
Они ничего не заподозрили насчёт отца?.."
"Нет.
Госпожа Ева и остальные слишком переполошились, когда Господин услышал их разговор о наследстве. Правда ведь?
Разве их паника не была бесценна?"
"Да.
Они были просто потрясены."
"Но всё‐таки, Кумасава, ты и вправду как настоящая актриса.
Вся эта паника в коридоре создала такое впечатление, будто отец действительно там был."
".........Кумасава весьма талантлива в подобных вещах."
"О‐ой, что вы, я не заслуживаю такой похвалы.
Хо‐хо‐хо‐хо."
"*хи‐хи*
Я всегда строго наказываю Генджи не очень‐то и верить, когда ты звонишь сказать, что заболела."
"Как‐то это жестоко, мадам.
Охо‐хо‐хо‐хо..."
"Вы и в самом деле прекрасно справились.
Вы оба вместе с Генджи и Шаннон
получите плату за месяц предыдущего отпуска, а также пять дополнительных дней, как было обещано.
Это должно остаться между нами.
Поговорите с Генджи, когда получите свою плату, чтобы другие служащие не прознали."
"Коне~чно, мы понимаем.
Правда?"
".........Кумасава.
Вы говорите слишком громко."
"О‐о, нехорошо, нехорошо... хо‐хо‐хо."
"Да.
Давайте пока оставим всё как есть.
Нам всем нужно вернуться к своим привычным обязанностям.
Кстати, я говорила Годе сделать один особый чай.
Скажите ему подать его."
Нацухи дала им понять, что хочет побыть немного одна,
наслаждаясь чашкой чёрного чая в розарии.
И чай, что несли к беседке,
— Димбула из Шри‐Ланка, который она пообещала Беато наряду с патисом...
Жена главы и ведьма сидели друг напротив друга, любопытно смотря на него.
"......Так это и есть патис...
Я представляла испечённую сладость..."
Нацухи, не заметив, что у него был подобный карри пряный аромат, чуть не задохнулась, положив его в рот.
Переводя в японскую терминологию, это как жареные пельмени:аге‐гёдза с картофельным пюре и ароматом карри.
Как семейное блюдо, оно довольно популярно среди детей.
Но оно шокировало Нацухи, ожидавшую, что это будет нечто сладкое, как и полагается к чаю.
"Ты не знала?
Димбулу всегда подают с этим.
Чёрный чай — с печеньем.
О, хотя с шоколадом тоже можно.
Японский чай — со сладким бобовым желе, хотя можно и с солёной конбу.
Китайский чай — с китайскими клёцками:сяолунбао.
Впрочем, мне ещё нравятся лунные пироги."
"......Удивительно.
Ты столько знаешь о культуре."
"Ну, мне было на что потратить тысячу лет.
Я пробовала изысканные чаи со всего мира.
Можно назвать это путешествием по чайному миру."
"Прекрасный способ \'путешествовать по миру\', как я вижу.
Я не знала, что можно наслаждаться чаем подобным образом.
Буду дорожить этим знанием."
"У меня нет возможности покинуть Роккенджиму,
поэтому я могу путешествовать только так.
А ты?
Ты наверняка путешествовала по миру, как любая богатая жена."
"............До рождения Джессики мой муж возил меня во многие страны.
До свадьбы я ни разу не ездила за границу, поэтому каждая поездка была свежим и новым открытием."
"......Хмф.
Звучит так, словно ты родилась в очень строгой семье."
"..................
...В строгой, но мне дали прекрасное воспитание.
Было бы грубо по отношению к отцу и матери говорить, что они были строгими."
"Какой красноречивый способ назвать их строгими. *хи‐хи*."
Краусс, возможно, жалел Нацухи.
Или же хотел ненадолго забрать её из строгой семьи Уширомия и дать ей отдохнуть.
......Хотя, может, ему просто хотелось показать жене страны, которые он хорошо знает, и продемонстрировать свои знания.
"В отличие от отца, моему мужу нравятся страны Азии.
Гонконг, Тайвань, Корея, Таиланд.
Ещё мы были в Малайзии."
"*хи‐хи*хи‐хи*.
Краусс... пытался сопротивляться одержимости Кинзо Западом?
Но Азия тоже хороша.
На японцев Запад оказывает сильное влияние.
Когда они думают о зарубежных странах, на ум приходят только страны Запада,
но ведь ещё есть Восток."
"Я и сама кое‐что знала о Западе, но о Востоке — почти ничего...
Припоминаю, как муж высмеивал меня во время наших путешествий."
Беато тайком заглянула в душу Нацухи, ворчащей по поводу утомительных поездок.
"Ты слушаешь?
Это орех арека.
Популярный в этих краях роскошный продукт."
Было похоже на маленький, округлый, как огурец, орех цвета тыквы.
На первый взгляд казалось, что он даже на вкус как солёный огурец.
"По... понятно.
Значит, мне нужно откусить его вот здесь?.."
Когда она попыталась попробовать орех, который держал её муж, он неожиданно убрал его в сторону.
...Ей стало так неловко, будто она была рыбой, захватившей наживку.
"Эй, подожди.
Его нужно есть определённым образом.
Да, тебе надо укусить.
Укуси.
Прожуй.
Но не ешь."
"Э?
Можно укусить, прожевать, но нельзя есть?"
"Да.
Укуси и прожуй,
но не ешь.
И не пей сок,
иначе живот заболит."
"Не... не понимаю...
Зачем есть нечто подобное?"
"Считай это жвачкой.
Жуй и наслаждайся вкусом,
а потом вот так выплюнь остатки в бумажный стаканчик."
"......До... дорогой,
у тебя рот стал ярко‐красным!..
Протри, протри.
......И‐и‐и!"
Даже её любимый платок, которым она протёрла рот Краусса, покрылся красными пятнами.
Мало того, что оно выпускает яд, если есть или пить, и красит рот в ярко‐красный,
так это ещё и надо выплюнуть, прожевав... Как неприлично!
......С этими мыслями Нацухи наотрез отказалась от предложения Краусса.
"Нет, нет, не надо, не стоит!.."
"Таков межкультурный опыт.
Какой смысл путешествовать, не делая того, что можно сделать только здесь?"
Краусс продолжал жевать, игнорируя то, что его губы стали ярко‐красными.
"Отцу они тоже нравятся.
Он когда‐то заказывал эти орехи, потому что привык жевать их на террасе особняка.
Хотя, кажется, перестал ещё с тех пор, как ты приехала."
"Вот видишь, отец, которого ты уважаешь даже больше меня, всё время их ел.
Ну же, давай, не стесняйся и возьми парочку."
"Нет, нет, прекрати, прекрати~, дорого~~й!"
......Во время путешествия Краусс был невинен как ребёнок.
Он даже не скрывал зависти по поводу того, как уважительно Нацухи всегда относится к Кинзо.
Одна возможность увидеть такую сторону её мужа сделала стоящей всю дорогу к другой стране...
Краусс побудил её укусить орех ещё настойчивее,
но несломленная Нацухи побежала от места к месту и наконец прокричала, что он слишком на неё давит.
Краусс дулся всю дорогу в автобусе.
\'Он прямо как ребёнок, раз его расстроило нечто подобное\',
— ошеломлённо думала Нацухи.
Затем местный гид в автобусе достал один из тех самых орехов арека и начал рассказывать про них.
Они с давних времён были в этих краях любимым предметом роскоши, как табак.
Как и Нацухи, молодёжь их невзлюбила, и про них начали забывать.
......Кроме того, в этих краях они считались хорошим талисманом на удачу
и были известны как символ семейных пар.
Она посмотрела на лицо мужа.
......Он резко отвернулся, но казалось, что его щеки покраснели...
"И тогда
ты положила голову ему на плечо и взяла его за руку, да?!
Что за чёрт, у тебя с твоим мужем такая невинная любовь?!
Ты возбудилась?
Ну, а потом, ночью♪
Ки‐ихи‐хи‐хи‐хи‐хи‐хи!"
Покраснев и избегая взгляда Беато, Нацухи попыталась скрыть смущение,
целиком проглотив патис и жуя с надутыми щеками, как у рыбы‐ежа.
Беато сказала: \'Да, к этому чаю нет ничего лучше\'
и несколько раз кивнула с широкой улыбкой на лице...
"Но так было только когда мы были молодожёнами.
Сейчас я не могу покинуть Роккенджиму.
Словно птица в клетке."
"Как и я.
Я могу продолжать умирать, но мне не уйти с этого острова.
Я тоже птица в клетке."
"Я не знаю о тебе всего и не буду расспрашивать.
......Но, вижу, ты в ситуации, с которой не поспоришь."
"Я не желаю быть здесь заключённой.
Давай дружить, как две птицы в одной клетке.
Ты начинаешь мне нравиться."
"Вот как?
Спасибо."
"Указания и распоряжения, которые ты дала слугам на время семейного собрания, были потрясающими.
Ты учла всё — от того, где был Кинзо и когда, и заканчивая тем, что он делал, что оставлял за собой...
И идеально сплела всё это без единого противоречия.
Твой детальный письменный план был так же прекрасен, как магический круг высшего уровня."
Чтобы создать впечатление, что Кинзо на самом деле жив и живёт своей жизнью,
она составила на день график, расписав там всё до мельчайших деталей, и сказала слугам чётко следовать ему.
Кого и где он встречал, что оставлял им?
Когда, где и что он делал, что менялось?
В результате, даже если родственники ни разу не видели Кинзо,
им и в голову не пришло, что его нет.
Ева и остальные всерьёз поверили, что Кинзо только что шёл по коридору, когда услышал их разговор о наследстве и пришёл в ярость.
Всё прошло так, как Нацухи и запланировала, вплоть до мельчайших деталей.
И совместные действия слуг тоже сделали своё дело......
"Мы не могли даже в худшем случае позволить этой тайне выйти наружу.
Поэтому я как следует перепроверила план."
"Твоя сила воли и внимание к деталям привели к абсолютному успеху.
......Как ведьма, ты похожа на леди Лямбдадельту.
Судя по твоему текущему уровню, начав считать это магией, ты сможешь с уверенностью называть себя начинающей ведьмой."
"Если ты называешь что‐то такое магией, тогда Кумасава — ведьма притворных болезней.
В напряжённые дни она всегда звонит сказать, что берёт перерыв на день из‐за больной спины.
Как и каждый год в день семейного собрания."
"О‐о, нет‐нет, Кумасава совершенно иная.
Она ведьма куда более высшего уровня.
Ты была бы в шоке, если бы узнала, кто она на самом деле!
*хи‐хи*хи‐хи*!"
За приятной беседой этих двоих...
наблюдала ещё одна пара с дымящимся чёрным чаем.
Однако эта пара была в мире, который не видела первая. Там, где цвели золотые розы.
"......Ронове любезно сделал нам такой же чай, Димбулу."
"........................Н‐н..."
Беато пробормотала.
Впервые показалось, будто она могла что‐то передать.
Точно, её заинтересовал чёрный чай, и она захотела его выпить...
С этими мыслями Баттлер вложил чашку в руку Беато...
"............Н‐н............"
Глаза Беато печально дрогнули, и её пальцы задрожали.
Словно она не могла даже пошевелить ими так, как хотела......
и оплакивала то, что уже не может сама насладиться чаем, который когда‐то любила...
Вот как она выглядела...
Поэтому Баттлер положил свою руку на её, вложил в неё чашку чая и поднёс к её губам......
......Тогда... хоть это и был всего один глоток... Беато выпила.
Дни на смертельном фестивале с красными лезвиями и синими клиньями...
уже казались далёким прошлым.
Мало того, что теперь Беато не была способна на это...... она едва могла заставить своё тело делать то, что ей хочется.
Даже просто сделать глоток чёрного чая было тяжело......
"......Ну как?
С ароматом роз этот чёрный чай замечателен.
Тебе нравится?.."
".................."
Конечно же...
......... Беато не ответила.
"......Да что с тобой?..
......Это... очередная стратегия?
Ты притворяешься такой, чтобы потом шокировать меня?"
".................."
"......Если в этом твоя цель — перестань, один и тот же трюк не сработает дважды.
......Если продолжишь так вести себя, даже мне станет не по себе."
".................."
"Эй.
...Разве тебе не пора уже громко засмеяться и сказать: \'Попался, придурок\'?
Любая шутка перестаёт быть смешной, если рассказывать её слишком часто.
Тем более, когда она становится штампом."
"....................."
"Смейся.
Как сейчас хихикаешь там, выпивая чай с тётей Нацухи."
"....................."
"..............."
"............"
"............Ты можешь хотя бы ухмыльнуться?.."
"Никогда больше.
Она больше никогда не засмеётся."
Эти внезапные слова...... были невероятно жестоки.
"Откуда тебе знать?!
Перестань отбирать у Беато право смеяться."
"......О, тогда, может, мне сказать красным?.."
Я яростно покачал головой.
С выражением, нисколько не раскрывающим её мысли, Бернкастель продолжила, повернувшись к Беато.
......Я совсем не понял её слов.
"Мои поздравления."
".........С чем?"
"Беато стала такой в результате твоей победы."
".........О чём ты говоришь?.."
"Ты сказал кое‐что интересное в одной из прошлых игр.
Сказал, что это пытка, в которой вы оба мучаете друг друга.
Так и есть.
Это пытка и для Беато.
И ты победил в этой игре‐пытке.
......Вот почему её душа была убита и она превратилась в кукольный труп."
"Хочешь сказать...... я сделал это с Беато?"
"Битва заканчивается когда один из вас теряет волю к победе.
......Что касается сражения между тобой и Беато, в прошлой игре всё было решено.
Хотя ты мог и не заметить."
".........Если я уже победил, почему игра не закончилась?
...Почему она до сих пор продолжается?"
"К её лодыжке прикреплена цепь.
......Это правило, созданное Лямбдой."
Даже если Беатриче попытается уступить, будет обескуражена или сдастся,
ей никуда не деться от этой игры.
......Таково правило.
Или, быть может, проклятие.
"В прошлом я поддержала тебя,
когда ты собрался сдаться.
Вряд ли ты заметил,
но я помогала тебе, давая советы и оборачивая ситуацию в твою пользу.
Именно поэтому ты сейчас здесь.
............Помнишь? Помнишь, как я спасла тебя?"
Бернкастель посмотрела на меня...
......Да, я не понимал...
... но возможно...
... она и вправду спасла меня.
"Точно так же Лямбда помогает Беато.
Тогда та уже вот‐вот могла сдаться.
Поэтому Лямбда поддерживала её, не давая ей отступить.
Вот что значат эти цепи.
Отказавшись позволить ей уйти, она спасла Беато в игре."
"......Как именно?"
"Как правило, из этой игры есть только два выхода.
Либо одна из сторон признаёт поражение и отступает,
либо игра заканчивается шахом и матом — победой одной из сторон.
Беато чуть не выбрала первое.
Поэтому Лямбда уничтожила такую возможность и едва сумела избежать поражения.
Прекрасная доля поддержки в этой игре."
Выходит, для меня единственный способ закончить игру...... это победить.
Пока я не одержу победу,
эта ведьма — Лямбдадельта — может попытаться выиграть время для Беато и обернуть всё в свою пользу.
Но...... так она только продлит её страдания...
Никто из нас этого не хочет.
Мы с Беато делали всё возможное ради победы.
Игра повторялась несколько раз потому, что мы оба вкладывали в неё всё, что могли.
А потом тот раз.
Мы столкнулись лицом к лицу со всей нашей мощью.
И тогда......... Беато признала поражение.
Она сказала, что хочет, чтобы я положил конец этой игре, и доверила всё мне.
Поэтому Бернкастель права.
Она сказала, что Беато стала живым трупом по моей вине.
......Верно.
Но этого мы и хотели.
"Наш поединок уже разрешён.
......Однако игра на этом не заканчивается.
Именно поэтому Беато доверилась мне.
Она сказала мне скорее победить и положить конец этой игре."
"..............."
Раз игра разрешена, любое её дальнейшее продолжение — бесконечная пытка для Беато.
......Не более чем кошмар.
Я должен поставить ей идеальный мат, в прямом смысле прекратить эту игру
......и дать Беато обрести покой...
Ради этого я продолжу бороться.
Но с продолжением игры продолжится и бесконечная пытка для Беато.
Словно я могу дать ей обрести покой только если буду медленно душить её...
".........Я начинаю думать, что правда больше не имеет значения.
...Так игра не важна, пока Беато удовлетворена.
Она отступила.
Я проигнорирую правду об иллюзии ведьмы и вернусь домой со своей семьёй.
......В этом же нет ничего плохого?"
Если бы Лямбдадельта не сковала её проклятием этих кандалов, битва бы уже закончилась.
......Отвратительно.
Эта игра, в которой мне нужно пытать Беато, чтобы покончить со всем...
... омерзительна.
"......Что‐о?
Стоит Беато пострадать, как только ты подобрался чуть ближе к правде, и ты уже готов всё бросить?..
Тогда почему бы тебе совсем не расслабиться?
Заодно дай Беато выиграть авансом, ладно?
Тогда твоя младшая сестра будет бесконечно в одиночестве переживать трагическое будущее."
"Я не это имел в виду......
............"
......Верно...
Ради Энджи я должен вернуться.
Я знаю, что не время сочувствовать Беато.
"Тогда обязательно убей
эту ведьму."
"........................"
Даже при том, что Беато была тут,
Бернкастель сказала не сдерживаясь...
"Твоя цель — убить её.
......Ты же пообещал в прошлой игре исполнить просьбу Беато.
Сказал, что убьёшь её."
"......Да, верно,
но я вовсе не собираюсь жаловаться тебе."
"Знаешь,
если и вырывать ноготь, лучше сделать это за раз.
......Когда его вырывают так, как это делаешь ты...
Медленно, осторожно сворачивая... Это куда больнее.
Как по мне, то, что ты делаешь, гораздо больше похоже на пытку."
"....................."
"Если в тебе есть хоть капля сострадания, убей её сразу.
Так и надо убивать."
"Не твоё дело.
Один я решаю, как выполнить её последнюю просьбу.
Тебя и эту ведьму Лямбдадельту это не касается.
Я сам убью её.
И не позволю никому другому сделать это."
".........Пока ты не утратил силу воли,
я полагаюсь на тебя.
Хорошо?
Не забывай."
"
Пока эта игра не разрешится, ты не освободишься.
И не сможешь бросить игру."
".......Знаю."
"Я понимаю цель Лямбды.
Она хочет вынудить тебя потерять желание бороться, как Беато,
чтобы сделать из вас пару живых кукол и удержать этот мир в равновесии.
......Ты же этого не хочешь?
И я тоже."
"Почему меня должны волновать твои желания?
Но я не брошу игру.
Не откажусь от ответственности борьбы с Беато."
"Рада, что наши цели совпадают.
Значит, ты сможешь убить её не задумываясь?"
".................."
"............Да."
".................."
Мне не узнать, облегчили эти слова её страдания или же ранили её.
...Но из‐за ноющего покалывания в груди...
... думаю, ей стало только хуже.
У меня нет возможности узнать, что Беато чувствует.
......Если буду считать, что она страдает...
так и будет?
А если не буду,
то смогу ли достичь цели, не причинив никому боли?
..................
"......Итак,
насчёт Беато, которая пьёт там чай с Нацухи.
Ты ведь справишься с этим?.."
"Да......
...Без проблем."
"Всё точно так же, как было с Кинзо.
Беатриче не существует.
Это поддельная иллюзия ведьмы, которую создала Нацухи, полагая, что придумала гениальный план по преодолению трудностей, позаимствовав силу ведьмы."
"Всё выглядит так, будто они вместе пьют чай,
только потому, что Лямбдадельта — Владелец игры и рассказчик истории — представила это таким образом."
"Если посмотришь без любви к Нацухи, ты не увидишь такие иллюзии.
.........Вот почему я вижу лишь Нацухи, которая в тишине пьёт чай."
Без любви не ‘увидеть’увидеть.
Не ‘увидеть’увидеть из‐за недостатка любви.
"Это заблуждение, в которое нас ввела Нацухи.
......Беатриче там нет."
"...................Угх........."
Беато тихо пробормотала.
......Слабым голосом, из‐за чего показалось, что она страдает.
Шип правды Бернкастель поразил её в грудь.
"......Да, может, и так.
Думаю, твоя теория верна.
Но не говори это при Беато."
"Не имеет значения, где я это говорю.
Мы в её мире."
".....Кроме того, я не защищаю Беато,
но тётя Нацухи действительно может пить чай с неизвестным человеком Х, называющим себя Беатриче.
Эта сцена происходит за год до начала всего.
Число людей на острове в том году не было объявлено красной правдой."
"............Верно.
Даже Лямбда ничего не сказала красным по поводу числа людей на Роккенджиме в тот день."
"В таком случае,
тётя Нацухи может заявить, что действительно пила чай с женщиной, называющей себя Беатриче.
Точно так же, как я не могу отрицать твою теорию, ты не можешь опровергнуть мою.
А значит, нельзя с уверенностью сказать, иллюзия та Беато или нет."
".........А, теория кошачьей коробки?
Она могла бы сработать на Беато, но не на мне."
"Почему?"
"
Потому что Нацухи пьёт там чай совершенно одна.
"
Раздался громкий треск...
... и Беато, которая весело смеялась и шутила о годах, когда Нацухи только вышла замуж,
была стёрта.
......Подул тоскливый ветер......
и на скамейке осталась одна лишь тётя Нацухи...
... с усталым выражением пьющая чай.........
"............Н‐н, гх.................."
Беато...... застонала.
Я ясно видел, как она скорчилась от боли.
Ещё одна иллюзия ведьмы была разбита...... призывая её к смерти.
......Это и есть та битва, которая может дать ей обрести покой...
Минуту назад Бернкастель сравнила наше сражение с пыткой вырывания ногтей.
Если их всё равно придётся вырвать......
моей последней долей сострадания к Беато будет свести эту боль к минимуму.
В общем...... даже если я хочу уменьшить боль, мне всё равно приходится её причинять.
Я должен принять...... страдания на её лице......
И в то же время...
я понял, насколько беспощадна красная правда.
......Сейчас в розарии нет никого, за исключением тёти Нацухи.
Иначе говоря, кроме неё наблюдателей нет.
И если бы она, как единственный наблюдатель, сказала, что пила с Беато чай......
никто бы не смог это опровергнуть.
......А если никто не может... разве не значит, что это правда?
Тётя Нацухи любуется розами и пьёт чай вместе с Беато.
...Как у кого‐то может быть право безжалостно растоптать этот приятный момент?..
".........Красная правда похожа на лезвие."
"....................."
"В борьбе с ведьмой это лезвие, способное рассечь твои теории, но иногда красная правда становится оружием, которым можно сражаться."
"......Я знаю.
И что?"
"Не размахивай им без причины."
"....................."
"Лезвие — инструмент, если используешь его когда нужно......
а если использовать его со злым умыслом, то оружие."
Конечно же, тётя Нацухи на самом деле не пила чай с ведьмой.
Однако в нашей игре незачем говорить это красной правдой.
Наша игра — история октября 1986.
За два дня преступлений у нас более чем достаточно времени ранить друг друга красными и синими сверкающими лезвиями.
"Речь идёт не об иллюзии ведьмы...
... а о личной жизни тёти Нацухи.
Как можно выставлять её напоказ?"
"............
......Хочешь признать, что ведьма действительно там была и пила с Нацухи чай?
Разве ты не стремишься опровергнуть существование ведьм?"
"......Да, во время двухдневной игры с 4 по 5 октября 1986 года.
Но я не желаю спорить об их существовании за пределами этой игровой доски."
"Во‐первых, ведьм невозможно опровергнуть из‐за доказательства дьявола.
И, согласно правилам этой игры, сказать нечто подобное красным — запрещённый ход, приводящий к пату.
Ведьм нельзя опровергнуть даже красной правдой."
"...........Верно.
......Никогда бы не подумала, что услышу от тебя о существовании ведьм.
............Неплохо, Лямбда.
Ты хорошо постаралась, заставив Баттлера застрять между теорией о виновном человеке и мыслью о том, что неважно, есть ведьмы или нет."
"Она великолепно управляет людьми.
......Мне лучше начать помогать тебе ещё больше."
"Мне абсолютно наплевать на вас двоих.
Исчезни.
Эта игра между Беато и мной.
Мы придержим её для себя."
"............Ни за что."
"Что?.."
"Знаешь,
мне ведь тоже нравится эта игра.
.........*хи‐хи*хи‐хи*хи‐хи*хи‐хи*. Ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха......"
Бернкастель исчезла, оставив лишь неприятный смех.
"....................."
А после остались только Нацухи, в одиночестве пьющая чай......
Беато, которая безучастно смотрела на гладкую поверхность чая, по‐прежнему держа руку на чашке...
...... и я.
".....Бернкастель и Лямбдадельта...
......Вергилия назвала их твоими подругами, но...
... тебе и впрямь нужно осторожнее выбирать друзей.
Хотя подожди, может, они и подходят такому дьяволу, как ты..."
".................."
"........................"
Беато не ответила.
Баттлер опять вложил в её руку чашку чая и поднёс к её губам.
......Она сделала ещё один глоток......
На этом одинокое чаепитие Нацухи подошло к концу.
......Правда, принадлежащая только ей и не засвидетельствованная никем другим, была осквернена.
В мире Нацухи, несомненно...
... это чаепитие — мирное, несмотря на все насмешки Беато — подошло к концу, после чего они разошлись.
Однако в выставленной правде о ней... Нацухи была совершенно одна.
Она ушла прочь.
......На скамье осталась одна‐единственная чашка......
Locked-room Barrier
Влетев в свою спальню, Джессика ответила на телефонный звонок, переадресованный туда.
"О, алло?!
Извините, что так долго!
Ба~ттлер!
О чём ты думал, не связываясь с нами шесть лет?!
Как дела‐а‐а?!
О, правда?
Откуда мне знать?!
Хех, заткнись! Аха‐ха‐ха‐ха‐ха!
Так ты приедешь на семейное собрание этого года?
Шесть лет прошло!"
Пятеро бизнесменов в дорогих костюмах расположились в гостиной
и докладывали Крауссу и Нацухи о прогрессе своей деятельности.
Разложенные на столе чертежи и проекты зданий, а также документы, связанные с расходами и тому подобным,
занимали столько места, что даже чашку чая было некуда поставить.
По официальной версии они были здесь, чтобы отчитаться Крауссу о прогрессе......
но на самом деле приехали на Роккенджиму лично рассказать всё Нацухи.
Ей нужно было, чтобы кто‐нибудь кроме мужа объяснил ей текущее положение дел.
......В общем, несмотря на приближение ещё одного семейного собрания без Кинзо,
их дела так и не принесли им денег.
Сказав гостям немного подождать,
Краусс вывел Нацухи в коридор и ещё раз объяснил ситуацию...
"......Короче говоря, они сказали, что дела продвигаются гораздо лучше, чем мы предполагали.
Личная связь между мной и губернатором действительно начинает окупаться!
Теперь такой улов ни за что от нас не ускользнёт.
Наоборот, он станет настолько крупным, что мы сразу же сможем вернуть не только доверенность, но и всё, что потеряли!"
Звучно произнёс Краусс.
......Из‐за этого Нацухи всё казалось только подозрительнее,
но на сей раз ей, по крайней мере, пришлось признать, что дела идут хорошо.
Да, бизнес, о котором хвастался Краусс, расширился за прошлый год
и обещал даже большую выплату, чем ожидалось в начале.
Выйдет он победителем или нет, инвесторы уже собрались и быстрыми темпами собирают фонды.
Наверное, это имеют в виду, когда говорят, что деньги притягивают деньги.
Это, пожалуй, наивысший успех за всю жизнь Краусса.
......Нет, в том‐то и дело, что пока никакого успеха ещё нет.
Вот чего опасалась Нацухи.
Да, он был возможен, и, как сказал Краусс, они не упустят этот улов.
Но......... им попалась на крючок слишком крупная рыба.
"И мы обязательно вытянем её.
Не нужно спешить.
Это такой успех, что даже отец мог бы похвалить меня, будь он жив!.."
"Да, знаю.
Но, мне кажется, ты обещал другое в прошлом году.
Ты сказал, что сможешь сделать что‐нибудь в течение года!.."
Краусс выглядел огорчённым.
Они, несомненно, поймали жирную рыбу, гарантирующую большой успех.
Вот только потребуется уйма времени, чтобы намотать её на крючок......
Нацухи давила на Краусса, спрашивая, есть ли другой способ заработать деньги до наступления семейной конференции этого года,
а Краусс твердил, что ему просто нужен ещё год...
Он планировал однажды катапультой забросить
этот небывалый успех в будущие проблемы.
Из‐за этого ему не хотелось делать ничего подозрительного, чтобы не показалось, будто они гонятся за деньгами...
Удача всегда стремится отвернуться от людей, которые хотя бы немного воспринимают её как должное.
Например, от тех, кто с тревогой ищет деньги......
Во многих случаях Краусс струсил и продал дела, которые обязательно принесли бы прибыль, подожди он немного,
и, по сути, отказался от победы.
Нацухи тоже знала.
Она знала, что её мужу больше всего не хватает смелости.
Именно поэтому она не смогла отказаться, когда Краусс сказал, что хочет предусмотрительно подождать ещё год......
"......Ха‐ха‐ха‐ха‐ха.
Замечательно, что дела идут в гору.
Похоже, мне придётся побыть призраком ещё немного."
"Ты не выглядишь разочарованным.
Твоей жизни суждено быть разорванной демонами, как только ты покинешь этот мир."
"......Прошу прощения, отец.
...Вы и в этом году... не можете обрести покой."
"Всё хорошо. Не беспокойся, Нацухи.
Я больше не глава семьи Уширомия.
Призраку кабинета полагается послушно подчиняться приказам текущего главы.
......Я посмотрел графики Краусса, и они очень даже неплохие."
"Даже вы так считаете, отец?"
"......Хм‐м. Они весьма хороши даже с моей точки зрения.
Все уверены в победе и концентрируют существенную магическую силу.
В результате победа становится всё очевиднее, собирая всё больше людей и магической силы и постепенно создавая золото.
Идеальное воплощение коротких путей алхимии."
"Хо.
Если одобрила даже Золотая ведьма, это обнадёживает.
Радуйся, Нацухи.
Бизнес Краусса обязательно вытянет семью Уширомия из кризиса."
"Б‐благодарю вас.
......И... не могли бы вы ещё раз..."
"Хм‐м.
Видимо, нам придётся преодолеть ещё один семейный совет..."
"Да.
Думаю, в прошлом году всё прошло гладко, но некоторые родственники могут заподозрить неладное.
.........Семейное собрание этого года может стать критическим периодом."
"Во время прошлогоднего семейного собрания
ты правильно сказала, что то же самое, возможно, придётся повторить ещё раз."
"......Готовиться к худшему варианту развития событий, чтобы преуспеть в этом мире, принято не только у ведьм.
......И, что будешь делать в этом году?"
"Как и в прошлом, в день семейного собрания сосредоточусь на слугах, знающих секрет отца.
......Некоторые родственники, возможно, уже заметили, что его нет.
Небрежные действия могут поставить нас в ещё более опасное положение."
"Хм‐м.
Говорят, иметь слишком много так же плохо, как и слишком мало.
......Так что ты будешь делать?"
"В отличие от прошлого года, думаю, мы последуем плану, согласно которому вы до конца будете оставаться в своём кабинете."
"Подойдёт.
Баррикада — простая и конечная козырная карта."
"Сколько бы токсина ни охватило особняк,
пока эту закрытую комнату окружает барьер, опровергнуть существование Кинзо будет невозможно.
Гарантирую.
......Однако, создавая баррикаду, вы неизбежно будете окружены."
"Знаю.
......Но всё равно я прошу вас обоих ещё раз помочь нам..."
"Я не могу ослушаться приказов нового главы.
Более того, призрак не может не подчиняться приказам живых.
Если ты говоришь мне не покидать эту комнату, я подчинюсь."
"Большое спасибо......"
"А я не буду.
Если хочешь, чтобы я помогла тебе, знай: я не слушаю простые просьбы."
"Верно.
Ты семейный алхимик.
Поэтому я не прошу тебя помочь.
Я приказываю тебе.
......Мы полагаемся на одну твою магию.
Создай ещё раз иллюзию отца с её помощью."
"Тогда ладно.
Слушаю и повинуюсь.
Ты производишь хорошее впечатление."
Баттлер из тени кабинета наблюдал за разговором этих троих......
"......Ясно.
Так вот каким будет это семейное собрание.
......Дед был в плохом настроении, поэтому заперся в кабинете и ни перед кем не появился."
".................."
Нацухи смело говорила о том, как она так или иначе преодолеет кризис этого года и будет до конца отстаивать честь семьи Уширомия,
а Кинзо похвалил её, сказав, что её слова звучат многообещающе.
Беато тоже высоко её оценила, заявив, что Нацухи подходит на роль главы семьи даже больше, чем Краусс.
.........И всё же...
...... сейчас...
истинное число людей в этой комнате.......
Как только я подумал об этом...... нет, просто потому, что я об этом подумал... Беато схватилась за грудь и застонала.
"......Не беспокойся.
Мы всё ещё за пределами игровой доски.
Поэтому я не стану отрицать тебя или деда в том месте."
".................."
Я положил свою руку на руку Беато, когда она попыталась сдержать боль глубоко в груди......
Я уже говорил Бернкастель.
Для отрицания иллюзии ведьмы достаточно одного двухдневного периода семейной конференции 1986.
"
В прошлой игре ты сказала красным, что дед мёртв на начало всех игр.
Но ты не упоминала, жив он был или мёртв до их начала.
......В общем, даже если дед сейчас стоит там, противоречий не возникает.
"
Моя дотронувшаяся до неё рука испустила слабый синий свет...
...... который просочился в её грудь.
Этот свет нежно окутал
осколки в груди Беато...
"
......И также я не могу опровергнуть существование Беатриче в этом месте.
Число людей на острове за пределами доски... то есть, перед 4 октября 1986 года, не было объявлено красным.
Поэтому в том, что Беатриче сидит здесь, нет ничего странного.
"
"........................а."
Выражение Беато немного смягчилось.
Мой синий свет...... медленно расплавлял красные осколки, отрицающие иллюзию ведьмы...
"........................"
Беато всё ещё была печальна, но она подняла взгляд...
и посмотрела мне прямо в глаза.
Она молчала, но её глаза сказали мне, что боль прошла.
Чувства, которые читались в них, — благодарность за избавление от боли...
...... и признательность... или же удивление? ...Тому, что я оставил чуть‐чуть простора для ведьм.
Не в силах смотреть прямо в её чистые глаза, я автоматически отвёл взгляд.
"......Не пойми неправильно.
Я не собираюсь признавать ведьм или сдаваться.
Просто хочу забыть про эту часть и стоически бороться, чтобы победить в игре против тебя.
К тому же, у меня нет желания издеваться над тобой за пределами игровой доски."
".................."
"..............."
Беато опустила голову.
...Я до сих пор сидел отвернувшись от неё.
Но мы молча ждали некоторое время, и моя рука по‐прежнему была на её руке......
.........Теперь уже никто не поверит, что эта девушка с грустными глазами...
... та самая надменная Беато.
Поэтому...... я спросил ещё раз.
Хотя я сказал вслух, это был вопрос не к ней.
Я спрашивал себя.
".....О чём же...
... ты думаешь?"
"..............."
"Верно.
Даже если это игра Лямбдадельты...... я должен отыскать тебя там.
Мне нужно понять, о чём ты думаешь... и чего добивалась."
Вскоре и эта игра дойдёт до 4 октября 1986 года.
......Пятая игра наконец начнётся.
И на этот раз я дойду до конца.
Конца этого пути.
"......Меня не волнуют очевидные убийства и трюки.
...О чём ты, Золотая ведьма Беатриче, думаешь, и зачем сделала то, что сделала?
На что ты рассчитывала?
.........Вот что я собираюсь выяснить."
Да.
Я уже знаю, как мне дойти до конца этого пути.
Об этом говорилось с самого начала.
"......На этот раз я разверну шахматную доску.
Я буду наблюдать за этой историей не со своей стороны...
... а с твоей."
".................."
"И в этот раз...... я пойму тебя.
Я проложу себе путь к твоему сердцу.
......Я не дам тебе страдать.
Не беспокойся.
......Я больше не позволю этим ведьмам обращаться с тобой как с игрушкой."
"...............Н‐н..."
Беато опять посмотрела на меня...... и едва заметно кивнула.
......Верно.
Позиция Владельца игры, может, и захвачена Лямбдадельтой.
И всё же...... пока я продолжаю это соревнование с намерением бороться против Беато...
... наша битва продолжится независимо от того, кто управляет игровой доской.
......Вскоре начнётся наша игра......
"На семейном собрании этого года мы снова должны будем скрывать секрет о Господине."
"Д‐да.
......Понятно."
".........Как‐то я сомневаюсь, что тот же трюк сработает во второй раз."
"Мадам разделяет твоё беспокойство.
Поэтому было решено, что в этом году он ни разу не покинет кабинет."
"То есть, мы должны создать такое впечатление, будто он на всё время заперся в кабинете?.."
"......Да.
И туда позволено входить только нам троим
— слугам, которым разрешено носить однокрылого орла."
".........В общем, мы втроём должны увековечить ложь о Господине..."
"Верно.
......Родственники будут спрашивать вас о здоровье и настроении Господина.
Отвечайте не задумываясь и следите, чтобы никто ничего не заподозрил."
"......Д‐да.
Поняла."
"Уверен, ты сразу же всё испортишь, сестра.
Может, лучше сказать, что ты простудилась, чтобы ты могла пропустить этот день?"
"За... зачем же так......"
Канон не высмеивал её.
......Он просто хотел освободить Шаннон от бремени работы в самые тяжёлые дни.
"Господин Генджи.
Так ли уж необходимо Шаннон работать в этот день?
Мы можем справиться и без неё."
"Нельзя.
Мадам строго приказала именно нам троим работать в это время."
"Да......
Я готова успешно выполнить свои обязанности."
"Не подведи."
"Не подведу."
Шаннон насупилась, и Канон пожал плечами.
Генджи сказал им, что они не достаточно серьёзно воспринимают ситуацию.
"......Шаннон. Канон.
......Господин, которому мы служили, уже скончался.
Однако до тех пор, пока он не покинет нас по‐настоящему, мы продолжим служить.
......Кабинет не пуст.
Господин по‐прежнему там, трудится над своими исследованиями.
Примите к сведению."
""Да, господин Генджи.""
"Отец уже скончался?!
Невозможно!.."
"Успокойся...
Просто предположение.
Общеизвестно, что Такеда Шинген в своём завещании попросил, чтобы его смерть три года держали в тайне.
Знала об этом?"
"......В самом деле?
Я не очень хорошо знаю японскую историю."
"В то время Такеда воевал с Токугавой и Одой.
Известие о его смерти могло негативно сказаться на войне.
Поэтому он оставил завещание, написав, что о его смерти три года никто не должен знать.
......Хидэёши сделал то же самое, так?
Он был подавлен информацией о смерти господина — Оды Нобунаги — и чтобы враг не узнал,
быстро заключил мир с Мори и победил Акети в битве при Ямазаки."
"С другой стороны, у Шибаты Кацуи ничего с этим не вышло.
Враг — Уесуги — узнал о смерти Нобуюки, поэтому Шибате пришлось встретить неожиданную контратаку и замедлиться.
Вот почему в дальнейшем он понёс тяжёлую утрату против Хидэёши в борьбе за преемственность."
Хидэёши, восхищающийся командующими периода Сэнгоку, всегда хвастался своими знаниями, когда выпадал шанс.
Слегка поморщившись, Ева заставила его вернуться к исходной точке.
"......Короче говоря, мне ещё с прошлогоднего собрания
казалось, что что‐то не так."
"Ты имеешь в виду, тот момент, когда мы с Рудольфом говорили о наследстве и отец услышал нас из коридора..."
"Именно.
......Нацухи и слуги твердили, что отец ходит туда‐сюда, причём в плохом настроении,
но никто из нас, родственников, его не видел, верно?"
"Если ты прав......
......Что всё это значит?!
Брат задумал присвоить себе всё наследство?!"
"Разумеется, скрывать смерть — очень опасное дело,
и учитывая все обстоятельства, я не уверен, что Краусс был бы готов пойти на такое только чтобы забрать себе всё наследство.
Однако это не исключено."
"......В‐впрочем, да, брат всегда был жадным.
Он привык отнимать вещи, принадлежащие всем нам, и забирать их себе..."
"Краусс, вроде как, самый богатый из вас.
Чтобы он, и придумал схему забрать общее наследство, зная, как рискованно скрывать смерть отца...
Как‐то неправдоподобно звучит.
И всё‐таки, прошлогоднее семейное собрание было таким странным, что как знать."
".................."
Ева и другие прекрасно понимали, как опрометчиво пробиваться
к Кинзо, когда он в плохом настроении.
Поэтому, когда на семейном собрании прошлого года все услышали о его ужасном настроении,
никто даже не пытался связаться с ним.
Вот почему они до сего дня не считали подозрительным то, что сам Кинзо ни разу не показался......
"Над этим действительно стоит задуматься...
Вот только решился бы брат на нечто настолько отталкивающее, как сокрытие смерти отца...
......Несмотря на всю свою гордость, он ещё и трус.
Сделал бы он такую опасную ставку?.."
"Во всяком случае, неплохо будет на собрании этого года обязательно встретиться с отцом с глазу на глаз."
"......О них ходят крайне плохие слухи.
Судя по всему, бизнес брата провалился даже глубже, чем мы думали.
Он понёс огромные убытки и делает всё возможное, чтобы это скрыть."
"Тогда у Краусса будет сложно занять деньги."
"Да, аж плакать хочется."
".........И, финансовый кризис даёт Крауссу какую‐нибудь слабость?"
"Слабость?
.........Ну, инвесторы обычно остры на глаз.
Если они услышат, что у Краусса на самом деле мало средств, никто не захочет иметь с ним никаких дел."
"Мне кажется, доверие — самая важная составляющая этого бизнеса.
.................."
Кирие тонко улыбнулась.
Рудольфа ошеломила эта улыбка...
Он понял, что его план по сбору денег для выхода из текущей неразберихи за счёт взятия взаймы у богатого Краусса
теперь был ни к чему, если тот сам в трудном финансовом положении......
"......Надёжность Краусса могла бы понадобиться в его бизнесе раньше,
но сейчас нам нужно не это."
"Ты предлагаешь вымогать у брата деньги?"
"Мне самой это не нравится.
Кто захочет делать нечто подобное с кровными родственниками?
*хи‐хи*хи‐хи*."
От холодной улыбки Кирие по спине Рудольфа пробежала дрожь...
Временами она забывала о сострадании и рассуждала крайне безжалостно.
Почувствовав это, Рудольф убедился в том, что никогда бы не захотел стать её врагом......
"Не хотелось бы угрожать брату, будь другой способ достать деньги."
"......Если бы был другой способ, мы бы не беспокоились."
"Тебе не кажется, что глупо раздумывать, когда нет никаких других вариантов?"
".................."
Рудольф замолчал, сложил руки и опустил взгляд.
Кое‐какой страх, который Рудольф испытывал перед Крауссом из‐за его жестокости во времена их юности, ещё остался.
......И вот, теперь он будет угрожать Крауссу.
Это также означает, что Рудольфу придётся бороться с травмой детства.
Чтобы подтолкнуть мужа, Кирие ободряюще улыбнулась......
а может, и холодно.
"Мне никогда не нравилось работать, основываясь на доверии.
Трудно построить доверительные отношения, зато слишком легко потерять их. Есть не менее выгодные инвестиции."
"Т‐ты права.
...Всё доверие этого мира не стоит одной хорошей банкноты."
"Даже если Краусс несёт огромные потери,
он должен быть в состоянии приготовить достаточно денег, чтобы выиграть нам немного времени.
Хотя, конечно, так ему придётся променять на деньги всё доверие, которое он построил."
".........Из этого...... не выйдет ничего хорошего..."
"Нужно как следует подготовиться.
У нас нет времени, и неудач быть не должно.
Так ведь?"
"Среди моих друзей в Киото есть несколько людей, которые очень хороши в расследовании подобных вещей.
Я бы предпочла не быть у них в долгу...... и всё же, не хочешь встретиться с ними?
Они не дают квитанций, но наверняка раскопают что‐нибудь, что сделает их стоящими вложения."
"Да.
У Марии тоже всё хорошо.
.........Не стоит.
Спасибо.
.........Э?
Ну, я проверю расписание..."
Роза разговаривала по телефону с Рудольфом.
Ей редко звонили старшие братья и сестра, поэтому она сразу приготовилась к чему‐то серьёзному.
"По правде говоря,
я хочу поговорить о предстоящем семейном собрании. Без брата."
".........Только со мной и Евой?
......Тревожно звучит."
"Не могу обсуждать детали по телефону,
но тебе стоит выслушать."
"Что‐то хорошее?"
"Естественно.
Сестра всеми руками за."
"В самом деле?.."
"Мы просто хотим твоего согласия и вовсе не собираемся просить денег.
Что самое главное — мы втроём должны держаться вместе.
Понимаешь?"
Роза вздохнула.
В прошлом, когда Рудольф и Ева спорили с Крауссом, они всегда говорили ей то же самое, прежде чем впутать во всё......
"Для начала ответь.
Я тоже что‐то с этого выиграю?"
"Да.
Мы втроём получим по 200 миллионов, если затея выгорит.
Хотя, может, сможем выжать и больше.
Этого же хватит, чтобы ты расплатилась по своим долгам?"
"............
И когда?"
"В течение года, конечно же.
Мне нужны деньги.
Сестре нужны.
И тебе тоже, Роза.
Все три наши проблемы будут решены."
"Шансы на успех настолько велики, что даже сестра согласилась?"
"Теперь хочешь услышать?
Знаю, малость неожиданно, но давай встретимся в следующее воскресенье в 19:00, в любом кафе в Гинзе.
Это единственное время, когда наши с сестрой расписания совпадают.
Подходит?"
"Если так я получу 200 миллионов, остаётся только выслушать.
......Что ж, давайте встретимся в следующее воскресенье в 7 часов вечера, в Леопольде."
"Передавай привет Марии.
Можешь взять её с собой, если хочешь."
"Не говори о деньгах при ребёнке!"
Чуть яростно она повесила трубку.
Судя по всему, либо Ева, либо Рудольф нашли слабое место Краусса.
Вероятно, они будут угрожать ему этим на следующем семейном собрании и заставят выплатить деньги.
Даже не услышав всего, она знала, что в этом не будет ничего хорошего.
Но всё равно...... это может быть её единственный за всю жизнь шанс расплатиться по крупным долгам.
Роза вытащила из сумки записную книжку
и начала заполнять день встречи с Евой и Рудольфом.
......Она нахмурилась и хлопнула себя по лбу.
На странице уже было написано \'ДСЛ с Марией\'...... У неё уже были планы с дочерью.
Мария была в комнате — взволнованно играла с Сакутаро и остальными.
Ведь в следующее воскресенье её отведут в только что построенный парк развлечений,
Дэлснейленд.....
Посмотрев на часы, Роза заметила, что уже больше 9 вечера.
Мария нарушила правило выключения света.
Некоторое время просидев в тоске, закрыв лицо руками...
... Роза встала и пошла к её комнате.
Там почти наверняка был беспорядок.
......По крайней мере сегодня так даже лучше.
Пока она стояла за дверью в комнату Марии, слушая счастливый смех, просачивающийся через дверь,
лицо Розы снова скривилось в тоске, и она опустила взгляд.
Как только она опять подняла голову,
её лоб сморщился, а на лице появилось уродливое выражение гнева...
Погода была не слишком хорошая.
В прогнозе на выходные сказали, что высока вероятность возникновения тропического циклона, который перерастёт в сильный тайфун.
Если дурные предчувствия себя оправдают...
......Семейное собрание этого года состоится в абсолютно ужасных погодных условиях.
Вот бы тайфун оказался достаточно сильным, чтобы катер не смог приехать и Роккенджима навсегда был оторван от внешнего мира.
Так я могла бы скрывать смерть Кинзо сколько захочу......
"Вот бы...... тайфун вечно держал их на расстоянии."
Нацухи глубоко вздохнула.
......От этого в голову вступило ещё сильнее...
С приближением семейного собрания интенсивность её головных болей только продолжала расти.
В этот момент зазвонил телефон.
Нацухи выключила телевизор и подняла трубку...
"......Алло?"
"Простите, что беспокою.
Это Генджи."
"Что‐то случилось?.."
"Вам звонок с внешней линии.
......Однако звонящий не хочет называть имени."
"Не хочет называть имени?.."
"Да.
Говорит, что вы узнаете его, когда поговорите с ним...
Что прикажете?
Возможно, розыгрыш."
"Чей голос?"
"Молодого человека, как я считаю.
Знаете, кто бы это мог быть?.."
"Молодого...... человека?"
Нацухи понятия не имела кто это.
Во‐первых, среди её знакомых нет никого, кто бы так грубо отказался представиться.
Да ещё и... молодой... человек?..
Как жена, она должна избегать любых подозрительных для Краусса контактов, а уж тем более с молодыми людьми.
При этой мысли телефонный звонок вдруг стал походить на нечто грязное.
Но в то же время ей было очень интересно узнать, что ему нужно.
......Может, какая‐то неприятность, связанная с бизнесом Краусса?
Что если по каким‐то причинам им нужно переговорить с его женой, а не с ним лично?..
"....................."
Что бы это ни было, мой долг как жены — выслушать и доложить Крауссу.
......Если это какая‐нибудь угроза, я повешу трубку и сообщу ему о таком звонке.
Если просто что‐то раздражающее — скажу Генджи никогда больше не перенаправлять мне вызовы, если звонящий не назвал имени.
С этими мыслями она сказала Генджи, предлагавшему всё‐таки повесить трубку, соединить её с тем человеком,
и положила трубку.
Вскоре телефон зазвонил снова......
"............Алло?"
Теперь разговор шёл не по внутренней линии,
а по внешней, которую перенаправил к ней Генджи.
Её уже соединили с тем таинственным человеком.
Однако на другом конце линии ей никто не ответил.
......Нацухи это ничуть не понравилось, и она недовольно повторила.
"Алло?
Кто это?
Представьтесь!.."
".................."
Нацухи услышала что‐то напоминающее вздох.
Она автоматически сглотнула.
После недолгого молчания ей наконец ответили......
".........Прошло столько времени."
Такими были его первые слова.
"......Как много?
......Сколько же лет?"
"О чём вы говорите?
Кто вы?!"
И вправду напоминало голос молодого человека.
Впрочем, о человеке не многое можно выяснить по одному голосу в трубке...
Может, это молодой человек, может, мальчик школьного возраста,
а может, взрослый мужчина с неуглубившимся голосом.
Нет, стоп, ещё слишком рано полагать, что это мужчина.
Но одно можно сказать точно......
Хотя он говорил с Нацухи как со знакомой, она понятия не имела, кто это...
"......Будет просто назвать имя.
......Но грустно."
"Я не понимаю, о чём вы.
Кто вы?
Какое у вас ко мне дело?!
Если не хотите отвечать — мне всё равно!
Я кладу трубку!.."
"Я хочу...... чтобы ты вспомнила."
"Что вы просите меня вспомнить?
Я вас не знаю, поэтому мне нечего помнить!"
".........Не говори так.
Я ведь твой ребёнок."
"Что?!
О чём вы говорите?!"
"Не говори такие печальные вещи...
... мама."
Это тревожное слово безжалостно пробилось в глубины сердца Нацухи и закрутилось...
За всю её жизнь ей ни разу не говорили ничего
столь тревожного.
Растерявшись, Нацухи заметила, что её сердце бьётся так громко, словно сейчас лопнет.
"Я...... я... не помню, чтобы вы называли меня матерью!
Не знаю, что вы задумали, но я вешаю трубку!.."
"......Я вернулся ради мести.
......Мести за твоё преступление 19‐летней давности."
Разум Нацухи опустел......
И за шумом ветра, воющего за окном, она явно услышала рёв моря с того дня......
"........Так что,
ты же на самом деле помнишь?.."
"Я... я же сказала, что не понимаю, о чём вы!
Ни... никогда больше не звоните сюда!"
"Я не забыл, как ты обошлась со мной 19 лет назад.
......Проклиная, я всё равно до сих пор называю тебя матерью,
хотя нет, из‐за этого.
.........Скоро же семейное собрание?
......А я твой ребёнок, мама.
Я приду в день этого собрания.
...Спустя 19 лет.
......Чтобы отомстить тебе."
*звяк*!!!
Тяжело дыша, Нацухи с грохотом повесила трубку...
А затем яростно ударила телефон, сбив трубку.
Чтобы больше никто на него не позвонил...
Я слышу рёв моря......
И этот голос, скрывающийся за воющим ветром......
А‐а‐а,
даже если я заткну уши, даже если я заткну уши.........
головная боль всё равно............
Совершенно бледная... Нацухи дрожала, словно от холода......
".........Лямбда, ты здесь?"
"Да, здесь.
Я всегда там, где ты хочешь, чтобы я была, Берн."
"......Тогда залезь в чулан под кухонным полом.
Или в банку с рисовой пастой, если хочешь."
"О‐о, ты собираешься окунуть меня в рисовую пасту и укусить?
Но тогда лучше окуни меня в мё~д.
А я, в свою очередь, приготовлю тебя в сахарной воде."
"......По крайней мере, пусть это будет сладкий соевый соус со сладким саке."
"Так что?
Хочешь, чтобы я что‐нибудь повторила?"
".........Да.
Телефонный разговор Нацухи — это факт?"
Лямбдадельта неприятно ухмыльнулась, будто оценивая Бернкастель.
Вероятно, хотела подразнить её за это требование.
".........Отказываешься повторить?"
"Что ж...
Отказаться или ответить...
Как у Владельца игры, решение за мной, и я могу принять его когда захочу."
".........Пока я не скажу то же самое голубым текстом, ты не обязана отвечать."
"Именно!
*хи‐хи*хи‐хи*.
Теперь лучшее, что ты можешь, — это задаться вопросом о тайне Нацухи 19‐летней давности!
Сиди как на иголках.
*хи‐хи*хи‐хи*."
Разумеется, этот подозрительный телефонный звонок произошёл
до 4 октября 1986 года.
По‐прежнему до начала игры.
Поэтому нет необходимости размышлять, правда это или ложь.
".........Раз ты — Владелец игры — всё же показала мне это, думаю, ты что‐то задумала.
......Возможно, уловка, но я запомню этот ход."
"Эхе‐хе‐хе‐хе‐хе‐хе‐хе‐хех.........
В общем, ты не станешь раскрывать карты.
Ай, ч‐что?!"
".............<Direct Attack>."
Лямбдадельта была сбита с толку после того, как её неожиданно стукнули по голове.
Но, возможно, эти непостижимые отношения забавляли её — она тут же опять захихикала.
"......Ты подготовила игровую доску?"
"Да, подготовила.
Теперь я наконец перейду к игре.
К 4 октября 1986 года!.."
".........Который раз наступает этот день?
......Ведьма Бесконечности.
BEATRICE.
...До чего устрашающее дитя."
"Ваша сторона будет что‐нибудь делать, Берн?"
".........Нет.
Если ты отказалась повторить то, что я попросила, тогда у меня всё."
"<Turn end>, да?
<Start, cleanup, draw>!"
"Настань!
4 октября 1986 года!!!"
Furudo Erika
"Этот розарий настоящий шедевр.
Он стал даже лучше, чем был шесть лет назад.
Тебе так повезло, что у тебя такой двор!"
"Ты что, шутишь?
Мне он только удлиняет дорогу до гавани."
"Ха‐ха‐ха.
Какое роскошное беспокойство."
"У‐у!
Так здорово каждый день говорить розам \'привет\'!
Если здороваться со столькими розами, можно и опоздать!.."
"И всё же, жаль Энджи.
Я слышала, у неё живот стал легко расстраиваться?"
"По‐видимому.
Должно быть, слабый кишечник.
Повсюду признаки диареи."
"У‐у.
Не говори такое про леди......"
"Ихи‐хи‐хи‐хи, извини.
Да, я забыл, зефир — вот что выходит из задниц девочек~
Так вот, Энджи заболела, и зефир превратился в сироп."
"Да, это и впрямь..."
"Слишком вульгарно."
Джордж и Джессика ударили коленом и кулаком Баттлеру в живот.
*удар*,
*хлоп*бух*.
......Звуки *хлоп*бух*, вероятно, раздались, когда он ударился коленями о землю и упал.
Обычно Баттлер обладал здравым смыслом, какого ожидаешь от 18‐летнего человека.
Но, видимо, это воссоединение вернуло его к умственному возрасту шестилетней давности.
Понемногу
Джессика и Джордж поняли, что и они тоже словно вернулись в то время...
Нацухи через открытое окно
в коридоре наблюдала за их "прелестным" разговором.
".........Мадам.
Господин Краусс ищет вас."
"Я скоро приду.
......Ещё даже не обеденное время... а я уже устала."
Всего несколько минут назад между ними и группой Евы уже начали летать искры.
Те снова и снова доставали Нацухи и Краусса требованиями вывести Кинзо из кабинета...
Похоже, на семейном собрании прошлого года полностью их обмануть так и не удалось......
".........У нас ведь... нет проблем с отцом?.."
"Разумеется.
......Положитесь на меня.
Шаннон и Канон тоже в полной мере осведомлены о сегодняшних договорённостях."
"......Кумасава хорошая лгунья, так что о ней я не беспокоюсь, но... меня немного волнует доктор Нанджо.
......У меня такое чувство, что он плохо умеет хранить тайны."
"........Положитесь на меня.
Я намерен как можно дольше поддерживать его с близкого расстояния."
"Как хорошо, что вы здесь.
.........Это и вправду очень помогает.
...Без вас мы бы не добились успеха."
"......Ваши слова — честь для меня."
"Не волнуйся.
Барьер закрытой комнаты вокруг кабинета совершенен.
Пока он не сломан, секрет Кинзо никто не раскроет."
".........Да, знаю.
Но ты ведь только что слышала разговор в гостиной?"
"......Да.
Видимо, прошлый год вызвал значительные подозрения.
Этот жуткий токсин накопился и распространяется."
"......Собрание этого года и в самом деле будет иметь решающее значение."
"Мы могли бы как‐нибудь преодолеть и этот год...... но удача может отвернуться от нас.
Лучше предположить, что следующий год будет неуправляемым."
".........Со стольким отрицающим магию токсином, разлетающимся повсюду,
будет трудно удержать магию лорда Голдсмита ещё на одну семейную конференцию."
"К‐кто вы?"
"O,
не удивляйся.
Это моя главная мебель."
"Приветствую вас, мадам Нацухи.
Меня зовут Ронове.
Приятно познакомиться......"
"На него можно положиться.
Он тоже помогает защищать барьер закрытой комнаты."
".......Вот как?
Уширомия Нацухи.
Благодарю за сотрудничество."
"Да, мадам.
......Я буду помогать вам из мира магии.
Можете положиться на меня."
"............Теперь моя очередь представиться.
Хай, Риче.
Давно не виделись......"
"О, Гаап!
Рада тебя видеть!"
".......Хотя я лишь пришла повеселиться.
......Если будут нужны дополнительные руки — дай знать.
Рада встрече, мадам.
......Впервые поздоровалась, но на самом деле я всегда рядом."
"Пу‐ку‐ку.
Гаап любит шутки...
Помните то лекарство от головной боли, которое вы уронили на пол и потеряли, когда одевались?
За этим стояла она."
"Когда не можешь найти всякие мелочи, знай, что это наверняка её рук дело.
......Много лет назад она постоянно меня так дразнила!"
"Во... вот как?
......Так или иначе, вы в особняке Уширомия.
Здесь вы будете слушать нас.
Вы же понимаете?"
"Конечно.
Понимаем.
......Считайте меня Генджи из мира магии и отдавайте приказы когда захотите."
".........Уверена, я знаю, как быть хорошей гостьей.
...Я не позволю хозяйке потерять лицо."
"Можешь рассчитывать на них.
Однако волшебный мир и человеческий — две разные стороны одной медали."
"Знаю.
......Конечно же, в мире людей я буду делать всё от меня зависящее.
Давайте сотрудничать и защищать секрет отца."
"Да."
"......Опять по кругу.
Видимо, до завтра мы никуда не продвинемся."
"Хм‐м?
Ну, это да. Для меня 4 октября как подготовка.
Если ничего не хочешь делать, почему бы не посидеть без дела до 5 октября?
Я позову тебя, когда помрут первые шестеро.
*хи‐хи*хи‐хи*!.."
......Да, эти слова сильно раздражали.
Битва не начнётся, пока не произойдёт преступление.
Однако ждать начала преступлений означает закрыть глаза на убийства первых сумерек.
Это то же самое, что довольствоваться гибелью шести человек...
"............Знаешь?
Говорят, в шахматах у игрока, который ходит первым, в два раза больше шансов на победу."
"Хотя это уже может зависеть от тактики.
Разве не считается, что у второго игрока гораздо лучший шанс сыграть вничью?"
"......Даже я знаю, что означает \'первый удар — победный\'.
.........К чему ты клонишь?"
"Пф‐ф, *хи‐хи*хи‐хи*!
Вот почему ты так некомпетентен."
".......Не то слово.
......Ты слушаешь, Баттлер?
Есть загадка, которую можно разгадать даже 4 октября.
......Знаешь, какая?"
"Ты же не про......
.........Да, но..."
"Хе‐хе‐хе‐хе‐хех!
......Узри, некомпетентный Баттлер во всей своей красе!"
"*хи‐хи*хи‐хи*..."
Я примерно представляю, о чём говорят эти ведьмы.
......В прошлом я много раз пытался разгадать её, но так и не нашёл ничего похожего на ответ.
Напротив, я даже не понимаю, почему эта загадка существует.
.........Верно.
Причина её существования.
Зачем только Беато...
... подготовила такую загадку?..
Все мы в прошлых играх время от времени обсуждали её.
Но я перестал думать о ней, считая, что нет смысла разгадывать загадку, которую нельзя разгадать.
......Теперь мне придётся изменить точку зрения.
Не нужно просто сосредотачиваться на очевидном...
вроде правды этой загадки и её разгадки.
......Более важно то, зачем её создали и выставили нам на обозрение.
Вот о чём мне следует задуматься.
И загадала нам эту загадку......Беатриче.
Даже если я не могу разгадать её, я должен быть в состоянии понять, о чём думала Беато, показывая нам её.
......Верно... на этот раз я разверну шахматную доску...
Ведьмы продолжают называть меня некомпетентным.
Пусть смеются.
......Не они мои враги.
......Я продолжаю нашу битву.
Беато......
"......O.
Наконец‐то пошёл дождь."
"Чёрт...
А я думал, что ливень только у меня в душе."
Люди в гостиной заметили, что по окну начали стучать дождевые капли.
"Теперь до окончания семейного совета нам некуда бежать."
"......То же самое относится к брату и остальным.
......Я не позволю им сбежать, будьте уверены...
Карты у нас на руках не так уж и плохи.
Брат просто блефует.
......Уж я заставлю его сдаться..."
"Привести противника к поражению
— это ещё не всё.
.......Нужно поставить ловушку, польстить им и убедить встать на неё по собственному желанию."
".....Хидэёши прав.
В прошлый раз мы слишком сильно их прижали, Ева."
"Т‐так и надо, учитывая, что мы имеем дело с братом."
"Э? Роза заснула."
"Она всё жаловалась на то, как рано встала этим утром.
Ну и ладно, что такого."
"Мы, скорее всего, просидим всю ночь.
Вздремнуть сейчас не такая уж и плохая идея."
Из уважения к Розе, заснувшей на диване, остальные тихо покинули гостиную.
Не зная этого, Роза продолжала спать.
Сказав Марии оставаться там, где та закатила истерику из‐за пропавшей розы,
Роза спала, не подозревая, что пошёл дождь......
Дождь лил так, будто ждал этого момента.
Естественно, прозябшая до костей Мария его заметила.
Но она стала только упрямее.
Так и не найдя бедную увядшую розу, которую она лично выделила из остальных......
Мария просто не могла смириться с тем, что поиск будет прерван каким‐то дождём.
Поэтому, чем больше капель падало на неё,
тем упорнее она бродила вокруг покрывал из роз...
И тогда......... за её спиной............. *стук*стук*.
...Приближающиеся шаги.
Когда две стопы с тихим плеском наступили в лужу, Мария наконец услышала.
Но даже лёгкий отвлекающий звук только разозлил её, и она проигнорировала его несмотря на то, что слышала.
"............Здравствуй."
"......a."
Сбитая с толку, Мария обернулась.
......В конце концов, этот голос...
она совсем не узнала.
На уединённой Роккенджиме...... он не принадлежал никому из тех, кого она знала...
"Господин Краусс, мадам.
......Я искал вас.
У меня важные новости."
Краусс и Нацухи наедине обсуждали дальнейшие действия в безлюдном коридоре на третьем этаже.
Генджи повсюду искал их.
"В чём дело?
Надеюсь, это поважнее доклада о промокших под дождём простынях."
"Что случилось?
Кто‐то допустил ошибку?"
"......Недавно некто пришёл к особняку, утверждая, что его отнесло сюда после несчастного случая в море."
Краусс и Нацухи широко раскрыли глаза и переглянулись.
Они впервые услышали, как кто‐то попал на этот остров без приглашения.
"Отнесло сюда?..
Правда?
Бедняга.
......Отнеситесь вежливо, как к гостю.
Как сейчас обстоят дела?"
"Доктор Нанджо проводит осмотр.
......Он ещё не закончил, однако могу сказать, что видна усталость, но особых травм нет."
"Прекрасно.
У нас с Нацухи сейчас важный разговор.
Мы придём, когда закончим.
Скажите, что пусть чувствует себя как дома."
"Разумеется......"
Когда Генджи низко поклонился и собрался уходить, Нацухи окликнула его.
Генджи остановился, и она подбежала к нему...
".........Генджи.
...Этот человек...... мужчина?"
"Нет.
......Девушка примерно того же возраста, что и миледи."
"...Девушка?..
.........Вот как.
Хорошо. Возвращайся к работе."
В гостиной особняка поднялась суматоха.
Взрослые собрались, беспокоясь о здоровье нежданной гостьи...
"Что ж, раз она смогла сама дойти аж до розария, за её жизнь можно не опасаться."
"......Быть подготовленным всегда полезно.
Думаю, всё благодаря спасательному жилету.
Без него она могла бы утонуть."
"Какая она?
Старше или младше Джорджа? Джессики?"
"Младше Джессики.
Она была в спасательном жилете и купальнике.
Выглядела совсем измотанной!.."
"На фоне катастрофы ей повезло, что её отнесло к гавани.
Было бы ужасно, окажись она на другой стороне острова..."
"......И всё‐таки, ей можно только посочувствовать.
В такую погоду судна не ходят.
Она тоже на весь завтрашний день застрянет на острове."
В этот момент дверь распахнулась, и все посмотрели в ту сторону.
"Дамы и господа, будете чай?"
Вошли Года и Канон.
Последний подталкивал столик, нагруженный чайным сервизом.
Года хорошо понимал, что в такие времена дела сверх его работы принесут ему дополнительные баллы.
Вокруг него столпились родственники, жаждущие информации...
Он приказал Канону подать чай и стал единственным объектом их внимания.
"Года, как она?
С ней всё хорошо?.."
"Н‐ну, об этом я не знаю.
Но не о чем беспокоиться!..
Доктор Нанджо позаботится о ней, и с ним ещё Кумасава и Шаннон.
Не волнуйтесь.
Почему бы пока не расслабиться за чёрным чаем?..
Давайте, Канон.
Скорее, скорее, подавайте, подавайте."
"
..............Чёрт...... почему я...
"
Канон знал, что этот чай лишь средство для Годы набрать баллы,
и выставлял чашки в ряд несколько угрюмо.
"У‐у.
Я помогу."
"......Н‐не стоит.
Просто подождите, госпожа Мария."
"У‐у!
Я тоже хочу подать чай!"
"Разве вы не говорили с доктором Нанджо?
Он сказал что‐нибудь?"
"Да. Недавно я видел его, и он заявил, что никаких серьёзных внешних травм нет...
Могу сказать, что на первый взгляд......"
Как только Года успешно привлёк внимание всех присутствующих и был готов начать говорить по этому вопросу со знанием дела, вернулся Нанджо.
Разумеется, центром внимания сразу же стал он.
......Канон повернулся спиной к приунывшему Годе.
"Доктор Нанджо!..
Как она?!
С ней всё будет хорошо?"
"Не беспокойтесь...
Она в порядке.
Ни одной травмы.
Выглядит довольно‐таки измотанной, но не о чем волноваться, пока не появились признаки лихорадки."
"Приятно слышать.
......Нам повезло, что у нас есть врач, но это не больница."
Все были рады слышать, что с девочкой всё хорошо...
Нанджо сообщил более подробные результаты осмотра, в заключение добавив, что она молода, поэтому всё должно быть в порядке,
и все, кто уже не попадал под это описание, кивнули в знак согласия.
"......У‐у.
Катера такие страшные.
Па‐адаю, па‐адаю.
Баттлер был прав..."
"Только не говори ему об этом, Мария."
"О, мадам! Господин Краусс!"
Года, полностью потеряв терпение и раздавая чашки, позвал их чересчур громко.
До того отчаянно пытался привлечь внимание.
"......Как гостья?"
"Да, сэр!
Её состояние не вызывает опасений."
"Вот как, прекрасно.
Где она сейчас?.."
"Кумасава и Шаннон повели её в ванную.
Сказали, что после подберут ей одежду."
"Значит, они скоро придут.
......Дамы и господа.
Сегодня — день семейного собрания, но у нас гостья, которую привёл сюда несчастный случай.
Даже если она не была приглашена, я хочу, чтобы вы доброжелательно к ней отнеслись."
"Кто же с этим не согласится?
Я всеми руками за."
"И я.
Мама всегда говорила нам быть вежливыми с девочками."
"Ты слишком чётко следуешь этому девизу."
"......Будет лучше позвать сюда Джорджа и остальных.
Давайте встретим её все вместе."
"Но...
Разве это её не стеснит?.."
Ева встала и позвонила в домик для гостей.
Тогда же они услышали стук, а затем голос Генджи.
"......Это Генджи.
Я привёл гостью..."
В ответ на эти слова все замолчали, а те, кто сидел, выпрямились.
Генджи вошёл первым, медленно открывая дверь...
...... и тогда отошёл в сторону, низко поклонившись и подозвав гостью пройти вперёд.
Рядом с ней стояли Шаннон и Кумасава......
и несмотря на то, что на неё смотрело столько людей, ожидавших её в гостиной, она ничуть не спасовала.
Уже только поэтому...
было видно, что она достойна быть гостьей семьи Уширомия...
"......Мисс Фурудо, позвольте представить.
Представитель главы семьи Уширомия, Уширомия Краусс."
"Добро пожаловать на Роккенджиму.
Даже если ты появилась здесь в результате несчастного случая, ты гостья семьи.
Мы рады тебе.
Чувствуй себя как дома."
".........Большое спасибо.
Позвольте представиться.
......Меня зовут Фурудо Эрика.

古戸ヱリカ
."
"Прошу прощения, что побеспокоила членов семьи Уширомия.
......Я искренне благодарна вам за тёплый приём несмотря на мой статус незваной гостьи."
......Раздался общий приветственный вздох.
Ей одолжили что‐то из старой формальной одежды Джессики......
но её самообладание, производящее достойное впечатление, отнюдь не уступало этой одежде...
Её звали Фурудо Эрика.
Она выглядела чуть младше Баттлера и Джессики,
но её самообладание и манеры были вне того, что можно ожидать от ученицы старшей школы, словно она дочь зажиточной семьи...
"Секунду.
......Кто это?"
"............С таким некомпетентным протагонистом, как ты, игра никуда не продвинется.
Поэтому я поместила туда себя как фигуру..."
"Просто небольшой бонус.
Даже в замкнутом круге скучно каждый раз смотреть на одно и то же, правда?"
"Хватит всё портить.
Этой фигуры нет на игровой доске Беато.
Мы с Беато не примем её!.."
"Это ведь игровая доска Беато?
Если она откажется, я подумаю.
Ну и, что Беато ска~жет?"
".................."
Беато не смогла ответить.
......Лямбдадельта в триумфе ухмыльнулась.
"......Хочешь нажаловаться на правила и выйти из игры?
Кажется, это ваш, поклонников детективов, любимый ход♪
Если есть хоть что‐то, не соответствующее твоим ожиданиям, ты закатываешь истерику и окончательно перестаёшь думать."
".........Кх..."
".........Не беспокойся.
Я провозглашу эту фигуру детективом."
"Провозгласишь детективом?.."
"
Я объявляю, что Фурудо Эрика — детектив.
"
"
Детектив не преступник.
Доказывать это не нужно.
......В общем, нет необходимости подозревать её.
Даже если она отныне человеческая фигура, ты можешь рассуждать как обычно, понимаешь?.."
"......Всё благодаря 7‐му Ноксу.
\'Детектив не может быть преступником\'.
В оригинале был пункт с исключением, но в этой игре
"
детектив не преступни
" объявлено красным, поэтому забудь об исключениях.
Ненавижу словесные игры, так что тоже скажу красным.
Фурудо Эрика не преступник.
"
"Повтори.
......\'Фурудо Эрика не влияла на предыдущие игры Беато\'."
"Ладно, повторю.
Фурудо Эрика не влияла на предыдущие игры Беато.
Она не более чем дополнительный персонаж, впервые появившийся в этом раунде.
Её не было в предыдущих мирах, и она не влияла на них.
"
"Тогда сколько человек сейчас на острове?"
"Плюс один к предыдущему числу, конечно же.
Но не беспокойся.
Фурудо Эрика только увеличивает это число на одного.
Помимо неё, людей на острове столько же, сколько было в предыдущих играх.
"
В это же время из коридора донёсся громкий бег.
Баттлер, Джордж и Джессика пришли из домика для гостей, как Ева и просила.
Они тут же заметили неизвестную гостью, и их глаза расширились.
".......Ой...
......Т‐ты кто?.."
"У‐у.
Гостья.
Она пришла из‐за \'па‐адаю, падаю\'."
"Э?
Падаю, падаю???"
"...Генджи.
Кто это?.."
"Гостья, мисс Фурудо Эрика.
......Мисс Фурудо,
это дочь семьи — госпожа Джессика, и её кузены — господин Джордж и господин Баттлер."
"Э‐э, о...... ра... рада встрече.
Уширомия Джессика..."
"............Здравствуйте.
Меня зовут Фурудо Эрика.
Приятно познакомиться......"
Хотя Джессика, Джордж и Баттлер были в полном недоумении и понятия не имели, что происходит, каждый из них по очереди представился...
"......Разве не удобно?
Теперь число людей определено.
Люди из домика для гостей присоединились к остальным, и сейчас все фигуры, за исключением Кинзо... Все люди собрались в гостиной."
"Похоже на то.
В общем, число людей в этой гостиной равно общему числу людей на острове.
"
"Было якобы 18 человек... но, раз дед на самом деле умер, их 17.
......И теперь к ним добавлена фигура Бернкастель......"
Число людей на острове вернулось к 18......
\'Я\' оглядел людей в гостиной.
Гостья, Фурудо Эрика.
Позади неё — Кумасава и Шаннон.
В стороне стоял Генджи.
Дядя Краусс и тётя Нацухи приветствовали гостью.
Года сразу же начал выделываться,
а Канон был необщителен и с привычным пустым выражением.
Ещё папа и Кирие.
Тётя Ева и дядя Хидэёши.
Тётя Роза и Мария.
Доктор Нанджо.
И по обе стороны от меня
стояли Джордж
и Джессика...
Это всё. Истинное число людей на острове в данный момент......
"Что ж, мы все Уширомия,
поэтому не думай, что ты обязана называть нас всех по фамилии.
Я — Джордж."
"Баттлер.
Рад встрече!"
"......Большое спасибо, Джордж, Баттлер.
......Тогда и вы называйте меня Эрикой."
"Приятно познакомиться, Эрика!.."
Было решено встретить Эрику как гостью
и выделить ей спальню рядом с комнатой кузенов на втором этаже домика для гостей.
В глазах всех родственников она выглядела достойно и чересчур формально.
Однако в разговоре с Джорджем и Джессикой её выражение постепенно стало смягчаться......
——И так
на игровую доску поставили \'детектива\', Фурудо Эрику......
"Меня удивило, что ей так хорошо подошла старая одежда Джессики."
"......Взять старые вещи миледи — самостоятельное решение Кумасавы.
Простите её."
Эрика была одета в старый формальный наряд Джессики.
Несмотря на достоинство, которое постыдило бы даже взрослых, внешне она напоминала ученицу средней школы.
Старая одежда Джессики идеально ей подходила.
"Ничего страшного.
Оно идеально ей подходит.
Если и ей нравится, можно даже отдать это платье в знак дружбы."
"......Конечно.
Большое спасибо."
"Ты связался с полицией и её семьёй?"
"Да.
Они были весьма огорчены."
"............Кстати......
с нашей гостьей и вправду... произошёл несчастный случай?"
"......Она сказала, что упала с катера по пути в порт."
"Это кто‐нибудь может подтвердить?"
"Я связался с береговой охраной.
Видимо, она упала с задней стороны прогулочного катера, и никто на борту не заметил.
Точно не известно, где это произошло, но, вероятно, вблизи острова..."
".........Глупо играть на катере в такую плохую погоду.
Но...... действительно ли возможно, что она чуть не утонула в близлежащих водах и её отнесло к этому острову?"
"Не исключено.
В этой области бывали случаи, когда людей относило к берегам ближайших островов."
"..................."
"......Скорее всего это несчастный случай.
......Сейчас самый разгар тайфуна.
К острову не смог бы подплыть катер."
Генджи уже догадался.
Нацухи подозревала, что таинственная гостья, прибывшая во время и так уже напряжённого семейного собрания,
может быть агентом чьего‐то заговора.
Поэтому Генджи первым делом всё проверил и убедился, что несчастный случай настоящий, что Фурудо Эрика — её настоящее имя,
и что нет ничего подозрительного......
"......Понятно.
Мой муж приказал относиться к ней вежливо.
Проследи за этим.
......Тем не менее......... ты же понимаешь?"
"Да.
......Я не позволю ей помешать семейному собранию.
После ужина я прослежу, чтобы она вернулась в домик для гостей."
"Смотри, чтобы они не начали вынуждать нас пропустить её к отцу."
"Разумеется.
Я приму это к сведению."
".........Хо.
...Фурудо Эрика, значит?
Гости на Роккенджиме редкость.
Звучит интересно."
"Это, скорее всего, фигура леди Бернкастель.
......Хотя она игрок ведьмы и будет следовать правилам людей.
Нельзя её недооценивать."
"Хмф, подумаешь.
Даже если это сама леди Бернкастель, как человек она нам не соперник.
......В конце концов, с нами Гаап.
Человеку ни за что не одолеть её!"
".........Благодарю.
И всё‐таки, переоценивать себя не очень хорошая идея.
......Определение ведьмы подразумевает не только способность использовать магию."
"Верно.
......Джокер и глаз тайфуна.
Вот кто такая ведьма..."
"Хмф.
Я единственная ведьма на Роккенджиме.
Только я, Золотая и Бесконечная ведьма Беатриче!
Посмотрим, насколько хороша следующая после Энджи фигура леди Бернкастель.
Я буду наблюдать очень внимательно!.."
Witch of Miracles
Место Эрики было самым низким по рангу.
Она сидела в низшем конце стола.
Поскольку место Кинзо в высшем конце пустовало,
со стороны казалось, будто Эрика была хозяйкой этого ужина...
"Что ж, дамы и господа.
С вашего позволения я бы хотел начать сегодняшний ужин."
После его объявления ужин начался с почти общепринятых аплодисментов.
Наконец настало время обеденного оркестра с Тоширо Годой в роли дирижёра.
За исключением семьи Краусса, такие величественные приёмы для них не были повседневными.
Но все они привыкли к ним и вели себя как ни в чём не бывало.
......Опять же, если кто и должен был быть удивлён, так это Эрика.
Однако она не удивилась такому ужину
и вела себя сдержанно, не отличаясь от остальных.
......Ни тени страха со стороны того, кто забрёл сюда как потерянный щенок.
".........Странная девочка.
Нисколько не взволнована величайшим ежегодным ужином семьи Уширомия."
"В наше время у детей стальные нервы.
...Мне это определённо нравится."
"Фурудо привыкла к таким банкетам?..
Она выглядит такой собранной."
"Да уж.
У неё, видимо, много опыта.
А вот я до сих пор путаю, какую вилку нужно брать следующей.
Да... эту или эту?..
Ва‐ха‐ха‐ха‐ха!"
Нисколько не путаясь в линии столовых приборов перед собой, Эрика изящно съела свои закуски.
Хидэёши начал шутить с ней, держа вилку то в одной руке, то в другой.
Разумеется, директор компании в отрасли общественного питания не мог не знать застольный этикет.
Но думая, что Эрику наверняка нервирует этот ужин, он намеренно говорил комичным тоном.
".........Просто начните с внешней стороны и двигайтесь дальше.
......Если сложно — возьмите палочки для еды.
......Любой японец должен любить их."
"Они так прекрасны.
Всего одной парой можно съесть абсолютно любое блюдо!"
Как только она стала говорить о палочках, её глаза заблестели.
......Её первая улыбка отличалась от прежнего достойного вида и больше напоминала то, что ожидаешь от человека её возраста.
"*хи‐хи*.
Но для карри и риса всё равно же нужно брать ложку?"
"Ничего страшного, блюдо можно подать в чаше в стиле донбури.
Никто же не ест гюдон ложкой?
Конечно нет.
Для японцев палочки абсолютны, совершенны и очевидны!
Поэтому, Года.
Не могли бы вы дать мне их?
Я хочу безо всякого стыда показать, как должен есть настоящий японец!"
"......Кстати, а какое следующее блюдо?"
"К сожалению, суп."
Пожав плечами, Эрика подмигнула всем.
"""Ва‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!.."""
Разумеется, над ней никто не смеялся.
Она, очевидно, знала, что после закусок обычно идёт суп.
Да и, наверное, Эрика сама заметила, что вела себя чересчур совершенно,
тем самым создавая ощущение напряжённости,
и что именно поэтому Хидэёши попытался растопить лёд.
Вот почему она начала вести себя по‐детски беззаботно,
разыгрывая роль гостьи, наслаждающейся гармоничным ужином......
Вскоре не только Кирие, но и все остальные поняли.
Может, она и незваная гостья, но вполне достойная для участия в ужине семьи Уширомия.
"Умный ребёнок.
......Она правда попала сюда по совпадению?
Только не говори мне, брат, что ты втайне позвал на сегодняшнее собрание своего незаконнорождённого ребёнка."
"Она не только умная, но и умеет поднять настроение.
И её манеры просто великолепны.
Я бы не отказался от такой дочери."
"Хи‐хи‐хи‐хи.
Сурово.
А Джессику куда бы вы дели?"
"*хи‐хи*.
Ты жесток, Рудольф."
"Что случилось, Джессика?
Голова болит?"
"У‐у‐у...
У меня такое чувство, что мою репутацию растоптали......"
"Ну, как дочь семьи главы, ты не можешь быть хуже.
Прояви достоинство и застольные манеры, которым тебя всегда учила тётя Нацухи, и дай отпор!"
"Хочу посмотреть, хочу!
Хочу увидеть застольные манеры!
У‐у!"
"Эй, прыгать за столом — дурной тон.
Ну же, Джессика.
Покажи нам, как надо."
"......Ла... ладно, конечно..."
Джессика выпрямилась так, будто её палкой ударили по спине.
......У неё хорошая осанка, но ей недоставало элегантности.
Она выглядела... ну... как треугольная линейка.
Пристально смотря вперёд, она попробовала так поднести еду ко рту
......и с треском провалилась.
Папа, сидящий рядом с ней, вдруг заметил, что что‐то не так.
"Хм?
В чём дело, Джессика?
Живот заболел?"
Джессика покраснела.
......А‐а, извини, ничего не могу с собой поделать...
Мы разразились смехом.
Джессика, всё ещё с красным лицом, возмутилась.
Тётя Нацухи отругала нас за неподобающее поведение.
Что ж, мы те, кто мы есть.
У нас не получалось вести себя иначе.
Впрочем, смех сильно помог нам расслабиться.
Мы были так озадачены тем, что гостья нервничает, что сами нервничали куда больше.
Наша болтовня с центра длинного стола распространилась на обоих концах,
и в конце концов ужин пошёл даже более плавно, чем обычно...
На вкусном сыре и кофе наш мирный ужин подошёл к концу.
Года заработал единодушное признание, и все присутствующие высоко оценили его мастерство......
После короткого гармоничного перерыва, последовавшего за ужином, было решено вернуться в домик для гостей.
Как правило, ужин проходил в довольно мрачной обстановке,
и взрослые часто переходили прямо к семейному собранию с не менее мрачной обстановкой.
Однако — может, потому, что ужин в этом году был, как ни странно, мирным — все, включая взрослых, решили взять перерыв.
После ужина, приняв ванну и отдохнув за просмотром телевизора,
они снова в разгар такого ливня соберутся в особняке и возобновят своё напряжённое собрание?
Уж лучше не думать об этом.
Судя по всему, тётя Ева изо всех сил пыталась убедить остальных сразу же начать семейное собрание, но не все с ней согласились.
Возможно, встреча на сегодня подошла к концу.
Года и Кумасава были на дежурстве в домике для гостей, поэтому их и выбрали, чтобы проводить нас туда.
Тяжело Годе.
Даже после приготовления такого экстравагантного ужина и уборки у него тоже полночная смена в гостевом домике.
Кумасава уже стара и скоро пойдёт спать.
В домике для гостей ей выделили отдельную спальню.
"Позвольте сопроводить вас в домик для гостей.
Мисс Эрика, ваша комната тоже готова."
"..........Большое спасибо."
"Почему бы не отдохнуть?
Ты уверена, что хорошо себя чувствуешь?"
"...О, а ведь точно.
Я совсем забыл, ты же плыла сюда и чуть не утонула, Эрика?
Наверное, тебе будет лучше не нагружать себя и лечь пораньше."
".........Я в полном порядке.
......Наоборот, я так нервничаю и волнуюсь, что вряд ли смогу уснуть."
"У-у!!!
Тогда давай играть, давайте играть все вместе!
В карты!"
Мария, хихикая, вцепилась в неё.
Эта несдержанность, свойственная детям, была её неотъемлемой частью.
......И всё же, нам лучше подумать о здоровье Эрики.
"Мария, давай ты лучше с нами поиграешь.
Эрика устала."
"......Мне нравятся карты.
Позвольте мне присоединиться к вам после небольшого перерыва."
"У‐у, у‐у, у‐у! Отлично!"
"............Кто это?"
Проходя через фойе, Эрика остановилась......
Увидев, на что она смотрит...... мы тоже остановились.
"......О, это Золотая ведьма, госпожа Беатриче."
"............Золотая...
...... ведьма."
"Что застыли, ребятня?
Сейчас же идёмте обратно в домик для гостей."
Все уже подошли: папа, Кирие, тётя Ева, дядя Хидэёши, тётя Роза.
Собралась вся компания гостевого домика.
Однако взгляд Эрики захватил портрет ведьмы, и она неотрывно смотрела на него......
"......Да.
Предполагается, что у отца есть тайник с золотом на сумму 20 миллиардов иен,
и в эпитафии написано о его местоположении."
Возможно, потому, что было ещё слишком рано расходиться по комнатам,
все родственники, которые вернулись в домик для гостей, собрались на первом этаже, продолжив беседу.
Темой...... была эпитафия ведьмы, заинтересовавшая Эрику.
".........Какая увлекательная загадка.
.........Он выставил её на всеобщее обозрение, бросая вызов нашим умам.
.........Мне нравятся подобные соревнования."
"Фью‐ю.
Ты выглядишь необычайно заинтересованной, Эрика.
Любишь разгадывать загадки?"
"......Разве они не кажутся интересными?
............Такие соревнования.
Очевидно, Кинзо хочет с помощью этой эпитафии выбрать своего преемника."
Услышав слова Эрики, взрослые застыли на месте...
... и медленно повернулись к ней...
"С чего ты......... это взяла?.."
Сказала тётя Ева бархатным голосом.
......Да, родственники шептались то и дело по поводу того, что разгадавший загадку эпитафии может стать преемником семьи......
но просто выдавали желаемое за действительное, раз это не было оговорено.
И всё же, прочитав всего один раз...... посторонний человек уже пришёл к такому выводу.
С чего она взяла?
Нет......... неверно.
\'Если разгадаешь эпитафию — станешь следующим главой\'.
Она не выдавала желаемое за действительное...... а просто сказала прямой факт.
Они собрались вокруг Эрики, спрашивая, почему она так уверена.
".........Для очень богатых людей нормально отдать своё состояние тому, кто разгадает загадку.
......Кроме того, Кинзо же не опубликовал эту эпитафию в газете.
Он разместил её в своём особняке.
Выходит, загадка направлена на людей отсюда."
"Ты права...
.........Раз она в особняке, те, кто не может войти в дом, не могут и разгадать её.
...Получается, дед бросал вызов людям в этом особняке."
".........Good.
Хорошая мысль.
Вот сколько можно выяснить по одному тому факту, что эпитафия находится в особняке."
Сначала Фурудо Эрика выглядела довольно молчаливой......
но, похоже, это не тот случай.
Обрадовавшись игре умов, она стала куда разговорчивее, чем я думал.
"В‐вот как......
Что ж, логично, что эпитафия расположена в особняке, чтобы только люди отсюда могли прочитать её......"
"Но...... разве можно с уверенностью сказать, что тот, кто её разгадает, получит главенство?"
".........Будь награда за решение загадки небольшой,
я бы даже не подумала об этом."
"Верно.
Скрытое золото стоит 20 миллиардов.
......Оно само по себе состояние семьи Уширомия."
"............Унаследовать его почти то же самое, что унаследовать саму семью.
...Иными словами, загадка эпитафии о тайнике золота — не что иное, как выбор фактического преемника семьи Уширомия."
......Мысль о том, что разгадавший эпитафию будет выбран следующим главой,
некоторое время мелькала среди нескольких родственников.
Однако, поскольку об этом никогда не упоминалось прямо, это была не более чем оптимистичная мечта.
......С этими мыслями они решили отказаться от всех своих соображений до тех пор, пока им ясно не дадут понять.
Эрика чётко заявила, что эта неопределённость была, по сути, верной.
Если бы кто‐то из родственников сказал подобное, люди подумали бы, что это просто оптимистичная мечта.
Но когда о том же заявила Фурудо Эрика — посторонняя на острове,
— её слова показались правдоподобнее, чем могли быть......
Какое‐то время все молчали, обдумывая, что подразумевается под этими словами...
".........Одна лишь эпитафия,
и Фурудо Эрика может рассуждать на таком уровне.
......Что скажете, дамы и господа?"
"......И... извини конечно,
но преемник главы — мой отец.
Неважно, кто найдёт золото,
ведь просто найти его мало, чтобы стать главой, так ведь?"
Джессика считала охоту за сокровищами эпитафии весьма забавной.
Но она не могла не помрачнеть, как только они заговорили о подрыве положения её отца...
"......Если следовать дедуктивному рассуждению, основанному на моей теории,
напрашивается вывод, что Кинзо не хочет так просто передавать Крауссу титул главы."
"По... почему это?!!"
".........Глава семьи Уширомия вместе со всем прилагающимся состоянием приобретает также и большое политическое влияние.
......За преемственностью нужно внимательно следить, не оставляя места сомнениям."
"То... точно.
......Такое часто встречалось в тех историях о периоде военного командования Сэнгоку, которые любит мой муж.
Существование нескольких кандидатов на роль преемника обычно влечёт за собой внутренние склоки..."
"...Верно......
Поэтому важно чётко определить преемника, дабы избежать неприятностей.
Иногда даже приходится избавляться от всех конкурирующих наследников."
Даже командующий периода Сэнгоку, которым восхищался Хидэёши — Тоётоми Хидэёши, заставил своего зятя Хидэцугу совершить харакири,
но ходили слухи, что он сделал так, чтобы сделать своим истинным преемником Хидэёри — его настоящего сына, родившегося после Хидэцугу.
......Иначе говоря, обозначение преемника — способ сделать общеизвестным то, что единственный, уникальный человек всеми признан преемником,
а также способ исключить все шансы другого человека стать противостоящим кандидатом.
".........<Good>.
Совершенно верно.
Единственная цель подобной эпитафии — поставить под сомнение позицию Краусса как преемника главы.
Если бы Кинзо хотел просто сделать его главой, у него бы не было причин выставлять на всеобщее обозрение нечто настолько опасное."
"Верно.
.........Если развернуть шахматную доску, всё так и получается.
Было бы странно, если бы он отдал позицию главы, но оставил 20 миллиардов иен в золоте тому, кто разгадает загадку."
Кинзо передаст титул главы, но 20 миллиардов иен отдаст только тому, кто разгадает эпитафию.
......Это не назовёшь передачей главенства в прямом смысле.
".........Так и есть.
Согласно этой теории, можно поставить под сомнение то, что Кинзо и вправду признал Краусса своим преемником.
......Одна лишь эпитафия,
и Фурудо Эрика может рассуждать на таком уровне."
"......Что скажете, Джессика?"
"Ч‐что за бред?!!
Какое ещё рассуждение?!
Ерунда! Глупее не придумаешь!!!"
Джессика поддалась эмоциям и бросила на Эрику злой взгляд.
...А та, наоборот,
выглядела чрезвычайно спокойной, и в её выражении читалось \'Но ведь это так?\'
.........Понятно.
Видимо, она подходит семье Уширомия не только по застольному этикету.
...Она очень похожа...... даже в том, где было бы лучше, будь это не так...
"Да ладно, ладно...... у... успокойся, Джессика...
......И, Эрика, давай оставим всё как есть."
"Ну, э‐э, мы можем пока отложить все эти разговоры о преемнике.
Так или иначе, нет сомнений в том, что это крупная загадка, загаданная отцом всем нам.
......Ва‐ха‐ха‐ха!
20 миллиардов иен!
Мария, на что бы ты их потратила, если бы нашла?
Ва‐ха‐ха‐ха‐ха‐ха‐ха‐ха!"
"......У‐у.
Золотая Земля не просто золотая.
Это священное место!"
Дядя Хидэёши выдавил несколько смешков и попытался тем самым поднять настроение.
Все остальные последовали его примеру, но настроение Джессики ничуть не прояснилось.
"Ха, ха‐ха‐ха‐ха.
Так значит, Эрика, ты хочешь попробовать разгадать эпитафию?"
"............Да.
Моим маленьким серым клеточкам не терпится приступить к работе.
Поэтому я бы хотела скорее взяться за разгадку."
Джордж умело перевёл разговор на другую тему.
Точно так же, как она вызвала у всех смех в столовой, Эрика огляделась с ликующим взглядом и ухватилась за шанс.
"*хихикает*.
Мне нравится.
.........Что ж, раз Эрика так заинтересовалась,
давайте попробуем разгадать её все вместе, как в прошлом году."
"Я сделаю кофе.
Кто тоже хочет — поднимите руки.
Только не ты, Мария!
Уснуть не сможешь!.."
"У-у!!!
Хочу чёрный кофе, кофе‐е!"
".................."
"......Разве они не взволновывают?
Подобные загадки.
.........Я люблю их."
Сказала Эрика и улыбнулась...
Хотя она прекрасно знала, что вывела Джессику из себя и создала кислую атмосферу......
она просто беспечно улыбнулась...
"......Как видишь, есть загадка, которую можно разгадать даже не дожидаясь преступления 5 октября."
"............
......Я много раз пытался разгадать её.
Но‐"
".........Но ничего не понял, поэтому опустил руки и перестал думать.
...Ведь так?"
Хоть она и задела меня, я не нашёл подходящего ответа.
В конце концов...... я совсем не понимаю эпитафию.
Я даже не знаю, что означает \'город родной мой, любимый\', не то что \'изобильная айю река\' и \'ключ\'...
Надеясь на появление ещё каких‐нибудь подсказок......
я всё ждал... и просто перестал думать......
"........Ты нашёл ответ?
.........Я вот‐вот её разгадаю."
"Ч‐что?.."
"Берн разгадала загадку эпитафии.
......Меньшего я и не ожидала от ведьмы чудес.
\'Если загадка разрешима, она обязательно сможет разгадать её независимо от сложности\'.
......Сколько лет на это ушло?"
".........Как грубо.
Я всего‐то перебрала несколько сотен фрагментов."
"Хе‐хе‐хе‐хе‐хе‐хе‐хех......
Ты и впрямь пугаешь."
"Ты же не схитришь, вдруг сказав ответ красным?.."
".........Не беспокойся.
Как и ты, я — игрок — следую правилам.
......Что ж, начнём?
.........Здесь тесно.
Давайте поговорим в океане."
"Отлично.
...Смотри, чтобы не стошнило, Баттлер."
"Что значит в океане?..
...............?!"
Как только я заметил, что мир стал кромешно чёрным...
... меня поразило странное плавучее ощущение.
Напоминает чувство, когда пол неожиданно проваливается из‐под ног и падаешь в бездонную ловушку...
Осмотревшись...
... я увидел, что мы с двумя ведьмами...
... упали в чёрную, как смоль, вселенную.
В этом пространстве повсюду бесконечная тьма, бескрайние просторы со множеством сверкающих объектов.
......Некоторые могут сравнить это с глубинами океана, где плавают бесчисленные сверкающие фрагменты.
"Э...... о‐о................"
"............А ведь она предупреждала, что может стошнить."
"Если тебе нужна концепция тяжести — создай её сам.
......Ну же, успокойся и посмотри на нас.
......Смотри, мы в полном порядке, верно?
......Поверь, что стоишь на земле и находишься под контролем тяжести.
......Так ты обретёшь равновесие."
Д‐да, две ведьмы стоят нормально, словно на прозрачном стекле.
Один я шатаюсь так, будто в стремительно падающем лифте.
......Увидев, что они в порядке, я начал успокаиваться, посчитав, что бояться нечего.
Затем, как Лямбдадельта и сказала,
я стиснул зубы и стал твердить себе, что стою на поверхности... и что нужно успокоиться......
"О... ой..."
"Прекрасно, прекрасно.
......Как тебя зовут?"
"Уширомия Баттлер.
......Я похож ещё на кого‐то?"
"Отлично.
Не теряй волю, эмоции и образ.
Это ведь океан.
Если забудешь о своей цели — падёшь в глубины вечности и станешь обрывками океанских водорослей.
Осторожнее."
Не понимаю, о чём говорит эта Лямбдадельта, но пока мне следует успокоиться.
Кажется, чем больше я успокаиваюсь, тем лучше могу удерживать равновесие.
Постепенно то странное плавучее чувство, будто я падаю в вечность, стало исчезать.
......Всё казалось не таким и напоминало попытку встать на дно глубокого бассейна, но было уже гораздо лучше, чем ранее.
".........Тогда начнём.
.........Я возьму фрагмент для разгадки эпитафии......"
Бернкастель раскрыла обе руки.
И тут, как в планетарии.........
все фрагменты в этой пустоте завертелись, оставляя за собой следы...
Слово \'планетарий\' подходит даже больше...
......Множество фрагментов были связаны между собой золотыми линиями,
и рядом с нами стремительно увеличивались подобия созвездий.
Мы словно мчались на невероятной скорости сквозь пространство...
Затем, оставляя за собой световые следы......
вокруг Бернкастель закружилось несколько ярко сверкающих фрагментов.
Она будто создала собственную солнечную систему с собой в роли солнца.
Солнечная система, окружающая Бернкастель, настолько увеличилась в радиусе, что могла бы поглотить нас.
И спутниковые фрагменты раскрывались передо мной один за другим.
Когда эти фрагменты проходили рядом......
внутри возникало чувство нахлынувших воспоминаний.
Поэтому я понял.
......Каждый этот фрагмент как кристаллизация воспоминаний.
"Это не воспоминания,
а фрагменты миров.
......Хотя, думаю, для тебя они могут быть воспоминаниями."
".........Давайте начнём.
...Вот с этого фрагмента."
Одного из спутников солнечной системы медленно засосало на траекторию с Бернкастель в центре.
Обрисовав спираль и приблизившись к ней, он опустился на ладонь её протянутой руки...
А затем ярко сверкнул, изобразив чисто‐белый мир......
"...\'Город родной мой, любимый\' точно не предаст наши ожидания.
......Отец дорожит только воспоминаниями о своей юности."
".........Я это помню.
...Третья игра, тётя Ева была близка к разгадке эпитафии и раздумывала над ней с той ведьмой в себе."
"............Точно.
И с этих мыслей она начала подходить к правильному ответу.
Иначе говоря, в этом фрагменте есть важная подсказка к достижению правды.
.........Другими словами, это значит, что эта теория не ошибочна."
"Значит...... нам считать \'город родной мой, любимый\' не метафорой,
а местом, где дед провёл свою юность?"
".........Именно.
И, по крайней мере, это не Одавара."
"............Отец родился в Одаваре,
но я не думаю, что это и есть его любимая родина. Я полагаю, все мы — братья и сёстры — думаем об одном и том же месте."
"...Верно.
Вряд ли это Одавара.
Из того, что я слышала, у него была очень счастливая юность."
"Точно......
......Тётя Ева и её родственники сказали, что это не Одавара.
......И кроме того, по‐моему, все догадались, где родина деда."
"......Да.
Досадно, но фактическое местоположение не раскрыто ни в одном фрагменте."
"Само собой.
Если бы я сказала, было бы слишком много подсказок.
.........Когда загадка не трудная, в ней просто нет смысла.
......Ой, стоп,
это же тоже подсказка.
*хи‐хи*......"
"............
......Так где родной город деда?
...Мы даже не можем начать, пока не узнаем..."
"Имеешь в виду, что если нельзя начать, можно прекратить думать?
......Раз речь идёт о месте, где он мог жить, число возможностей ограничено.
.........Впрочем, это самая сложная часть."
"......Ты же ведьма, которая \'точно может разгадать любую загадку, которую можно разгадать\'.
......Значит, ты взяла эти ограниченные возможности
— иначе говоря, весь мир — и рассмотрела каждый гектар земли, где мог жить дед, да?"
"............Тоже могло бы сработать, но так нам не хватит времени.
Поэтому, чтобы выжать ответ, мне нужно больше подсказок."
"......Ты же сама предположила.
Сказала, что это не обязательно река с водой.
......Если слово \'айю\' слишком сложное — забудь о нём."
"Думай о реке.
Река.
Не такая уж и плохая идея связать её с семейным древом.
Подумай, как связать реку с чем‐нибудь ещё из этих строчек......"
".........Река айю протекает через родной город.
Однако эта река не совсем река.
......Ева думала о чём‐то другом, что может быть связано с рекой."
"Да......
Но если это не река, тогда к чему \'айю\'?..
....................."
".........Думай.
Река, которая протекает через родной город.
......Но не река с водой.
Что‐то, что может быть связано с рекой........."
".................."
".........Изобильная айю река проходит через город родной мой, любимый.
......Ева знала, где город, и поэтому могла забыть о подсказке с айю.
......Однако мы не знаем, где он, и нам это может помочь."
".........Я слишком много думала о реке айю.
Эта часть ведь не особо важна?"
"Неправда.
Она стала прекрасной подсказкой.
Хотя, может, в \'изобильной айю\' и нет нужды."
"............Что ещё за \'айю\'?..
......Если река не река, тогда вряд ли это о рыбе."
"Ага.
И кроме того, Роза отбросила это в сторону, сказав, что слово \'айю\' не было особо важным."
".........С другой стороны, Ева сказала, что в \'изобильной айю\' не было нужды, но это стало замечательной подсказкой.
.........Значит, \'айю\' — ключевое слово, направляющее на что‐то ещё.
Если на другое слово, на мысли о котором наводит \'айю\', тогда фраза Евы о том, что в изобильной айю нет нужды, имеет смысл..."
".................."
После этого тётя Ева создала теорию......
пошла в архив, просмотрела какие‐то книги и \'убедилась в своей правоте\'.
Короче говоря, она сформировала теорию об истинной сущности изобильной айю реки, протекающей через родной город.
Затем...... она открыла книгу, чтобы проверить, верна ли её теория.
То есть, эту теорию можно проверить через какую‐то книгу...
Кроме того, поняв, что это за река айю, она довольно быстро разгадала оставшуюся часть загадки......
".........Именно.
......Далее эпитафия продолжается словами \'По течению вниз спустившись, набредёшь ты на деревню\'.
Ева тогда ещё не разгадала три строчки, начинающиеся с этой."
"......К чему эта деревня?
Что это значит?!
Когда спустишься вниз по \'реке\', увидишь деревню?!
............А......... а‐а‐а‐а‐а‐а!.."
Прямо перед моими глазами...... кусочки головоломки, которые я совсем не понимала...
... начали складываться
...... располагаться
... сами по себе вставать на свои места......
Я даже забыла закрыть раскрытый рот.
...В горле пересохло...
Это...... правда может быть ответом?
П‐правда?
Правда?!
"...В общем,
если выясним, что это за изобильная айю река, протекающая через родной город......
мы поймём слова \'По течению вниз спустившись, набредёшь ты на деревню\'......и получим ключ к Золотой Земле."
".........Правильно.
И нам известно это потому, что Ева не знала значения деревни, пока не проверила книгу."
"Проклятье...
......Что же это за книга?!"
"...Но здесь не шесть символов.
...Я абсолютно уверена, что это и есть ответ, но их вовсе не шесть!.."
"Опять перестаёшь думать?
Тогда думай, как прочитать с шестью символами.
Если не знаешь — ищи снова.
......Ответ должен быть.
Не сомневайся.
Если не веришь, почему бы тебе не порыдать в подушку, а потом просто не поднять лапки кверху и не сдохнуть?.."
"............1,
2,
3,
4,
5,
6..."
".....O‐о‐о,
...ше...
......
шесть символов...
......Я...
... я нашла.
...Это...
.......... и есть...
к...
ключ к Золотой Земле!!!"
"............И так Ева нашла ключ к Золотой Земле."
"Да.
И этот ключ...
... какое‐то слово, число или строка символов... длиной в шесть знаков!"
".........Именно.
Когда понимаешь, что в ключе шесть знаков, значение первых сумерек резко меняется."
"В... в первые сумерки ключ изберёт шестерых — в жертву их принеси...
......Шестерых, избранных ключом...
.........Шесть символов!.."
Иначе говоря...... нужно принести в жертву шесть символов, избранных ключом на первые сумерки!..
"Этот ключ указывает на определённую группу из шести человек.
......Нет, вернее, он указывает на определённую группу из шести предметов......
если это не буквальная команда принести в жертвы.
Например, это может быть анаграмма."
"Анаграмма?
В смысле, игра слов?.."
Да, Кирие так считала ещё с того момента!..
"...Во вторых сумерках есть \'оставшиеся\'.
......А значит, у этого \'чего‐то\', по крайней мере, ограниченное число знаков.
Нам словно говорят, что после избавления от шести символов нужно продолжить с оставшимися символами."
"Значит, на первые сумерки мы берём строку символов длиннее шести,
\'убиваем\' шесть ключевых,
а затем что‐то делаем с оставшимися символами!.."
"............Верно.
Но, как сказала Кирие,
откуда убивать символы?
......Мы не знаем, насколько длинна строка с тем, из чего нужно убивать."
На первые сумерки убиваем шесть ключевых символов.
...................На первые сумерки.
"......Иначе говоря... к тому времени, как мы достигаем первых сумерек, какая‐то строка символов уже есть?
Но в 
первые сумерки
第一の晩
всего четыре символа.
Нам нужно прочесть их как‐то иначе?
Во что бы могли превратиться \'первые сумерки\', например, если попытаться прочесть их по‐английски, как сделал бы дедушка?
<First night>?...
............"
".........<Good>.
Ваша идея не такая уж и плохая, Баттлер.
......Шесть жертв, избранных ключом, можно принять за строку из шести символов.
Думаю, концепция ясна.
Так ключ не обязательно должен быть в форме ключа."
"Ещё я думала, что это может быть анаграмма."
"......Да, ты уже говорила что‐то такое.
Но тогда откуда нам исключить шесть символов?"
"Именно.
......Раз нужно удалить шесть символов, их должно быть не меньше шести.
Надо прочитать так, чтобы их было больше шести..."
"Если следовать вкусам отца... скорее всего, они всё‐таки на английском..."
".........Кажется, мы застряли, поэтому почему бы нам не перейти ко вторым сумеркам и не поискать подсказки?"
"......Оставшиеся разлучат двоих, которые близки друг другу.
......\'Оставшихся\' можно считать \'символами, которые остались после удаления первых шести\'."
"Тогда...... что подразумевается под двумя, которые близки друг другу?.."
".........Ясно.
......Я понял, так вот в чём дело!.."
Для примера, возьмём список из следующих девяти символов: 123456789.
И, предположим, шесть жертв — это 1, 3, 6, 7, 8 и 9.
Мы стираем вышеупомянутые шесть символов из 123456789...и получаем х2х45хххх.
"И остались 2, 4 и 5.
......Ну и что?"
"......O...... 4 и 5 друг рядом с другом..."
"Во... вот как!
Так те, которые близки..."
x2x45xxxx.
"Да.
Между 2 и 4 промежуток, а 4 и 5 прямо друг рядом с другом.
Они и есть \'двое, которые близки\'!.."
".........<Good>.
Очень хорошо, Баттлер.
Нельзя сказать, что означает \'разлучить\' — уничтожить 4 и 5
или же поставить между ними преграду, но, думаю, мы на верном пути."
"Тогда что думаешь о третьих сумерках, где \'те, кто остался, восславят имя благородное моё\'?"
".........Раз уж похоже, что мы играем со словами, высока вероятность, что это тоже игра слов.
......\'Символы, которые восславят имя благородное моё\'."
"Хм‐м‐м......
Сложно...
.....Что это может значить?.."
".........Кто‐нибудь знает?
.........Мне кажется, я знаю."
"Э?
Что? Расскажи!.."
"......Это тоже... анаграмма?"
".........И снова <good>.
...Баттлер, а вы довольно гибко мыслите."
"Под анаграммой ты имеешь в виду игру слов?
......То есть......"
"Может быть, можно составить какое‐то слово, изменив порядок оставшихся букв."
"Точно.
......Тогда............
......Это предположение покажется резким...
но первоначальная строчка, из которой удаляются символы первых сумерек, может состоять из 11 символов."
".........И снова отлично.
Я пришла к тому же выводу."
"По... почему это?
С чего вы взяли, что символов одиннадцать?!"
".........Мы считаем, что \'убийство одной жертвы\' означает \'уничтожение одного символа\'.
Если \'разлучить\' со вторых сумерек означает \'поставить преграду\' между двумя символами, тогда всего их 11.
Если же \'разлучить\' означает уничтожить эти два символа, тогда можно предположить, что всего их 13."
"......Как‐никак, с четвёртые по восьмые сумерки слово \'убить\' встречается пять раз.
И на девятые сумерки написано, что в живых никого не останется."
"Если пока проигнорировать часть про возрождение ведьмы,
я заметил, что после уничтожения первых шести, разделения символов, которые близки, и уничтожения ещё 5......
не остаётся ни одного символа."
Получается 6+5=11 символов.
Если разлучить на вторые сумерки двоих, которые близки, означает убить их,
тогда 6+2+5=13 символов.
Есть вероятность, что слово, символизирующее первые сумерки, состоит либо из 11, либо из 13 символов.
".........Великолепно. Я предположила то же самое.
......Баттлер, похоже, вы, как и я, были одарены целым множеством маленьких серых клеточек."
"Эй, хватит.
Я просто сказал первое, что пришло в голову."
"............Эй, какого чёрта.
......Фигура меня какая‐то слишком умная.
Теперь мне и рассуждать не о чем."
"О, прошу прощения.
......Тебя тогда не было, так что я двигала твоей фигурой за тебя.
.........Разве не хорошо, что благодаря мне ты выглядишь таким умным?.."
"*хи‐хи*хи‐хи*хи‐хи*!..
Видимо, ты будешь мудрее, если позволишь Берн быть игроком.
......Почему бы тебе не сдать позицию игрока и вместо этого не сосредоточиться на фигуре себя?"
Я присоединился к игре 5 октября, после первых убийств.
А значит, фигура, называемая мной, была под контролем игрока — Бернкастель.
Так что, наверное, она через \'мой\' рот озвучивала свои рассуждения...
......Игра, за которой я наблюдаю, не более чем повторение уже закончившейся части.
Хотя, может, сейчас так даже лучше.
......Ведь эта госпожа Бернкастель так старается разгадать эпитафию.
...Пока что буду внимательно наблюдать за всем.
.........И...... постараюсь выяснить значение.
Ранее Лямбдадельта проговорилась.
"Само собой.
Если бы я сказала, было бы слишком много подсказок.
.........Когда загадка не трудная, в ней просто нет смысла.
......Ой, стоп, это же тоже подсказка. *хи‐хи*......"
......Теория о том, что дед создал эпитафию для выбора преемника, не такая уж и плохая.
Логика Эрики и Бернкастель очень даже разумна.
Но только если предположить, что именно дед составил эпитафию.
Может, он и был жив на момент, когда её разместили у всех на виду,
но, конечно же...... к 1986 дед уже умер.
И в предыдущих играх Беатриче неоднократно угрожала нам письмами, говоря, что единственный способ выжить — это разгадать эпитафию,
и заставляя нас разгадывать эту загадку.
То есть...... её намерением... надеждой...... была разгадка нами эпитафии.
Эпитафия до того запутанна, что в большинстве случаев
родственники никогда не пытались всерьёз разгадать её, пока не начинали приходить письма с угрозами.
Поэтому Беатриче давала нам стимул начать.
..................
.........Почему она подчинялась воле деда после его смерти?..
Как предположение из первой игры...... Беатриче и вправду доверенное лицо деда,
которое следует приказам даже после его смерти и с помощью загадки эпитафии стремится выбрать преемника вместо деда?..
Если так, значит, она действительно была доверенной подчинённой Кинзо,
семейным алхимиком, кем она и называла себя в письме...
После смерти деда Беатриче завладела десятью тоннами золота и приняла титул алхимика.
......Ей была поручена загадка эпитафии, и, не присваивая золото себе,
она ждала, пока человек, подходящий на роль преемника, разгадает загадку......
А если бы он не появился в установленные сроки......
разве игра не была бы окончена?
Тётя Ева, разгадавшая загадку в третьей игре,
единственная выжила и автоматически стала последней главой семьи Уширомия, унаследовав всё.
До сих пор никто не пережил 5 октября, за исключением тёти Евы — единственной разгадавшей эпитафию......
Беатриче позволила кому‐то выжить лишь однажды......
...............
Ею двигала...... преданность деду?..
Она была до того преданна ему, что добросовестно выполняла страшный приказ убить всех,
если эпитафию не разгадывали?..
............
......Мне нельзя прекращать думать.
...Только не... прекращать думать......
И не только о самой загадке...... но и о том, почему она важна.
.....................
Зачем Беатриче говорит нам разгадать эпитафию?..
Почему она создала для нас настолько запутанную загадку?..
......Беатриче заставляет нас разгадывать эпитафию без реального шанса на разгадку.........
а даже если случится \'чудо\' и кто‐нибудь её разгадает............
что она будет с этого иметь?..
Я не знаю...... что это чудо значило бы для Беато.
"В любом случае...... пока не поймём первые сумерки, двигаться дальше нет смысла."
Мы старались смотреть с разных углов, но в итоге застряли и никуда не продвинулись.
"М‐мф... фу‐а‐а‐а‐а‐а‐а‐а‐а......"
Мария широко зевнула.
За ней зевнули ещё несколько человек.
...Мы так долго думали, что стали засыпать.
Джессика, которая всё это время молчала, недовольно выглядя, поспешно встала.
"......Я пойду наверх с Марией.
Посмотрим телевизор."
"Да...
Я тоже пойду.
Эй, почему бы нам не поиграть наверху в карты?"
Услышав предложение Джорджа, Мария совершенно забыла о своём большом зевке и запрыгала, настаивая на игре.
Судя по часам, было уже 22:00.
Примерно то время, когда обычно принимаешь душ и готовишься ко сну.
Даже взрослые устали после дороги.
Мы решили продолжить позже и разошлись кто куда...
"Будешь играть с нами, Эрика?
В карты."
".........Благодарю за гостеприимство.
Я перешла границы, забыв, что я просто гостья.
Так что я лучше отдохну этой ночью.
.........Я чуть не забыла, что попала сюда всего лишь по совпадению."
"Нет, ну в самом деле.
Ты выглядишь такой бодрой. Даже трудно поверить, что ты чуть не утонула."
"*хи‐хи*.
Вот что значит молодёжь.
Но мне понравилось.
Думаю, с твоей помощью мы далеко продвинулись в своих рассуждениях.
Если найду золото — дам тебе миллион иен."
"Ва‐ха‐ха‐ха!
Могла бы предложить бедной девочке хотя бы 100 миллионов!
Уха‐ха‐ха!"
"Не стоит беспокоиться.
Меня интересует лишь разгадка.
......Что ж, я пойду.
......Доброй ночи."
"Ага, доброй."
"О, а ты разве не пойдёшь наверх, Баттлер?"
"......Я заинтригован.
Надо всё обдумать.
Если я узнаю список символов, знаменующих первые сумерки, мне наверняка откроется много нового..."
Все один за другим поднялись на второй этаж.
Осталась только тётя Роза, убирающая кофейные чашки, из которых все пили.
Кирие и ещё некоторые предложили помочь,
но тётя Роза отказалась и мыла их одна.
После такого кофе я тоже решил помочь.
......Не только из‐за обязательств.
Я хотел продолжить обсуждение эпитафии.
".........Первые сумерки, первые сумерки.
......Гх.
Тётя Роза, вы надумали слово или список символов?"
"На самом деле...
понятия не имею.
.........Меня больше интересуют не первые, а десятые сумерки."
"Десятые сумерки?..
А что с ними?"
"Ну.........
несколько раз ведь встречается 
Золотая Земля
黄金郷
, верно?"
"Ага."
"Но по какой‐то причине...... лишь в десятые сумерки, когда путешествие окончено, название меняется на \'исток золота\' (黄金の郷), что читается как \'ougon no kyou\'... а, извини, \'ougon no sato\'.
Кандзи 
дом
郷
вынесен отдельно.
Честно говоря, я могу лишь гадать, почему в этом единственном месте надпись сделана иначе."
"............И впрямь.
...А ведь точно.
Во всех остальных местах упоминается 
Золотая Земля
黄金郷
..."
Это единственный раз, когда вместо Золотой Земли встречается другое название:
"исток золота"...
Интересно, есть ли у кандзи 
дом
郷
какое‐то иное значение.........
............
"Всё‐таки...... вы с Эрикой невероятны.
Вы очень гибко мыслите.
...Я уже не так молода, и мой разум просто не может работать так быстро.
Эта теория о том, что шестеро, избранных ключом, означают шесть удалённых символов, весьма впечатляет."
"Услышав её, я уже не могу думать иначе,
хотя раньше мне даже не приходило это в голову...
Раздражает моя тупоголовость."
"Неправда.
Вы очень гибко мыслите, тётя Роза.
Эта \'исток\' может быть важна где‐нибудь ниже."
"Вовсе нет. Мой ум совсем не гибкий.
......До сих пор я всегда думала, что эти \'первые сумерки\' не более чем место одной десятой пути к Золотой Земле."
"......В смысле?
Звучит любопытно. Не расскажешь мне поподробнее?"
"*хи‐хи*.
......Просто в строчке перед первыми сумерками сказано, что в Золотую Землю нужно отправиться.
Следующая часть описывает путешествие длиной в десять дней, поэтому я подумала, что первые сумерки — часть этого пути."
"......Пути...
.........Точно.
.................."
"Путешествие начинается, и, разбивая лагерь на первые сумерки, приносишь шесть жертв.
......Так где это место?
Сколько километров от отправной точки?..
Как‐то так...
Не говори никому, ладно?
Я не шибко умная, так что долгое время читала кандзи 
дом
郷
как \'kyou\', когда же на самом деле это \'sato\'."
"......И "kyou" разве не наталкивает на мысли о 
Киото
京都
? Его же часто сокращают как 
kyou
京
.
Так что я думала, что речь шла о десятидневном путешествии отца между домом и Киото, в котором что‐то произошло за десятую часть до места назначения..."
"Вы что, шутите? Блестящая идея.
..........И первые сумерки — первая остановка в десятидневном путешествии...
......Название этого места может быть ключом......"
"Моя десятидневная теория работает, если знаешь как начальную точку, так и конечную.
......Начальную точку я знаю.
Мне известен любимый город отца.
Место, где он провёл юность, очень далеко."
"......Но проблема заключается в цели... в Золотой Земле.
Что это значит?
......Пока мы не знаем, моё предположение нам не поможет.
Я застряла на этом уже довольно давно,
но после ваших рассуждений сегодня поняла, какую глупую ошибку допустила."
".........Нет, я всё‐таки считаю эту идею интересной.
............
Начало и цель, десятидневное путешествие.
И место, которое достигаешь в самые первые сумерки......"
"Веришь или нет, я думаю, ты мог бы с лёгкостью найти ответ, Баттлер.
......Если благодаря моей подсказке у тебя получится, поделись с тётей. Даже 5% хватит.
Обещаешь?♪"
Хотя она моя тётя, от того, как она мне подмигнула, подскочило бы сердце любого мужчины.
Помогая ей мыть кофейные чашки......
я молча продолжал размышлять над загадкой эпитафии.........
......Закончив помогать тёте Розе и выйдя в коридор,
по пути в ванную я увидел Эрику, отпирающую дверь.
"......Разве твоя комната не на втором этаже?
Я был уверен, что ты давно уже поднялась наверх и спишь."
"............Я просто ищу кое‐что.
......Оно может быть здесь."
"Ищешь кое‐что?.."
Эрика отперла и открыла дверь.
Оттуда понесло запахом пыли...
Это был архив.
Свободного места между полками было слишком мало, чтобы называть это место библиотекой.
Очевидно, там хранят книги, которые никто не читает.
"......Так ты ищешь книгу?"
"Не совсем книгу...... материалы.
Есть кое‐что, на что я обязана взглянуть."
"............Ищешь что‐то связанное с загадкой эпитафии?..
Похвально, что ты ещё не отказалась от этой затеи.
Думаю, 20 миллиардов иен довольно заманчивы."
Я тоже не отказался.
Видимо, мы оба не умеем сдаваться......
"Что вы.
......Меня интересует только разгадка.
Я ищу золото просто чтобы доказать правильность своих рассуждений.
Даже если найду его, я не стану набивать карманы, не беспокойтесь."
......Она тут же опровергла мои слова, сказав, что ей просто нравится разгадывать загадки, и что золото ей совсем не нужно.
Я ещё в начале посчитал её странной, и, похоже, моё первое впечатление не было ошибочным.
Эрика медленно расхаживала возле книжных полок, ища книгу, за которой пришла...
"Я тоже всё пытаюсь разгадать эпитафию.
.........Ах да, только что тётя Роза рассказала мне нечто интересное. Возможно, подсказка насчёт первых сумерек."
".........Слушаю вас."
Сказала Эрика, не прерывая поиски и даже не повернувшись ко мне лицом.
"В строке перед первыми сумерками говорится, что получивший ключ должен сделать то‐то и то‐то."
".........Когда же ключ ты обретёшь, отправься в путь, условия блюдя."
"Ого...
Ты уже запомнила?
Хотя чему я удивляюсь..."
"И что насчёт этого?"
".....Так вот.
В Золотую Землю ведь нужно отправиться?
Из‐за этого тётя Роза задумалась о десятых сумерках...
О десятидневном путешествии от любимой родины до Золотой Земли..."
"Вообще‐то я сама уже заметила.
Место, где оказываешься в первый день 10‐дневного пути.
......Вот откуда приносишь в жертвы."
"Д‐да, тётя Роза подумала о том же.
Я тоже считаю это предположение интересным.
......Место, где оказываешься в первый день десятидневного пути.
Этот клочок земли или его название может быть ключом..."
".........Я тоже подумала, что название этого места может оказаться ключом.
Потому и ищу материалы.
Хочу сделать своё предположение абсолютным."
"Так......... что ты ищешь?"
Рука Эрики вдруг остановилась...... и она медленно что‐то вытащила...
А затем, стерев с этого пыль, наконец посмотрела на меня и ответила.
"Атлас."
Those Who Reach It
"......Первый день мы кое‐как пережили."
Нацухи была в кабинете.
Когда она пробормотала себе под нос, появились золотые бабочки и приняли человеческий облик...
"Лучше не быть оптимистами.
......Не думай, что мы сможем пережить и завтра, просто сидя здесь."
"......Выходит, одни слова, что отец в плохом настроении и отказывается выходить, их всё‐таки не обманут."
"Да...
Похоже, за прошлый год они что‐то заподозрили.
Из‐за этого токсин распространился и всё больше обволакивает кабинет..."
"Вероятно, это не только из‐за тех, кто что‐то подозревает с прошлого года."
".........Верно.
Такой сильный токсин нельзя объяснить только этим.
......Должно быть, кто‐то ещё с прошлого года подозревает, что господин Кинзо умер, и на собрании этого года пытается раскрыть всё."
"Значит...... в прошлом году они не были полностью обмануты?"
"...К сожалению, это лучшее, что можно предположить в сложившейся ситуации.
Тайфун будет и завтра. Катер не приедет до послезавтра.
Короче говоря, мы должны продержаться ещё как минимум 36 часов..."
".........Ты не видишь, Нацухи, но барьер этой закрытой комнаты когда‐то был очень прочным.
Однако за сегодня он был изношен настолько, что почти раскрошился, как сухие листья в ожидании бури."
"Нет, буря уже здесь.
.........Госпожа Нацухи.
Я предлагаю перейти от барьера закрытой комнаты к чему‐нибудь другому."
"Что значит \'к чему‐нибудь другому\'?..
Хотите изменить наш план?.."
"Именно.
......Госпожа Вергилия и я восстановим барьер, похожий на прошлогодний."
"Мы выведем Кинзо из кабинета и проведём его по канату от тени до тени, куда не дойдёт токсин, как и в прошлом году.
Это опасно, но я хочу предложить то же самое."
"О чём ты говоришь?..
Вы хотите настолько изменить план?!"
"Когда понимаешь, что не можешь выдержать осаду, нужно рассмотреть вариант отказаться от замка..."
"......Сейчас эта комната похожа на замок, окружённый вражескими войсками, которые вот‐вот разрушат стены.
Если оставаться на месте — верная смерть, то у вас ещё есть возможность выйти на последний бой и принять почётное поражение.
......В конце концов, сдаться в этой борьбе не лучший вариант."
"Я буду защищать тайну отца до последнего!
Если о ней узнают, мы уже не сможем выпутаться!
Растраты моего мужа раскроются, и честь семьи Уширомия будет растоптана!
Мы должны держаться и не допустить этого несмотря ни на что!.."
"......Успокойся, я понимаю.
...Алхимия Краусса скоро принесёт отличные результаты.
Если в этом году у нас всё получится, мы сможем взять ситуацию под контроль.
Не паникуй."
"Но мы планировали эту осаду потому, что прошлогодний трюк не сработал бы.
Разве не верх глупости возвращаться к плану, от которого мы отказались, потому что его было невозможно выполнить?!
Какой такой план сейчас можно придумать?!"
"Мы с Ронове подготовим всё.
Положитесь на нас, создание иллюзий — работа ведьм.
......Вам нужно лишь дать нам своё согласие, госпожа Нацухи."
".........В такие времена наставница и Ронове очень надёжны!..
Кроме того, слуги однокрылого орла — замечательная мебель.
Если наставница и Ронове воссоздадут магию, они наверняка смогут защитить её.
...Пока ещё не слишком поздно.
Давай выведем Кинзо из кабинета и пустим его иллюзию блуждать поблизости!.."
"Ты забыла? Мы выбрали нашу текущую стратегию потому, что рассмотрели подобные планы и не нашли ни одного подходящего!
Паниковать в чрезвычайных ситуациях и беспечно отказываться от первоначального плана попросту глупо!"
"Но, госпожа Нацухи!..
Прямо среди токсина вы должны лучше кого бы то ни было понимать, что мы больше не сможем выдерживать эту осаду!.."
".........Я предлагаю придумать другой план, не изменяя намерения держать оборону.
......Так или иначе, пока эта комната перекрыта, существование отца никто не опровергнет.
Ведь сколько бы человек ни было, невозможно узнать содержимое кошачьей коробки, которую нельзя открыть!.."
"...Да, ты права......
Но люди иррациональны.
Они могут найти щёлочку даже в герметичной кошачьей коробке и пробраться туда как муравьи в коробку с тортом.
.........Кроме того, меня беспокоит фигура леди Бернкастель."
".........Удачно, что госпожа Эрика затмила всех на ужине.
Так она создала обстановку, в которой сегодняшнее семейное собрание могут закрыть.
......Если бы вы как обычно перешли к нему сразу же после этого, этим вечером барьер мог бы сломаться."
"Но из‐за этого концентрация токсина выросла ещё сильнее.
......Сгущаясь всю ночь, он запросто сможет проникнуть сквозь барьер закрытой комнаты.
Продолжим мы держать оборону или же откажемся от этого плана,
завтра у нас ничего не выйдет, если мы не подготовим новую стратегию и новый барьер."
"......Возможно, у леди Бернкастель есть план по разрушению барьера закрытой комнаты.........
Нельзя забывать про эту фигуру, Эрику..."
"............Если подумать, человек, который собрался мстить за события 19‐летней давности, тоже может быть фигурой леди Бернкастель.
......Равновесие игровой доски нарушилось: к привычным 18 фигурам добавлены ещё две нежелательные фигуры.
Этот год слишком неправильный."
"Леди Бернкастель поклонница всего восточного.
......В сёги — японских шахматах — ведь позволено сбросить фигуру в середине игры?"
"Да, позволено.
......Даже сбросить королеву из захваченных фигур перед вражеским королём — некий козырной ход, допустимый в сёги."
"......Интересно...... что делает тот, кто говорил о событиях 19‐летней давности?
...Он уже скрывается где‐то на острове?.."
".........Эта девочка — Эрика — заявила, что её отнесло сюда.
......Тот человек тоже мог высадиться на острове несмотря на тайфун и затаиться где‐нибудь......"
"......И теперь будет сложнее обмануть родственников......
............
...Почему?!!
Почему всё вдруг пошло не так?!!
Чем объяснить эти чудеса из кошмаров и случайных совпадений?!!"
Нацухи с силой ударила по столу, схватилась за голову и съёжилась от невыносимой головной боли...
".........Леди Бернкастель подвластны чудеса.
...Нет смысла удивляться чудесам или странностям, когда она рядом."
"Да, в сёги вражеская фигура может внезапно появиться прямо перед королём.
Однако именно поэтому создаётся идеальное построение, которое учитывает такую слабость, и мастерски строится замок для защиты короля."
"Тогда разве сейчас мы не должны удерживать форт?!!"
"Будь у нас форт, который мы могли бы удержать, тогда возможно, но сейчас нам нельзя надеяться на такие вещи."
"Трудно загнать в угол короля без стены за его спиной, но ещё труднее загнать в угол, если есть открытые щели во всех направлениях.
.....Представь мышь.
Можно поймать мышь, запертую в клетке.
Однако ловить её на поле всё равно что пытаться поймать облако."
"Госпожа Нацухи.
......Позвольте нам рассмотреть этот вариант.
......Господин Кинзо покинет свой кабинет и будет бродить по особняку, избегая взглядов родственников.
......Мы придумаем до наступления утра естественно выглядящий план."
".........Ты не видишь опасности?..
......Если мы готовы рассмотреть такой опасный вариант, не лучше ли продолжать вести себя так, будто отец в своей комнате в плохом настроении?.."
"Завтра родственники снова столпятся перед кабинетом.
Они будут прямо по другую сторону единственной двери.
Как долго вы планируете создавать такое впечатление, будто они ругаются с господином Кинзо?!
Такое невозможно!.."
"Мы должны так или иначе на 36 часов отложить эту невозможность!!!
Если мне скажут, я сделаю!
Я — Уширомия Нацухи!
Жена главы семьи Уширомия!
Если вы скажете...... я буду разыгрывать громкую ссору с отцом столько дней, сколько потребуется!..
А‐а‐а‐а‐агх!!!"
......Даже Нацухи понимала, что не справится.
Но она больше не видела никаких шансов на победу в плане, включающем блуждающую иллюзию Кинзо......
Несколько раз ударив по столу со стекающими по лицу слезами гнева, Нацухи то стонала от головной боли, то перекладывала вину с одного на другое.
Казалось, будто все, кто сидел в этом кресле, делали то же самое, словно это проклятие......
".........Напоминает цумэ‐сёги, где вы стоите в обороне.
......В цумэ‐сёги у противника нет короля.
И чтобы победить, остаётся только избегать шаха определённое количество ходов."
"Что означает...
... я должна уйти на целый день и половину ходов......
Это уже слишком..."
"Не прекращай думать... не сдавайся!..
Я выслушаю твои жалобы, так что не паникуй!..
Твоя абсолютная воля несмотря ни на что преодолеть трудности обязательно принесёт абсолютные результаты!..
Такова сила ведьмы абсолюта."
"Не теряй эту магию.
......Верь, что во что бы то ни стало преодолеешь всё!..
Я уверена, ты придумаешь гениальный план.
Поэтому не опускай руки и продолжай думать!.."
"......Ты права...
Я знаю...
Если я не смогу преодолеть эти трудности, никто не сможет......"
"Вот именно.
Разве Кинзо не доверил тебе преодоление всего этого?
......Он признал, что ты достойна такой ответственности!.."
".........Отец......
Отец... а‐а‐а‐а!"
"Наставница и Ронове подумают о ходе.
Разумеется, я тоже!
Но без разрешения нашей госпожи — твоего разрешения — мы не сможем даже этого!
Поэтому хотя бы не отказывайся от желания бороться!..
Не сдавайся!.."
"Я знаю... знаю!
Но я уже... устала от всего... и не могу вынести эту головную боль...
......Почему я... плачу в этом холодном кабинете...... совсем одна?!
Почему... почему мой муж сейчас не со мной?!"
После ужина Краусс заявил, что у него кружится голова, и рано пошёл спать.
Разумеется, он сказал так, чтобы достаточно отдохнуть перед долгим днём впереди,
но Нацухи сейчас казалось, что он просто пошёл спать и перекинул всю нагрузку на неё.
Однако жаловаться на такие вещи всё равно что нарушить обязанности жены.
......Разве хорошая жена не обязана трудиться на благо семьи даже когда муж отдыхает?..
Всё ещё сожалея даже о гневе на мужа...
и не зная, на кого сердиться, Нацухи продолжала рыдать......
Вот бы...... Кинзо любезно поговорил с ней в такое время.
Беато искала его, но в кабинете Кинзо уже давно не было видно...
Наверное, Нацухи тоже заметила...
Хоть она и хвасталась, что бороться в одиночку и поддерживать — обязанности хорошей жены......
никто не мог подтвердить, действительно ли это необходимо......... и из‐за этого она даже не могла остановить слёзы.
Как только Беато попыталась подобрать слова, чтобы утешить Нацухи, Вергилия похлопала её по плечу.
......Если слова утешения звучат не из уст нужного человека, они могут принести больше вреда, чем пользы.
Ничего не говоря, Вергилия таким образом сказала Беато, что молчание — лучшее действие на данный момент...
"............А‐а, извините, что прерываю.
...Знаю, я тут посторонняя, но дадите мне сказать пару слов?"
"Гаап.
...Сейчас не лучшее время."
"Нет, пока вы здесь, нет никаких различий между посторонними, гостями и нами.
......Можешь говорить."
"..........Спасибо.
......Ронове сам сказал.
Это цумэ‐сёги с тобой в обороне.
.........Как можно проиграть в них?
Только если твоему королю поставят мат, верно?"
"Само собой.
И у противника нет короля.
Поэтому Нацухи со своим королём может лишь постепенно отступать."
".........Вот как.
......Тот ход.
Время уже пришло?"
"О чём вы?
......У нас ещё остался ход?"
"............Тот способ скрыть смерть лорда Голдсмита, который ты предложила в самом начале.
...Нам пора воспользоваться тем ходом..."
"Ты имеешь в виду... исчезновение?!
Прямо сейчас, во время семейного собрания?!
Это слишком опасно!"
После успешного решения всех своих проблем они позволят Кинзо обрести покой.
Сделав так, чтобы...... он исчез.
Однажды Кинзо ушёл в лес и не вернулся.
Они не могли найти его, сколько бы ни искали, и так его объявили \'пропавшим без вести\'......
".........Ты сама сказала, Риче.
Нельзя поймать мышь, выбежавшую на поле.
И так же нельзя поймать лорда Голдсмита, исчезнувшего в лесу."
"И это твой выход?!
Делать такой ход сейчас, когда подозрения против нас стоят наиболее остро, не лучше самоубийства!"
"Они заподозрят неладное.
Этот ход наверняка приведёт к недоверию.
.........Но даже если они войдут в кабинет, такие подозрения будут недоказуемы.
......Потом они уже никогда не найдут Кинзо,
и сколько бы они ни подозревали, что он умер, доказать это будет невозможно..."
"Забудьте о 36 часах, вы бы всё равно не смогли вечно защищать тайну Кинзо таким образом, верно?..
Конечно же, в этом будет соответствующий риск."
"......Сделав этот ход, ты, может, и прорвёшься......
но мы даже вообразить не можем, сколько чести ты можешь потерять."
"И всё‐таки...
......... такой ход почти наверняка преодолеет эту проблему.
Да, тебе придётся иметь дело с ещё большими подозрениями.
Но не умрёшь же ты от этого."
"Д...
да...
... это так, но......"
".........Во время Великого землетрясения Канто семья Уширомия должна была погибнуть.
Однако безумный гений — лорд Голдсмит — возродил эту семью так,
что теперь её хочется защищать.
......Сейчас всё зависит от тебя и твоего мужа — нового главы и его жены."
"......Хо...
..........Вот как ты намереваешься расшевелить её?"
"Я не пытаюсь её расшевелить.
Я просто спрашиваю, готова ли она быть женой главы......
.....Ты готова защищать семью Уширомия даже если придётся валяться в грязи?.."
"Го... готова..."
"Тогда сейчас самое время.
.........Если ещё можешь глотать грязь, бери как можно больше.
Ты выберешься из мира страданий и в конечном итоге возвратишь былую славу.
.........Я, Гаап, 33‐я по рангу, обещаю тебе."
".........Гаап..."
".........То, что я пришла поиграть в такое время, знак от богов случайности...
......Я сдержу обещание, Уширомия Нацухи.
И не потребую ничего взамен.
Риче, которая тебе служит, уже выплатила мне предоплату."
Гаап выглядела довольно беспечной, но на самом деле у неё было сильно развито чувство долга.
Она из тех, кто просто не может оставить кого‐то переживать беду в одиночку.
"Предоплату?
О, когда это?..
Не помню..."
"*хи‐хи*хи‐хи*...
.........Всякие магические атрибуты, которые ты не могла вспомнить куда положила.
Я многие из них утащила."
"Что?!!
Так это и вправду ты виновата в том, что я не могла их найти!!!
Верни!
Отдай мой призрачный серебряный кристалл и лунный жезл!
Я ещё не наигралась, скрепляя их вместе!"
".........Это своего рода магия или же план, который я тебе даю.
Я могу скрыть лорда Голдсмита в мире, где никто не сможет его найти.
.........Дай знать, если тебе понадобится такая магия.
А пока можешь придумать другой, более безопасный план."
"Действительно.
......Лучше иметь доступный вариант в запасе, так спокойнее.
...Без спокойствия гениальный план не придумаешь."
"Госпожа Нацухи.
Ночь не так коротка.
......Давайте пока что оставим план Гаап напоследок и укрепим наш план.
Пожалуйста, позвольте нам.
......Кроме того, нам нужны ваши убеждения, доверие и магическая сила — необходимые условия для успеха."
"Если ты поверишь, я исполню твоё желание,
но если засомневаешься — твои сомнения станут явью.
......Ты должна сама создать своё будущее."
".................."
Кинзо... исчезнет.
В самый разгар семейного собрания.
Это наша последняя надежда.
Запрятав в душе последний козырь...... Нацухи решила до последней секунды искать другой план.
В конце концов, эта длинная‐предлинная ночь только начинается......
......И не только для неё.
У Бернкастель и её фигур было столько же времени на подготовку.........
".......Пробьёшь колено... и убьёшь.
......На этом всё..."
"Ясно, всё‐таки вот что означает \'пробьёшь\'.
Снова мои рассуждения оказались верными."
Последняя реакция явно отличалась от предыдущих,
и показалось, что активировалось какое‐то устройство.
Но на первый взгляд в частности ничего не изменилось и никакая потайная дверь не открылась.
Похоже, чтобы найти её, им нужно сделать чуть больше...
"Ты невероятна.
.........Если мы и впрямь после всего этого найдём золото, нам придётся разделить его вместе."
"Мне достаточно наслаждения мыслительным процессом.
............Разгадывать загадки — единственное, что мне нравится.
Доказательство моей правоты — всё, что мне нужно в награду."
Она отмахнулась от моих слов, сказав, что ей будет достаточно просто увидеть золото.
Затем она присела, в упор глядя на механизм замка.
......Не будет преувеличением сказать, что...... эта девочка очень любит разгадывать загадки.
Её любовь к охоте за сокровищами подпитана романтизмом относительно процесса нахождения скрытых вещей,
и её не интересует перспектива забрать сокровища себе и стать миллиардером......
"......Вот как.
Вы всерьёз думаете, что такое устройство меня одурачит?
......Ошибка *всех вас* в первую очередь в том, что вы так доброжелательно приняли меня на остров.
.........Одна лишь эпитафия,
и Фурудо Эрика может рассуждать на таком уровне.
......Что скажете, дамы и господа?"
Сказав это обнаруженному ею механизму, она ухмыльнулась ему.
Эта улыбка была малость триумфальной, но больше — неприятно презрительной.
Разгадав загадку, она наслаждалась удовольствием победы над загадавшим её и насмехалась над этим человеком......
".........Если мы сейчас найдём золото, преемником главы будете вы, а не Краусс."
"Хех.
......Ну, как знать."
"......Разве Краусс не высокомерен?
Можно даже назвать его хвастуном.
Разве не приятно будет увидеть, как его племянник за одну ночь отберёт у него и золото, и позицию преемника?"
".................."
Эрика по‐прежнему сидела на корточках спиной к Баттлеру и возилась с механизмом...
".........Её звали... Джессика, да?
Ту девушку, выступившую против меня."
"Э...... да."
".........Она так звучно говорила о том, что её отец — преемник главы.
......Когда она проснётся завтра и узнает, что всё золото досталось вам
и что её отец больше не преемник, интересно, какое у неё будет выражение?.."
".........Я вовсе не хочу забирать все 20 миллиардов себе.
......Мне и 10% вполне хватит.
Остальное мы можем разделить между семьёй.
Преемником главы я заинтересован быть ещё меньше.
Буду только рад, если им останется дядя Краусс."
".........А сможете ли вы всё так легко уладить?..
*хи‐хи*хи‐хи*хи‐хи*.
Вместо этого...
......Такое чувство, что намного интереснее будет угадывать завтрашнее выражение Джессики
и то, какие жалкие оправдания она придумает."
".........У тебя... очень плохой характер."
"О?
.........Разве вы не поняли это, как только узнали, что мне нравится разгадывать загадки?..
Я — интеллектуальный насильник, любящий раскрывать то, что люди пытаются скрыть, понимаете?
......То же самое относится и к разгадыванию этой загадки."
"......И поэтому ты захотела показать всем золото деда, которое он скрывал как мог."
"Да, сначала так и было............
но потом моя цель изменилась."
"Изменилась?
......На что?"
"Джессика.
.........Она прервала мои рассуждения, запятнав чистый и благородный для меня момент.
.........Поэтому я поставила себе цель разгадать эту загадку, чтобы сравнять с ней счёты."
"............Эй... ты серьёзно?"
"*хи‐хи*.
.........*хи‐хи*хи‐хи*хи‐хи*хи‐хи*.
...Кем бы ни был мой противник, я заставлю его сдаться.
Это моя единственная радость.
......Вам нужны ещё причины?"
".........Уширомия Джессика разозлила меня.
Поэтому я захотела поставить её на место и решила разгадать эпитафию.
.........Такова причина моих нынешних эмоций.
...Понимаете?"
......Я в раздумьях повернулся к ней спиной.
Считая забавной эту игру в разгадывание загадки......
я позволил ей использовать меня и сделать нечто ужасное?..
Верно.
......До этого можно было додуматься.
Если загадку разгадают, родственники начнут скандалить по поводу того, кому быть преемником главы.
Отец и ещё некоторые могут поднять шум, что следующим главой должен стать я — первооткрыватель, а родственники, которые будут не в восторге от этой перспективы, начнут протестовать.
Несмотря на категоричное заявление Эрики, нигде не написано, что разгадавший эпитафию станет следующим главой.
И так развернётся скандал между теми, кто признаёт, и теми, кто нет......
Если предположить, что будет дальше, как сделала Эрика...
......Вероятно, это превратится в грязную стычку между дядей Крауссом и остальными родственниками.
После того как я разгадаю загадку....... Джессика будет восхищаться мной... или же проклинать меня?
......Не хочу сейчас думать об этом......
......Эрика всё ещё бормотала.
...Видимо...... уже поняла...
Когда мне стало совсем плохо...... я лениво всмотрелся в чёрную ночь...
"............a."
Тогда......... я посмотрел на тускло освещённый наружный фонарь...
... и перед ним увидел человеческий силуэт.
Я подумал, что мне мерещится.
Ведь немыслимо, чтобы кто‐то стоял под проливным дождём даже без зонтика.
Однако...
...... силуэт не сдвинулся ни на дюйм...
...... и, может...
...... нет, невозможно......
.........Этот кто‐то... смотрел на меня.
И...... это был.........
".................."
".....................Де‐"
......Дед...............
В тот момент...
... я понял.
Дед...
... наблюдал за тем, как мы разгадываем загадку.
......И...
...... он видел нас...
... когда мы эффектно разгадали всю эпитафию......
"..................
..................Хе‐хех......"
Без сомнений...
...... дед слегка улыбнулся.
Он, у кого всегда на лице были исключительно капризные и пугающие выражения......
посмотрел мне в глаза...... и впервые улыбнулся мне.
......Словно говоря \'Как нагло\'.
Или же \'Я и подумать не мог, что это будешь ты\'...
Но...... этот результат... выбран эпитафией деда.
Поэтому, я уверен...... дед принял его.
В конце концов...... он снова ухмыльнулся.
Конечно же, ни слова не сказав.
Его улыбка, казалось, без слов говорила...
...\'замечательно\'......
......Я не знал, что ответить.
Я только в шоке стоял, игнорируя Эрику, присевшую и что‐то бормотавшую спиной ко мне.
......Потом дед вытянул руку из‐под накидки и указал на что‐то.
Когда я посмотрел в том направлении...
... там.........
То, на что он указывал...
... вероятно...
......Указатель к Золотой Земле.
......Иди.
Единственное, что дед сказал мне.
Я...... кивнул в знак понимания.
Дед довольно кивнул в ответ.
Затем, взмахнув накидкой...
... он исчез, будто растворившись во тьме......
На его лице в последний момент...
... была самая настоящая и в кои‐то веки довольная......
улыбка.
"Вы слушаете? Баттлер?
Вы слышали мои рассуждения?"
"............Вот он.
Я нашёл указатель к Золотой Земле."
"......Э?
О...... этот смотрит уже в другом направлении.
......Вот как.
\'Идите туда\'.
......Вы очень наблюдательны."
"Это дед сказал мне."
"Э? Кинзо?..
Где?"
"Пошли.
.........Почему бы не взглянуть...
на эту \'Золотую Землю\'..."
Мы двинулись вперёд.
Вход в Золотую Землю был совсем рядом......
".........Наконец моя эпитафия разгадана.
......И... её разгадал Баттлер...
.........Пф‐ф... ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!..
Удивительно, лучше и быть не может."
Если подумать, от меня тоже никто не ожидал того, что я стану главой.
Как же интересно, что тот, кто сменит меня, такой же.
"Теперь в моей жизни не осталось сожалений!
Беатриче, я скоро присоединюсь к тебе.
Вместе с подарком — чудом, избранным моей эпитафией!.."
Из всех людей... Баттлер.
......Баттлер!..
"Ва‐ха‐ха‐ха‐ха‐ха!..
Ва‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!
Под самый конец моей жизни мне явилось истинное чудо!"
"Беатриче‐е‐е‐е!
Я выиграл эту ста‐а‐авку, ва‐аха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐а!!!"
"Ха, ха‐ха‐ха‐ха‐ха!..
Яху‐у!
Ха‐ха‐ха‐ха‐ха‐а!!!"
".........Не вижу ничего полезного в хранении ценностей в форме золота, оно разве что не ржавеет.
Думаю, потребуется немало усилий, чтобы обменять всё это на наличные."
В конце сырого подземного тоннеля, в почётной комнате, столь прекрасной, сколь и неуместной...
...... была настолько огромная груда золота, что её стоимость можно было без всяких сомнений оценить в 20 миллиардов иен...
Эрика была спокойна, но Баттлер не мог подавить волнение.
Что касается того, какая из этих двух реакций на золотую гору была правильной,
только видевшие эту сцену своими глазами могли с уверенностью судить......
Средний служащий в наше время за всю свою жизнь зарабатывает около 200 миллионов иен.
......А здесь 20 миллиардов иен в золоте.
Даже с одной сотой от этой золотой горы... один человек может прожить всю свою жизнь не работая.
Что такое труд?
Разве не сам смысл жизни человека в том, что кто не работает, тот не ест?..
Если так, то 200 миллионов иен достаточно, чтобы заполнить одну человеческую жизнь.
А здесь 20 миллиардов!
......Это составляет рабочую силу ста человек, нет, одну человеческую жизнь сто раз подряд!..
Разумеется, если ещё хочешь работать, то можешь.
С любыми деньгами, полученными в результате, можно будет забавляться.
Ведь у тебя уже достаточно денег, чтобы жить на них всю жизнь, нет, целую вечность!..
Нет, стоп. Нельзя забирать всё себе. Можно разделить их среди ста человек.
Будь у меня возможность создать мир, где все 100 человек могли бы всю жизнь не работать...... что за мир это был бы?..
.........Да...... никаких сомнений......
"Это......... Золотая Земля......"
"Вот так.
Берн‐Баттлер успешно обнаружила золото.
И жили они долго и счастливо.
Хе‐хе‐хе‐хе‐хе‐хех!
Я заставила её скрыть наиболее важные части, но ведь ничего страшного, если я позлобничаю?"
"......Да, делай как знаешь.
Меня не интересуют мелкие детали про то, какая это была загадка или что за ответ на неё был.
Важнее результат — найденные 10 тонн золота."
Золото находила и тётя Ева в третьей игре.
Тётя Роза тоже его видела.
Однако они никому не сказали о его обнаружении.
То есть, была вероятность, что обнаружение золота — правда в кошачьей коробке, хранимая ими двумя.
А значит, золото могло быть несуществующей иллюзией!..
"Но......\'я\' наконец нашёл его...
Кошачья коробка... открыта!.."
"Будет пустой тратой времени играть в \'повтори\', так что вот тебе бонус.
Эта гора золота реальна.
Все слитки здесь — настоящее, чистое золото!
Абсолютно никаких трюков вроде реплик или подделок!
"
"......Ладно, понял.
Я принимаю золото.
......Но кое‐что я принять не могу!"
".........Конечно.
Ты ведь встретился с ним?
...С Кинзо."
"*хи‐хи*хи‐хи*!
Хотя он якобы иллюзия, ты же видел его секунду назад?
*хи‐хи*хи‐хи*, всё‐таки это магия, да?!"
"Чушь.
......\'Я\' и словом не обмолвился с дедом.
...Мне просто показалось, что мы с ним разговариваем.
Можешь перестать. Тот же ход больше не сработает!"
"Тогда синюю правду, пожалуйста!"
"
"Скорее всего, я был взволнован после разгадки эпитафии.
и по ошибке принял что‐то за деда.
"
"
Например, может, это была маскировочная сетка или простыня во тьме рощи,
похожее на него, носящего чёрную, как смоль, накидку!
As a result, I mistakenly thought that I\'d had some sort of conversation with Дед.
"
".........Допустимая голубая правда.
Хотя я сказала голубым то же самое."
"Ну и? Годится?
Опровергнешь красной правдой?!"
"Нет.
Не сейчас, по крайней мере.
*хи‐хи*хи‐хи*хи‐хи*хи‐хи*хи‐хи*!"
\'Я\', по‐странному закричавший перед золотой горой, наконец‐то начал успокаиваться.
......Мы нашли золото, и его уже было не скрыть.
Как раз о том, чтобы сохранить наше открытие в тайне, я и подумал.
......Но Эрика хотела доказать правильность своих рассуждений, объявив об этом всем.
Она настоящий интеллектуальный насильник, как сама и сказала.
Для неё имеет значение лишь разгадывание головоломок,
и она не намерена брать на себя ответственность за происходящее после их разгадки.
......Загадка напоминает замок.
Замки существуют, чтобы быть запертыми.
И они имеют значение только когда заперты.
Поэтому для их открытия должна быть причина.
Однако...... для неё раскрытие само по себе как конечная цель,
...и она не планирует брать на себя ответственность за то, что будет после.
......Быть может, истинная буря, которая обрушилась на Роккенджиму......
не тайфун, а она.
Она не станет держать это открытие в тайне.
Точно объявит о нём, чтобы похвастаться своим успехом.
И тогда...... призовёт на этот остров настоящий шторм.
Я не смогу сохранить это в тайне......
...Значит...... остаётся только честно объявить об этом.
Даже представить не могу, что будет после.
Ухмыльнувшись, Эрика что‐то пробормотала себе под нос.
......Должно быть, представляла, какой шум скоро поднимут родственники.
Для неё...
... это гораздо слаще 20 миллиардов иен......
"......Одна лишь эпитафия,
и Фурудо Эрика может рассуждать на таком уровне.
......Что скажете, дамы и господа?"
The Frantic Golden Drama
Тук‐тук‐тук‐тук!!!
Нацухи привели в чувства неожиданные яростные стуки в дверь.
Вероятно, она задремала в кабинете, ища способ преодолеть завтрашний день.
Но... кто бы это мог быть?..
Да ещё и в такое время...
Что более важно, странно уже то, что стучат.
Если кто‐то хотел связаться с ней, можно было просто позвонить по внутренней линии.
Она сказала, что будет здесь.
Понимая, что происходит нечто странное,
Нацухи ещё раз тряхнула головой, окончательно отбросив сонливость.
"Отец, отец!..
Это Ева.
Мне срочно нужно обсудить с тобой очень важные новости!"
Это был голос Евы.
......Как?
Я же сказала наглухо запереть двери и окна особняка после того, как все уйдут в домик для гостей.
Так почему Ева здесь?!
Нацухи подбежала к двери, ответила тихим стуком и тихо сказала через дверь
".........В чём дело? Не кричите."
"Нацухи?!
Что ты делаешь в кабинете отца в такой час?!"
"......Я же сказала — тише!
Вы забыли, что глава любит тишину и покой больше всего на свете?!"
"Сейчас не время!
Прекрати давить на это и немедленно открой!
Приведи отца!!!"
"Глава только что пошёл спать!
Не знаю, какое у вас дело, но я выслушаю его не раньше утра!"
"К тебе у меня никаких дел нет!
Сейчас же открой!!!"
Иногда множество схем и предположений могут развалиться из‐за самых прямых, простых и эмоциональных стратегий.
Дело плохо...
Если я открою, Ева оттолкнёт меня и ворвётся в кабинет.
Сейчас я даже не могу открыть эту дверь!..
В этот момент неожиданно зазвонил телефон.
В‐всё нормально.
Оба ключа от кабинета у меня.
Никто не сможет открыть эту дверь!..
Нацухи потихоньку отошла от двери и подняла трубку...
"А... алло!
Нацухи слушает!"
"Это я...
Всё плохо.
Скорее спустись в гостиную."
Это был Краусс.
Его голос был крайне напряжён.
......Да что случилось?!
"Баттлер и наша гостья, Эрика...
...... разгадали эпитафию ведьмы и нашли золото."
"Э? ...............
...П‐правда?!"
"Рудольф и остальные прорвались сюда.
Говорят, что Баттлер покажет всем местоположение скрытого золота..."
"Сейчас Ева прямо за дверью, кричит, чтобы я открыла!..
Если я открою, она может ворваться в кабинет!.."
"...Во... вот как.
Я сейчас подойду.
Не думай о Еве.
Оставайся там и ничего не предпринимай!..
Я подам тебе сигнал, когда уведу её от двери, поэтому уходи сразу же, как только услышишь.
Поняла?!"
Сразу после этого Краусс в сопровождении Генджи поднялся вверх по лестнице.
Между ним и Евой разгорелись горячие дебаты. \'Открывай!\' \'Нет, успокойся\'.
В разгар этого, как сигнал, раздался тихий стук.
......Краусс умело оттолкнул Еву от двери и отвлёк её.
За это время Нацухи выскочила из кабинета и быстро закрыла дверь...
Ева заметила, и её лицо скривилось в разочаровании,
но звук автоблокировки уже прогремел, и дверь была заперта.
"Золото эпитафии нашли!
Сообщить об этом отцу вполне естественно!..
Или что?
Есть какая‐то причина, по которой вы не можете сказать ему?!"
"Отец строго приказал его не будить, неважно‐что‐случится.
Следовать этому приказу — обязанность представителя главы.
Так ведь, Генджи?"
".........Да.
Сон Господина не должен быть прерван независимо от ситуации."
"Даже это правило зависит от времени и обстоятельств!
Говорю же, эпитафию разгадали!
Отец имеет право немедленно узнать об этом!"
"Разумеется, завтра мы вдвоём сообщим обо всём главе.
Такова наша обязанность как его представителей."
"Мне всё равно!!!
Откройте уже дверь!
Дайте мне увидеться с отцом!
Отец, отец, ты меня слышишь?
Это Ева!
Открой, пожалуйста!!!"
"Ой‐ой, отпусти меня!..
Бо... больно же!.."
"Мы же сказали тебе — выслушай!..
Не стучи в дверь так громко!.."
"Ай, ой‐ой‐ой‐ой!..
Пусти, пусти меня!!!"
"Господин Краусс, госпожа Ева.
Господин спит.
Вы и так уже его потревожили!.."
Генджи твёрдым голосом заставил этих двоих наконец прекратить перепалку.
Видимо, Генджи, который говорил за Кинзо ещё со времён их молодости, по‐прежнему был достаточно внушителен, чтобы справиться и с Крауссом, и с Евой...
Ева пока что отложила аргументы в сторону.
Она могла разобраться с этим и после того, как своими глазами увидит золото.
Ева тоже его ещё не видела.
Нацухи и остальным кое‐как удалось справиться с этим кризисом.
......Однако демоны, глумящиеся над их усилиями, уже сделали свой ход...
"Баттлер......... разгадал загадку эпитафии?!"
"Да.
......Хотя ему много помогала эта девочка, Эрика, Баттлер сам нашёл ответ.
Она заявила, что отказывается от своих прав на Золотую Землю.
......Поэтому её достиг именно Баттлер."
".........Судьба порой так интересно складывается.
Никогда бы не подумал, что господин Баттлер справится..."
"Что будешь делать, Беато?
......Ты обещала остановить ритуал, если эпитафия будет разгадана."
"Верно.
...Таков был уговор."
"............Уговор.
Хм‐м."
"Господин Баттлер не собирается становиться хозяином Золотой Земли.
......По‐видимому, никто так и не станет нашим господином."
"Это тоже судьба.
Уже несколько десятилетий прошло с тех пор, как мы впервые появились в человеческом мире благодаря нашей связи с лордом Голдсмитом.
......Было много интересного."
".........Лия, ты говоришь как старушка.
......И, что нам делать?
Согласно правилам Риче и лорда Голдсмита, раз Баттлер разгадал эпитафию и решил не становиться нашим господином,
мы освобождены от своего долга, да?"
"Верно.
......Я ни о чём не жалею.
Всё это время я уже был готов быть брошенным в Кокитос."
"Подожди.
Мы не можем этого допустить.
......Может, у тебя и не осталось сожалений, но я продолжу служить Нацухи.
Будет безответственно отказываться от обязанностей только потому, что Баттлер разгадал эпитафию.
......Ведьмам нельзя разрывать соглашения, но они также не должны забывать о благодарности."
"......Действительно.
Мы должны служить ей до окончания семейного собрания."
"Тогда пока что вы тоже не будете освобождены от своего долга, лорд Голдсмит.
......Думаю, вам следует дождаться благополучного конца семейного совета и хотя бы попрощаться с Нацухи...
... а ещё, если возможно, наградить её за все усилия."
"............Хм‐м.
......Она хорошо поддерживала моего глупого сына."
"Не ты ли падший ангел с оторванным крылом?
Просто оставь второе в качестве прощального подарка и уходи."
"......Хм‐м.
......Тоже подходит.
Нацухи может быть достойна носить моё крыло.
...И всё же......... мы приближаемся к критическому моменту.
......Твоя награда ждёт.
Постарайся благополучно преодолеть это испытание...... Нацухи..."
Гора золота лишила всех дара речи.
Как бы сильно они не верили в его существование...
... никто не мог не поразиться, увидев столько настоящего золота...
".........Такое место... и вправду есть........."
"Поверить не могу......
...... отец........."
Золото ошеломило всех.
Первым, кто разорвал тишину и в экстазе запрыгал, был Хидэёши.
Безудержно смеясь, он прильнул к золотой стене,
ощутив холод от прикосновения к ней щекой.
"Ва... ва‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!
Не... невероятно!
Оно настоящее!"
"......Ха...... ха‐ха‐ха‐ха‐ха‐ха!
Чёртов отец, засунул столько золота в такое нелепое место!"
"Раз теперь у нас так много,
...нам больше...
нечего бояться...
С ним...
...... мы преодолеем любые трудности!..
Роза‐а‐а!.."
"Сестра...... сестра......
С ним мы ведь сможем обрести счастье?.."
Ева и Роза одновременно подошли друг к другу, обнялись и зарыдали...
Экстаз и шок, удивление и вздохи.
Встав перед грудой золота, вызвавшей эти смешанные эмоции......
Эрика заговорила словно диктор на шоу.
".........В денежном мире золото — воплощение счастья.
......Поздравляю вас, дамы и господа.
И пусть это открытие обогатит вашу жизнь."
"Снимаю перед тобой шляпу......
......Кто бы мог подумать, что ты разгадаешь эпитафию, не пробыв на острове и дня."
".........Не разгадав за один день, не разгадаешь вообще никогда.
В конце концов, маленьким серым клеточкам требуется лишь мгновение на то, чтобы одарить вспышкой интуиции.
......Кроме того, я бы не смогла разгадать эту загадку одна.
Похвалите и достижения Баттлера, пожалуйста."
".................."
"......Я отказываюсь от всех прав на это открытие.
Мне достаточно уже того, что мои рассуждения оказались верными.
Поэтому я хочу передать все права на обнаружение золота Баттлеру."
"......Не обращайте на меня внимания, продолжайте дискуссию.
Баттлер позвал всех взрослых сюда, проследив, чтобы никто из кузенов не заметил.
Это может означать только одно.
......Стало быть, он хотел начать со всеми вами настоящее семейное собрание."
"......Эрика.
Прекрати решать за других."
"Прошу прощения.
............В таком случае, я уйду с должности посредника в этом процессе.
И, кто займёт моё место?"
Пожав плечами, Эрика оглядела всех.
......После короткого молчания Ева сделала первый шаг.
"Никто же не забыл наш сегодняшний уговор?"
"Нет.
Разделим всё поровну, по 2.5 миллиарда нам четверым.
А преемник главы получит остальные 10 миллиардов."
".........По... подождите!
Кто решил, что нашедший золото становится преемником?!"
"Секунду, так не пойдёт, Нацухи!..
Мы спорили, постоянно основываясь на этой предпосылке!
Вы всерьёз считаете, что можете сделать такой вид, будто ничего не было?!"
"...Именно.
......Не Нацухи ли беспокоилась о том, что себя может объявить преемником слуга, разгадавший загадку?.."
"Но ведь нигде это ясно не написано?!"
"Подлец!
Мы же все с этим согласились!"
"Верно, брат!
Ты хочешь под конец игры изменить свою позицию?!"
"Хотя это не было предусмотрено, я считала, что между нами это определённая, общепринятая истина.
Не понимаю, как вы можете называть её ничего не значащей."
"Не разъясняйте эпитафию главы как вам вздумается!
Где написано, что нашедший золото становится преемником?!
Эпитафия была принята главой.
Вы не имеете права решать всё самостоятельно!"
".........Нацухи, успокойся."
"Как я могу успокоиться?!
Меня, конечно, весьма впечатлило то, что Баттлер разгадал эпитафию!
Мне всё равно, какое вознаграждение он получит.
Но говорить, что награда должна составить половину всего, что здесь есть, уже слишком,
и вам не сойдёт с рук аргумент, что нашедший — следующий глава!.."
"К‐как подло, Нацухи!..
Это совершенно отличается от того, что вы говорили ранее!.."
"Согласен!
Хотя это не предусматривалось, то, что разгадавший эпитафию становится следующим главой, всегда было самым главным, неписаным соглашением между нами!..
Несправедливо в последнюю секунду начинать жаловаться.
Да, несправедливо!"
"Как бы то ни было!!!
Золото принадлежит отцу!
Мы не можем решать как разделить его без разрешения отца!"
"Ну уж нет!
Как низко, Нацухи!
Мы ведь уже обсуждали это!
А теперь вы говорите, что весь сегодняшний разговор был чепухой?!
Это неправильно!"
"Почему бы не проголосовать?!!
Баттлер, нашедший золото, преемник главы!
Мы с мужем не возражаем!
А вы, Рудольф и Кирие?
Роза?!"
"Мы не против. Молодец, Баттлер!"
"Я тоже согласна.
Баттлер — истинный преемник, избранный эпитафией.
Если вы недовольны — давайте просто спросим отца!.."
"Верно.
Как ты и сказала, Нацухи, загадку эпитафии написал отец.
И золото принадлежит ему.
Если так, то не стоит ли нам поговорить с ним об этом напрямую?
Как поступить с Баттлером, нашедшим золото?
Я считаю, что только отец вправе решать!.."
"Н‐но!.."
"......Потому я и сказал тебе успокоиться........."
"Роза и Кирие правы.
Давайте спросим отца, отца!
Ваша роль уже закончена, Нацухи, Краусс!"
"Да, да!
Приведите отца!
С вами двумя мы ничего не решим!
Пора начать настоящее семейное собрание!
Разве можно откладывать такой вопрос только потому, что он устал?!
Если будем так легкомысленно к этому относиться — наживём себе массу проблем!.."
"Эй, вы слышите?!!
С вами мы ничего не решим!
Сейчас же приведите отца‐а‐а‐а!!!"
"............Семейные собрания всегда такие?"
"......Откуда мне знать?"
"Думаю, внутри эти люди всегда такие.
......Хе‐хе‐хе‐хех.
Без Кинзо они сейчас ничего не смогут решить."
"......Его зовут улаживать стычку его детей, а ведь было заявлено, что жить ему осталось всего‐ничего.
......Интересно, как он сейчас.
......*хи‐хи*.
Предполагать...... хотя нет, рассуждать будет одно удовольствие."
Родители игнорировали Баттлера и Эрику... и продолжали кричать друг на друга всё громче и громче...
Хотя Баттлер более‐менее представлял, как за кулисами происходит нечто подобное, видел он это впервые.
Он заподозрил ещё шесть лет назад
и хорошо представлял себе, что там творится, видя лица родителей, которые с приближением этого месяца становились всё мрачнее...
Однако тот спор, который родственники вели сейчас у него на глазах...
... был гораздо...
... уродливее, чем он предполагал...
Поэтому он был очень рад, что позвал сюда только взрослых, не позволив своим кузенам заподозрить неладное......
Возможно, устав от бесконечного спора, они взяли короткий перерыв.
Было решено переместить семейное собрание из Золотой Земли в особняк...
Даже если это место величественное, как почётная комната, там холодновато и нет отопления.
Оно не подходит для долгих разговоров.
Они не исключали, что кто‐нибудь может украсть золото за их спинами,
но, конечно же, никто не смог бы справиться с 10 тоннами обычными человеческими руками и за такое короткое время.
По правде говоря, гора золота на заднем плане, можно сказать, лишила их возможности принимать обоснованные решения.
Поэтому они согласились вернуться в особняк, в частности чтобы вернуть самообладание и продолжить собрание ещё более безжалостно......
"......Что ж, мне пора.
......Я буду только мешать, если останусь."
"Жаль конечно.
Мы тебе уже надоели?"
"Позволь нам завтра ещё раз отблагодарить тебя.
Извини, что выставили себя перед тобой в неловком свете."
"Ты сказала, что отказалась,
но разреши нам из благодарности приготовить тебе достойную долю, как одной из первых, кто обнаружил золото.
Верно, брат?"
".......Да.
Мы знаем, на что ты способна.
Думаю, ты понимаешь наше текущее положение."
20 миллиардов иен в золоте — не то, что им бы хотелось раскрывать.
Они не хотели, чтобы посторонняя вроде Эрики рассказала обо всём людям.
Естественно, Эрика это уже \'продумала\'.
Она неприятно улыбнулась, словно прекрасно всё поняла...
"......Не думайте обо мне.
Разумеется, я не желаю рассказывать об этом.
......А даже если я расскажу, без доказательств мне никто не поверит."
".........Этим вечером мне довелось увидеть нечто интересное.
Прекрасное зрелище, так что я более чем довольна."
"Хе‐хех, да уж.
Не каждый день видишь 10 тонн золота."
......Зрелищем было золото?
Конечно нет.
Судя по тёмной сущности Эрики, очевидно, чем она так довольна.
Я подумал сказать ей уйти наконец, но мне самому хотелось оставить всё это позади...
Я хотел было вернуться в домик для гостей вместе с Эрикой.
Но Кирие схватила меня за плечо.
"Тебе нельзя, Баттлер.
Пойдём с нами."
"Точно, точно.
Теперь ты настоящий преемник главы!
Ты должен сейчас же встретиться с отцом и сделать так, чтобы он признал тебя!.."
"Отец сам решит!
Не решайте всё как сами хотите!"
"......Баттлер.
Знаю, ты не хочешь, но останься с нами ещё ненадолго.
Не говори ничего.
Просто молчи, опустив голову.
Понял?"
"...........Как хочешь."
Было бы легко сказать, что меня не интересует позиция преемника главы.
......Но это наверняка только подольёт масла в огонь.
Даже если бы мне не приказали заткнуться, молчать, как моллюск, определённо неплохая идея...
Раз так, то почему нельзя дать мне вернуться в домик для гостей?..
Папа цепко схватил меня за плечи. Я сказал ему, что мне неудобно, и попросил отпустить.
Но он не обратил на мои слова никакого внимания...
"..........Я разгадал эпитафию.
Как ты и хотела."
".................."
"Когда ты была Владельцем игры, мы всегда получали те письма.
......\'Разгадайте эпитафию.
Если не сможете, я убью вас всех\'."
"..............."
.........Почему она хотела, чтобы мы разгадали загадку эпитафии?
Разгадав её, мы нашли золотую гору.
Ура нам.
А Беато?
......Что она получит...... если мы найдём золото?
Или же она потеряет что‐то?..
"...Если следовать шахматному мышлению...... люди не делают ходы, из‐за которых могут что‐нибудь потерять.
Значит, ты должна что‐то приобрести в том случае, если мы разгадаем эпитафию..."
"Нет.
Она ничего не приобретёт, если эпитафию разгадают.
"
".........Ты уверена, что это правильно
— использовать красный без её согласия?"
"......Скорее всего, она сама этого хочет."
Неожиданно появившись, Вергилия быстро дала мне красной правдой ответ на мой вопрос...
"Раньше я иногда думал, что Беато заставляет нас разгадывать эпитафию
для того, чтобы мы нашли тайник с золотом и она могла присвоить его себе.
.........Это тоже не так?"
"Да.
......В первую очередь,
золото Золотой Земли принадлежит этому дитя.
Ей совершенно незачем заставлять вас находить золото за неё или отбирать его.
"
Конечно.
......Беато — Золотая Беатриче.
Разве не она хозяйка Золотой Земли и алхимик семьи Уширомия?
...В этом есть смысл.
Но так становится ещё запутаннее.
......Даже если кто‐то раскроет ответ на загадку эпитафии, Беато ничего с этого не приобретёт.
Напротив, у неё могут забрать её же золото.
"Тогда я понимаю всё меньше и меньше.
.........Ладно убийства эпитафии.
Они могут быть местью семье Уширомия или же ритуалом возвращения её магических сил.
...Ведь у неё наверняка есть какая‐то своя причина или цель."
".................."
"Но какой ей смысл говорить нам разгадать эпитафию?
Разгадаем мы её или нет, она ничего с этого не выиграет.
......Иначе говоря, весь вопрос, будет ли разгадана эпитафия, в глазах Беато несущественен."
"......Ты прав.
Будет разгадана эпитафия или нет, она ничего с этого не приобретёт.
"
"Не имеет значения, разгадают ли её.
......Значит, загадка эпитафии для Беато сама по себе несущественна?.."
"..................
......Да.
Загадка эпитафии для неё нисколько не важна.
Поэтому даже если дойти до крайности и сказать, что она несущественна, никто не сможет возразить..."
".................."
Беато......
......Зачем ты заставляешь нас разгадывать загадку эпитафии?..
Если уподобить тебя — ведьму — весам, тогда убийства эпитафии лежат на одной чаше...
А загадка эпитафии — на другой.
По какой‐то причине она говорит, что остановит убийства, если эпитафия будет разгадана.
......То есть, убийства эпитафии и загадка эпитафии для Беато весят одинаково.
Как две уравновешенные чаши.
Значит, загадка эпитафии и убийство всех родственников...
с её точки зрения одинаково важны......
Однако Вергилия ответила красным текстом.
Будет разгадана эпитафия или нет, она ничего с этого не приобретёт.
Если Беато ничего не приобретёт, тогда загадка эпитафии... бессмысленна и не представляет для неё важности.
Тогда насколько же убийства эпитафии, лежащие на другой стороне весов и равные загадке эпитафии.........
важны для неё?..
......Думай, не прекращай думать......
Убийства эпитафии и разгадка эпитафии равноценны.
Пока есть единственный способ — способ, который она выбрала сама — остановить эти убийства, на которые каждый раз нацеливается Беато, убийства и разгадка равноценны для неё.
X=Y.
И будет разгадана загадка эпитафии или нет, Беато ничего с этого не приобретёт.
Y=0.
Тогда...... чему равен Х?..
".................."
"......Секунду.
......Выходит, убийства эпитафии тоже бессмысленны и несущественны."
"......Каждый раз, совершая это странное серийное убийство,
она тратит массу усилий на вежливое отправление предварительного уведомления,
а затем, не раскрывая себя, убивает нас одного за другим в соответствии с эпитафией.
И всё это для неё не имеет смысла?.."
Я разворачивал шахматную доску, снова и снова обдумывая ходы Беато.
И вот первое, обо что я всегда спотыкаюсь.
Значение убийств эпитафии.
Почему Беато совершала серийные убийства, следуя методу, представленному в эпитафии ведьмы?
Если она хотела убить всю семью Уширомия ради мести, было бы гораздо проще, безопаснее и надёжнее просто подсыпать яд в ужин,
или же убить всех по одному среди ночи, пока они спят.
Однако в первый вечер Беато отправляет нам письмо, похожее на уведомление,
а затем совершает состоящее из трёх частей серийное убийство с большими промежутками между ними:
шесть человек на первые сумерки, два человека на вторые сумерки и пять на четвёртые и последующие.
Мы не дураки.
После первых убийств мы запираемся где‐нибудь, чтобы предотвратить дальнейшие убийства.
Кроме того, мы начинаем искать преступника среди нас и анализируем алиби друг друга.
С увеличением жертв число подозреваемых автоматически снижается,
и шансы Беато на успех в этом серийном убийстве падают всё ближе и ближе к нулю...
Все эти убийства эпитафии...... Она как будто душит свою же шею, всё больше усложняя задачу преуспеть в серийном убийстве.
......Всё ради бесполезных украшений...... только для вида.
".........Она повышает сложность достижения собственной цели."
"Похоже на то.
.....До чего странное дитя."
"Ты знала?
В детективных романах такие вещи, как убийства эпитафии, называют \'убийствами по сценарию\'.
......Я думаю, что возможные причины таких убийств можно разделить на три группы."
"......И какие же?"
"Первая: следуя эпитафии, преступник запутывает в свою пользу улики и алиби.
......В такой сценарий укладывается притвориться мёртвым и смешаться с жертвами...
А также совершить убийства, не входящие в эпитафию, и заставить других неправильно понять, чтобы можно было сделать себе алиби."
"Понятно.
Поэтому она могла только притворяться, что убивает их по ритуалу эпитафии...... когда на самом деле наводила их на выгодные ей мысли.
Звучит интересно."
".........Но в наших играх благодаря красному мёртвые действительно мертвы.
...Даже если она может запутывать их в мире игровой доски, здесь ей нельзя делать ничего подобного.
......То есть, наиболее очевидная возможная цель для неё... не её настоящая цель."
"Тогда какие остальные две причины убийств по сценарию?"
"Ещё одна — совпадение.
......Преступления происходят без особых намерений, но похожие на эпитафию,
и свидетели ошибочно полагают, что это убийства по сценарию.
Люди пытаются найти причину и цель во всём, что видят.
......Если мы думаем, что знаем что‐то, то так это для нас и выглядит."
"......Ясно.
Тоже интересно.
...Но немного странно.
В её играх всегда заранее предупреждается о преступлении ещё до убийств первых сумерек.
Кроме того, есть письма и косвенные улики, которые ясно показывают, что преступник следует эпитафии."
"Да, верно.
.........Это не совпадение.
Беато с самого начала ясно давала понять, что совершает серию убийств эпитафии.
Мы не ошиблись в этом.
Это явные \'убийства по сценарию\'.
Вот почему такой вариант тоже не может быть причиной."
"Тогда... осталась только последняя причина, да?"
"Последняя......... чтобы что‐то показать.
Внушить страх.
...Следуя эпитафии, она даёт другим ясно понять в предварительном уведомлении, что убийства продолжатся.
Выжившие пребывают в постоянном страхе перед убийствами, которые, как они знают, не прекратятся."
".................."
"Иначе говоря, она...
... совершала убийства эпитафии для того, чтобы внушить кому‐то страх смерти?"
"По крайней мере... тогда в этом более‐менее есть смысл.
......Изуродованные трупы и тёмные декорации были просто шоу, чтобы напугать нас......"
"Кого напугать?.."
"Э?
......Ну, говорю же, нас.
............"
Когда я услышал эту фразу, которую Вергилия сказала так беспечно...... мой разум снова затуманился...
Действительно ли достаточно
расплывчатого слова \'нас\'?..
В семье Уширомия много людей.
Глава и его преемник — дед и дядя Краусс.
Родственники, тесно связанные с миром бизнеса.
......С другой стороны, у нас есть молодые кузены, обычно приезжающие всего раз в год,
и несчастные слуги, которые просто оказались на дежурстве.
......Даже если преступник ненавидел всех нас...
... вряд ли он ненавидел всех одинаково.
Он, возможно, ясно давал понять, кому из нас особенно хочет отомстить и кого хочет напугать.
Если сравнить с тем, как ребёнок ест десерт......
Не клубнику ли поверх песочной части обычно едят последней?
Никто не говорит, что нельзя съесть её первой, но наш разум твердит оставить её на потом.
".........В таком случае... преступник захотел бы оставить того, кого ненавидит больше всех, до самого конца.
......Да, похоже на то, что сказал мой любимый персонаж в романе, который мне нравится.
Худший способ убить кого‐то — это \'начать с убийства близких ему людей,
дать испытать печаль, а потом под конец убить этого человека\'."
"О боже, какой страшный роман.
Так пугающе......"
"......Можно утверждать, что тех, кто остаётся в живых до самого конца, Беато ненавидит больше всех.
......Но каждый раз порядок убийств менялся.
......Всегда до последних сумерек доживал......
пускай и умирал в конце...
............
..........................."
".................."
......Только я.
".........Прежде всего я скажу красным.
Баттлер не преступник.
Баттлер никого не убивал.
Это относится ко всем играм.
"
"Тогда это......... только подтверждает, что дело во мне.
Выходит, она совершала убийства эпитафии... лишь для того, чтобы показать их мне."
Беато постоянно хвасталась тем, что выбирает, кого убить следующим, по рулетке.
Однако я единственный, кого она не убивала.
......В конце концов она всё‐таки убивала меня, но оставляла в покое до самого последнего момента.
Во всех этих якобы случайных играх только это неизменная постоянная......
"Она хочет......... отомстить мне?
Она совершает убийства эпитафии для того, чтобы внушить мне страх?.."
"Нет.
......
......Её цель — не внушать другим страх.
И не мстить.
"
"Но тогда!..
Получается, что убийства эпитафии ничего для неё не значат.
Загадка эпитафии бессмысленна, и следующие по ней убийства тоже бессмысленны.
X=Y=0!
Но она всё равно демонстрирует мне эту бессмыслицу!"
"Что такое, что ценно, но в то же время бессмысленно, она может от меня хотеть?!
......Я не понимаю!!!
Чем больше я об этом думаю, тем меньше понимаю, о чём она думает!"
".................."
Беатриче.
Непостоянная ведьма, совершающая бессмысленное и ничего не значащее серийное убийство.
Даже загадка эпитафии, после разгадки которой эта ведьма обещала остановить серийные убийства,
бессмысленна, несущественна.
И...... она бросает эту несущественную бессмыслицу мне в лицо.
......Что...... ты от меня хочешь?..
......Или что ты хочешь дать мне?..
Моё предположение о том, что Беато мстит мне, уже опровергнуто красной правдой Вергилии.
И Х, и Y.
И убийства эпитафии, и загадка эпитафии для Беато ничего не значат.
X=Y=0.
Но если она показывает мне это...
... в этом должен...
... быть смысл.
Она показала нам весы, представляющие \'Если вы не разгадаете эпитафию, я совершу убийства эпитафии\'.
Иначе говоря, ни убийства эпитафии, ни загадка сами по себе не имеют никакого значения.
Однако они становятся значимы, когда она кладёт обе половинки на весы и суёт их нам......... нет, мне.
......Значит, должно быть так
X=0.
Y=0.
X+Y>0.
Весы с бессмысленными, невесомыми с обеих сторон вещами.
Тем не менее, они имеют вес... и придают остальному смысл.
"......Почти как...... игра.
Как когда дети играют в камень‐ножницы‐бумагу."
Камень‐ножницы‐бумага — крайне знакомый метод определения победителя и проигравшего.
Иногда можно ставить на результат некую привилегию...
... но дети часто играют в эту игру без этого.
Ни на что не поставив, ничего не приобретёшь и не потеряешь, кроме счастья или разочарования.
То есть, обе стороны весов — победа и поражение — несущественны.
Однако само наблюдение за тем, как всё обернётся,
и есть та причина, по которой дети играют в камень‐ножницы‐бумагу.
Ведь они наслаждаются игрой...
... и не особо заинтересованы в ценности победы или поражения.
Они не слишком озабочены тем, кто выиграет, а кто проиграет......
"Значит, для Беато не имеет значения...... пройдут ли убийства эпитафии успешно.
......Выглядит так, будто она просто наслаждается процессом."
"........................"
"......Раньше... я проклинал её, считая, что она бессердечная ведьма, убивающая людей без причины.
......Но сейчас я даже представить не могу, что это так."
".........Спасибо.
Тогда я скажу тебе красным ещё кое‐что.
...
...Беато никогда не совершала убийства ради удовольствия.
"
Она не совершала их ради удовольствия или чтобы внушить страх.
Она ничего с этого не приобретёт;
ей безразлично, пройдут убийства эпитафии успешно или же провалятся.
Почти как... случайная детская игра......
"Нет.
......В этом есть смысл.
Для неё он есть."
".........И в чём... этот смысл?.."
"Не знаю.
Даже если обе стороны весов несущественны...... сами эти весы в её глазах что‐то значат."
......Конечно же, это не бессмысленно.
Какой‐то смысл определённо есть.
В предыдущей игре она призывала меня вспомнить мой грех шестилетней давности.
......Неужели и это не имело значения?
Нет.
Точно нет.
Я ясно помню, какой серьёзный был тогда у Беато взгляд.
К сожалению, я ничего не понял.
......Увидев это, она ужасно расстроилась.
Верно.
Тогда она зашла так далеко, что сказала: если бы я не приехал, преступления не произошло бы.
"В этом есть смысл.
.........Для неё это что‐то значит.
И в этом то, что она хочет от меня."
"........................"
Я мягко засмеялся......
слегка щёлкнул Беато по голове и похлопал по ней.
"......Когда в следующий раз захочешь отправить любовное письмо, предлагаю просто написать \'Я люблю тебя\'.
...Если сделать его слишком окольным и запутанным, тебя не поймут."
".........*хи‐хи*."
"Я до сих пор понятия не имею, о чём она думает.
......Но всё равно...
я не прекращу думать.
...Я только начал разворачивать шахматную доску.
......Я ни за что не сдамся... на этом пути в поисках твоих мыслей."
The True Family Conference
......Баттлер ничего не делал — только лениво смотрел в окно.
Спору между родственниками не было конца......
Первым делом все столпились у кабинета.
Но, сколько бы они ни стучали, его хозяин ни разу не откликнулся.
Ева и ещё некоторые сказали, что нужно открыть дверь вторым ключом, который у Генджи.
Однако Нацухи в мгновение ока ответила, что Кинзо был в особенно плохом настроении и забрал обратно ключ, ранее данный Генджи.
А значит, оба ключа у него.
Поэтому они не могли открыть дверь.
После того как она пообещала завтра утром несмотря ни на что дать им встретиться с Кинзо, они наконец вернулись в столовую.
Но, конечно же, спор продолжился и после их возвращения туда.
Группа Евы хотела быстро получить большую сумму и угрожала Крауссу, пытаясь заставить его выплатить деньги.
......Видимо, разгадка Баттлером эпитафии поставила под угрозу позицию Краусса как следующего главы,
что дало остальным сильный толчок.
С другой стороны, Краусс и Нацухи основывались на том,
что не было указано, будто право собственности на золото перейдёт к разгадавшему эпитафию.
Это не скрытое золото, а простые запасы Кинзо,
которые до сих пор являются его собственностью, поэтому вполне естественно, что оно будет разделено только после смерти Кинзо, вместе с остальной частью наследства.
Они утверждали это, а группа Евы продолжала настаивать на встрече с ним.
......С самого начала было ясно.
Исход их спора может решить только Кинзо...
Очевидно, что это противостояние между группой Евы, желающей быстро получить наличные,
и Крауссом, который скрывал недостаток средств, но всё ещё не нуждался в деньгах немедленно.
Смутно слушая их разговор......
Баттлер поразился тому, насколько огромные долги у них были несмотря на их привычный богатый вид...
"Вы ведь уже говорили это.
Достаточно, давайте отдохнём.
Мы все снова и снова повторяем одно и то же."
На часах была почти полночь.
Безусловно, прекрасное время для отдыха.
Обстановка немного смягчилась...
"Согласен.
Взять перерыв было бы хорошо для обеих сторон.
...Поэтому почему бы нам не записать остальное.
С меня хватит споров по поводу того, что было или не было сказано."
"Действительно.
Нам и в самом деле не обойтись без записи процесса, иначе брат и дальше будет запросто отрицать сказанное ранее."
"Не хотелось бы делать письменную запись, да и её можно подделать."
"Верно.
......Брат, не хочешь их завести?"
"Набор кассет?
...Вот как.
Так мы можем продолжить запись, не тратя время на писанину, и подделать её будет невозможно.
Справедливо для обеих сторон."
"Только не испортите ничего!..
Там драгоценные кассеты отца!"
Достойный набор кассет идеально сочетался с этой величественной столовой.
Приятным воскресным утром иногда проигрывались знаменитые ленты или записи.
А сейчас они играли роль нейтральных и беспристрастных хранителей записи собрания...
Рудольф выборочно перебирал кассеты в поисках пустой плёнки.
И каждый раз, находя кассету с \'высокой\' музыкой, он усмехался и думал о напыщенности этого.
"Прошу прощения.
......Вы звали?"
"Мы берём перерыв.
Не могли бы вы сделать нам какие‐нибудь напитки?
Печенье было бы тоже кстати."
"Конечно.
Сейчас же будет сделано......"
"И...... простите.
У вас не найдётся лекарства от простуды?
Кажется, у меня температура."
"Тогда не перенапрягайся.
Иди поспи."
"Если действительно хочешь, почему бы не вздремнуть, Роза?
Хотя я бы не вышла из такого важного собрания из‐за обычной простуды."
"Правда?
Позволь и мне взять перерыв.
Нацухи, почему бы и нам не сделать паузу."
"............Да, дорогой."
Чувствуя, что он имел в виду стратегическое совещание, Нацухи встала.
......Даже если нет, она так отчаянно рвалась хотя бы на мгновение выйти из этой комнаты, что приняла бы любое оправдание.
Краусс и Нацухи покинули столовую...... и напряжение в комнате окончательно спало.
"............Эх."
"Ты отлично справился, Баттлер.
......Представляю, каково тебе.
Считай это частью взросления и смирись."
"И сколько ещё я буду тут сидеть без дела?"
"......Кто знает.
Ты ведь словно наш личный переносной алтарь.
......Засыпаешь?"
"Хех, почти как в школе."
"Думаю, отец сегодня в любом случае не покажется.
Когда Краусс и остальные вернутся, я предложу тебя отпустить."
"......Рассчитываю на вас."
*тук*тук*...
Вместе раздались тихие стуки и слабый звон китайского фарфора.
"Прошу прощения......"
"Мы принесли чай."
Вошли Шаннон и Канон с сервировочной тележкой.
Приятный запах чёрного чая немного снял напряжение.
"......Эй.
Вы слышали?"
"О чём вы?.."
"............Мы ничего не слышали."
"Прекрати, Рудольф.
Незачем говорить им."
"......Мы мебель,
и нас не интересует семейное собрание."
"Понятно.
Мудрый ответ."
"......У вас ночная смена?
Тяжело, должно быть."
"Такова наша работа.
......Будем рады исполнить ваши приказы."
"Это можно.
Думаю, сидеть ночью и ничего не делать даже утомительнее.
Ещё будучи на самых нижних ступенях, я работал охранником на складе.
Было трудно даже просто делать свою работу!..
Сразу после войны повсюду шныряли грабители.
К тому же, тогда нельзя было полагаться на полицию, такое вот опасное время!.."
Хидэёши особенно гордился тем, как начал с нуля и построил активы на основе нелегальных товаров американской армии.
Он всегда становился особенно разговорчивым, когда речь заходила об этом.
Родственники, знающие это, были очень рады появлению вовремя подоспевших жертв.
"Если бы вас нашли, то всё!
Американцы страшные!
Их сила на ином уровне из‐за того, что они едят столько говядины.
Если бы вас поймали, то приговорили бы к расстрелу или к <повешению:death by hanging>!"
"Понимаете? <Death by hanging>!
А, да, вот тогда я и понял.
Всё дело в мясе!
Японцам надо есть больше мяса!
Именно тогда я осознал, что мне нужно начать дело по завоеванию людских желудков!"
"По... понятно...
Т‐трудная задача, должно быть..."
"Перестань, дорогой.
Сколько бы ты ни говорил об этом тем, кто родился после войны, они никогда не поймут, что мы тогда пережили."
"Хм? Опять моя дурная привычка вырвалась наружу!..
Простите, простите!
Ва‐ха‐ха‐ха‐ха!"
"Выпейте и вы чая.
Думаю, вам полезно время от времени пробовать чай, который вы завариваете, и узнавать о нём больше."
".........Нет, не стоит.
Не беспокойтесь о нас..."
"Посидите с нами.
Я скоро задохнусь в окружении одних взрослых."
"Слышали? Приказ господина Баттлера — преемника главы!
Сядьте и выпейте с нами чая.
Можете поговорить о недавних событиях, своих хобби, передачах, которые смотрите. О чём угодно, что популярно в нынешнее время у молодёжи.
Мы многое могли бы узнать."
"*хи‐хи*.
Блестящая идея.
Давайте, садитесь.
Почему бы вам не стать нашими жертвами, когда мы так жаждем поговорить."
"Ва‐ха‐ха‐ха‐ха.
Верно.
Я думал и раньше, что было бы неплохо поговорить с молодёжью, но это было не так просто, ведь я слишком стар даже для кабаре‐клубов."
"......Сколько ещё вы будете там стоять?
Рудольф же сказал вам сесть.
Садитесь.
......Я тоже разрешаю."
Получив разрешение Евы, Шаннон с Каноном переглянулись и наконец обеспокоенно подчинились.
Их задавили вопросами, и они вдвоём на время стали игрушками в руках родственников......
*тук*тук*.
......Тогда же в дверь постучали.
Как правило, все слуги стучали похоже,
и никто не замечал ничего странного.
Однако Шаннон и Канон обернулись с явным удивлением.
......Работают сегодня они вдвоём, Генджи, Кумасава и Года.
Года на ночной смене в домике для гостей.
Кумасава пошла спать туда же в спальню для прислуги.
Шаннон и Канон были здесь...... так что остаётся только Генджи...
но они прекрасно знали, что он так не стучит......
"......Кто там?
Не заперто. Входите."
Рудольф тоже не признал стук.
Когда он спросил \'Кто там?\', стало очевидно, что никто не мог сказать, кто стучал......
Затем постучали снова.
......Может, у кого‐то заняты руки... и этот человек ждёт, пока ему откроют?..
Когда над комнатой нависло несколько странное чувство, из зала донёсся звон больших часов.
Знак того, что 4 октября закончилось и наступило 5......
Давайте ненадолго вернёмся назад.
В то время Краусс и Нацухи стояли поодаль в безлюдном коридоре на втором этаже......
".........Так у нас не осталось других вариантов?"
"Нет...
......Мы не сможем весь завтрашний день опираться на ту же стратегию.
...Если будем мешкать и дальше, Ева и остальные могут заявить, что мы заперли отца, и вызвать полицию.
Так...... больше нельзя продолжать."
".................."
"......Баттлер нашёл золото... слишком неожиданно.
Если бы не это, я, может, придумала бы на завтра какой‐нибудь план......"
"......Хмф.
Так всегда, когда я на что‐то ставлю.
...Происходит нечто непредвиденное, и уже решённое дело идёт под откос."
".........Пусть комната отца с завтрашнего утра окажется пустой.
Поговорим с Генджи, и он скажет, что видел, как отец рано утром ушёл в лес."
"Сомневаюсь, что Ева и остальные так просто примут такое исчезновение..."
"Я это прекрасно понимаю.
Но у нас нет других вариантов!.."
"Если мы так сделаем...... Ева и остальные обязательно поднимут шум, посчитав наши действия подозрительными.
Им всё равно как, главное выжать из нас побольше денег.
...А закончиться это может статьёй в сомнительном журнале и серьёзным ущербом доверию ко мне."
"Мы можем жить и так, верно?!
А если тайну отца раскроют, нам это не обойдётся одним ущербом!.."
"Нет ничего плохого в том, чтобы держаться завтра до последней секунды.
Если у нас получится, мы ничего не потеряем.
Незачем спешить и пускать в ход наш козырь!.."
"Хочешь ждать, пока они не засуетятся, говоря, что мы заперли отца, а потом сказали, что он пропал?
Так подозрений будет ещё больше!.."
"...............Н‐н‐н......"
"......Давай просто...
оставим отца в покое...
Продолжать так и дальше...
...... невозможно......"
"Успокойся.
Ты просто утратила самообладание из‐за давления Евы и других.
......От кабинета только два ключа!
И они оба у тебя.
А значит, никто не сможет войти туда.
Эта дверь не так проста.
Никакими инструментами из сарая её не сломаешь."
"Дело не в этом!.."
"Не торопись и успокойся.
Ты можешь притвориться, что простудилась, и остаться в постели.
Я всё сделаю сам."
"......Я не могу оставить всё тебе!..
Я тоже буду бороться до последнего!.."
Когда Нацухи уже не могла сдержать слезы, навлечённые её ожесточёнными эмоциями...... Краусс мягко обнял её.
......Сколько же времени прошло с тех пор, когда она в последний раз чувствовала тепло от сострадания своего мужа......
"Твоя головная боль... ужасна, да?
Так всегда, когда ты вот так морщишь лоб."
"...........Дорогой......"
Она думала, что её муж не понимает её чувства.
Но...... в такие времена.........
"......Давай оставим козырь с исчезновением на самый конец.
Это как заветный меч.
Лучше всего держать его в ножнах.
Важно то, что его в любой момент можно вынуть, так?.."
"Я... понимаю......"
"Ты доверишь мне эту козырную карту?
.........Разумеется, в заключительный момент я возьму на себя всю ответственность.
......Я не стану вовлекать тебя и Джессику."
"Что... ты имеешь в виду?!"
"Когда семья Уширомия рухнет, под завалами хватит и меня одного.
.........Давай после окончания тайфуна подадим на развод.
Я подпишу бумаги и дам вам ухватиться за них.
......Я втайне переписал на твоё имя кое‐какие активы.
Учитывая компенсацию, этого будет достаточно, чтобы вы с Джессикой жили без забот."
"Нет!
Уширомия Нацухи — вот имя, которое должно быть выгравировано на моём надгробии!..
Позволь мне быть с тобой до самого конца!..
Даже если выходит, что ты последний глава семьи Уширомия...
... пусть я...
... буду женой последнего главы...
... твоей женой......"
......Существование Краусса основано исключительно на доверии и силе его активов — финансовом фиксаторе.
Если что‐то из этого ослабнет, ничего не останется.
Пустив в ход козырь с исчезновением Кинзо, они потеряют один из двух жизненно важных столпов.
......Похоже на предложение отдать правую руку в обмен на шею.
Может, это и лучше, чем потерять шею, но всё равно можно умереть от потери крови.
И даже если чудом выживешь, на всю жизнь останется тяжёлая рана.......
Краусс был готов даже к смерти......
Нацухи поняла это...
... уткнулась лицом в его грудь
...и заплакала...
".........Простите, что прерываю."
Вдруг услышав голос Генджи, Нацухи отскочила и поспешно вытерла слёзы с глаз.
Краусс встал перед ней.
"А, Генджи.
Не подкрадывайтесь к нам.
......У вас какое‐то дело?"
".........Да.
Прошу прощения, но я должен кое о чём доложить мадам."
"Мне?..
Дорогой......"
"Я не возражаю."
Краусс отошёл от Нацухи к окну неподалёку
и пристально посмотрел на ветреный, дождливый розарий......
Нацухи и Генджи отошли в сторону.
"......В чём дело?"
"..........По правде говоря,
вам снова звонят, мадам."
Тут же её удивил неожиданный, жуткий звук.
Большие часы в зале пробили полночь...
"Неужели......... опять...... тот человек?.."
".........Да.
......Что прикажете?"
"О... он сказал, что ему от меня нужно?"
".........Не ответил.
Продолжал настаивать на разговоре с вами напрямую."
".................."
Снова...... телефонный звонок... от человека, ищущего мести за события 19‐летней давности.
19 лет назад.
......Всего за год до рождения Баттлера и Джессики.
В глазах Нацухи разница между этими годами огромна.
......Долгое время она не могла выполнить свою роль родить семье Уширомия преемника, и к ней относились очень холодно.
Но потом она наконец родила Джессику...
и смогла называть себя женой преемника Уширомия с высоко поднятой головой.
......В её глазах \'Уширомия Нацухи\' начала жить 18 лет назад.
......Вот почему всё до этого, включая время 19 лет назад...... было пропитано лишь ненавистными воспоминаниями.
И...... последний год этого ненавистного периода......... шепчет о мести... с другого конца линии......
.........Я до сих пор...... слышу рёв моря......
..................
".........Что прикажете?"
"Переведи звонок...... в мою комнату.
......Не говори моему мужу."
"......Как пожелаете."
Генджи с самого начала знал, что она не захотела бы, чтобы Краусс услышал об этом звонке.
Вот почему он сказал Нацухи об этом тайно......
Она приказала ему перевести звонок, сказала Крауссу, что уже поздно, и быстро ушла......
Нацухи вернулась в свою комнату и заперла дверь.
...В этом нет ничего особенного.
......В семье Уширомия коридоры как общественные дороги.
Нет особого умысла в запирании двери, когда входишь в свою комнату...
...Так она сказала себе.
Затем, словно ожидая её, зазвонил телефон.
...Генджи перевёл вызов.
Она глубоко вздохнула, подготовилась...... и подняла трубку.
"........Алло.........."
".................."
Снова...... началось с тишины.
Поняв, что человек на другом конце линии пытается разозлить её и сделать так, чтобы ей стало не по себе, она рассердилась...
"Почему ты молчишь?!
Я кладу трубку!.."
"...Ха‐ха‐ха‐ха‐ха...
......Не надо, мама.
Я хочу послушать твой голос ещё немного......"
Опять...... этот неприятный голос......
"Пытаешься поиздеваться надо мной?!
Скажи, что тебе нужно!.."
"Я хочу поиграть с тобой, мама."
"...Ч‐что?
О чём ты говоришь?!
Я не желаю играть с тобой!.."
"......Ты ведь устала от семейного собрания?
Твоя хроническая головная боль становится невыносимой?.."
"Не... не твоё дело!.."
От того, что он знал о беспокоящей её головной боли, по спине Нацухи пробежала дрожь...
"Ты страдаешь от головных болей потому, что твоя голова всё время чем‐то забита.
Если будешь так засыпать — не увидишь хорошие сны."
"Разве я не сказала, что тебя это не касается?!!
Я кладу трубку!!!"
Несмотря на решительный выкрик, на самом деле Нацухи не могла повесить трубку...
Ведь быть на другом конце линии гораздо лучше альтернативы.
......Если она бросит трубку...
он может позвонить кому‐нибудь другому...
"Давай поиграем, чтобы помочь тебе расслабиться.
Я не отниму у тебя много времени."
"Я... я не собираюсь играть с тобой!.."
"......Тебя зовут Нацухи, мама.
В этом имени есть кандзи времени года.
Довольно красивое имя.
.........Но по одному твоему имени нельзя сделать вывод, что тебе нравится лето.
...Какое твоё любимое время года, мама?.."
"Думаешь, я скажу тебе?"
"Если не скажешь...... я повешу трубку.
.........Ничего?"
"...Гх..........."
Это явно была угроза.
......Если она вынудит его повесить трубку...
всякое может случиться......
Униженная тем, что пришлось уступить угрозе человека, имени которого она даже не знала, Нацухи ответила ему, как он и хотел......
".........О... осень."
"Почему?.."
"По... потому что в это время года легко скоротать время!..
Других причин нет.
Теперь ты доволен?!"
"Да, вполне.
......Твоё любимое время года и вправду такое же, как у меня.
......Мне тоже нравится осень.
.........Хе‐хе‐хе‐хе‐хе‐хе‐хе‐хе‐хех..."
"......Лжец!
Ты нарочно так сказал!.."
Какое бы время года я ни назвала, этот человек наверняка сказал бы то же самое.
......Чего он добивается?!
Ему нравится делать так, чтобы мне было не по себе?!
"Некрасиво обзывать лжецом.
......Я не нарочно.
Я уже знал, что тебе нравится осень, мама.
.........Даже могу доказать."
"Доказать?.."
"Да.
......В твоей комнате есть часы, мама?.."
"...Часы?..
Д‐да, есть, но при чём тут это?.."
В комнате Нацухи были красивые, старинные часы со сложным дизайном.
......Давным‐давно Краусс купил их ей на день рождения.
".........Сейчас 0:07.
Я устала, поэтому закончи побыстрее этот фарс!.."
"Подними часы."
"За... зачем?"
".........Научись вовремя затыкаться.
Прекрати сопротивляться всякий раз, когда я что‐нибудь говорю.
Заткнись и делай что сказано."
Тон его голоса вдруг понизился, превращаясь в угрозу.
Он давал понять, что недоволен.
На первый взгляд кажется, что этот человек разговаривает спокойно, но на самом деле это совсем не так.
Если она продолжит доводить его, он тут же проявит свою истинную сущность...
"......Ты так хочешь вынудить меня повесить трубку?
Лучше ведь когда я говорю по телефону с тобой......
...Я в любое время могу рассказать твоему мужу и твоей дочери о произошедшем 19 лет назад..."
"Н‐не знаю, о чём ты говоришь, но только не втягивай моего мужа и мою дочь!..
Я слушаю тебя!.."
"Тогда просто сделай как тебе сказано......"
Он опять угрожал ей низким тоном, словно предупреждая больше не перечить...
Моя голова была охвачена головной болью, биением сердца и...... рёвом моря...
......Я больше не могу ослушаться.
.........Как он и приказал, я подняла старинные часы...
".....................?"
Под ними лежало нечто похожее на игральную карту.
............?
Гарантия на часы?..
С этими мыслями она взяла её и перевернула.........
"Теперь......... ты очнулась?"
"И‐и, a...
... a‐a‐a‐a‐a‐a......
Ка‐
ка‐ка‐
как...
... это здесь...
... оказалось?!"
"Что ж, надеюсь, твоя головная боль чуть‐чуть прошла.
......Скажи мне, что ты счастлива, мама."
"Как ты...
Почему?!
Как?!"
"Скажи, что счастлива, убийца.
Надела маску скрупулёзной домохозяйки и рада? Меня сейчас стошнит.
Хочешь, чтобы это легло ещё и на твоего мужа и твою дочь?
Не хочешь, верно?
Ты ведь хочешь, чтобы я молчал?
Да, я буду молчать. Ну, ты счастлива?
Счастлива?!"
"A......... а‐а, я счастлива... счастлива!!!
Только... прекрати...
Не обременяй моего мужа и мою дочь!..
Чего ты хочешь?
Денег?
Сколько?!"
"Мне не нужны деньги.
......Мои раны не излечить никакими деньгами.
Но есть одно лекарство.
......Да.
Своего рода мазь.
......Толстая, густая и сочащаяся."
"............И это...
моя ненависть...
... моё негодование к тебе.
...Намазывать себя этим...
единственный способ сдержать боль..."
Нацухи за всю её жизнь никто не говорил ничего столь ненавистного.
Поэтому она не раз подозревала, что это лишь дурной сон.
Вот только...... ей это явно не снилось...
"......Не‐...
...неужели ты...
... сейчас на этом острове?.."
"Да.
Разве я не пообещал тебе?
Я сказал, что буду на семейном собрании."
"Невозможно!..
Ты не мог приехать в такой тайфун!.."
"Без проблем мог, если приехал до его начала.
......И кроме того, ваша гостья — Эрика — появилась у вас как раз в разгар тайфуна."
Её кровь застыла......
Фурудо Эрика вроде как попала сюда случайно...
Он должен быть очень близко, если знает это имя......
"Г...
где...
... т...
ты?.."
"......Я ни перед кем не появлюсь, пока ты меня не представишь.
Не беспокойся.
.........А, да, бесполезно искать меня.
Ваш особняк огромен.
В нём даже есть телефонная система.
И я уверен, что ты не хочешь со мной встречаться."
"......Или всё же хочешь представить меня всем?..
Представь меня и Джессике.
......Скажи ей, что я её брат старше её на год.
Хе‐хе‐хе‐хе‐хе‐хе‐хе‐хе‐хе‐хе‐хех!!!"
"Не... не надо...... держись подальше от Джессики......"
"Надо же, как я тебя напугал.
Это всё... на сегодня.
......Но не забывай.
Ты не можешь меня ослушаться.
Поняла...
... мама?"
"......Д... да......"
"Сейчас я повешу трубку...... но у меня есть приказ, которому необходимо следовать до завтрашнего утра."
"Ка... какой?.."
"Не покидай комнату сегодня ночью и никуда не звони.
Если телефон зазвонит — не бери трубку.
А теперь ты выключишь свет, ляжешь в постель и уснёшь.
Проснёшься как обычно.
............Хе‐хе‐хе‐хе‐хех.
Наверное, приятно вести здоровый образ жизни.
Какой я хороший сын — так забочусь о здоровье своей матери......"
"Хо... хорошо.
Я сейчас же пойду спать.
Я не покину комнату и не стану поднимать трубку!..
Только не трогай моего мужа и мою дочь!.."
"Пока ты следуешь моим приказам, мама, я буду хранить твой секрет.
......Не вздумай ослушаться меня.
......Я уже очень близко к тебе.
Настолько, что могу легко сказать, выключила ли ты свет, говоришь ли по телефону.
...Если захочу, я даже могу поцеловать твоё спящее лицо."
"Я сдержу!
Я сдержу своё обещание!!!
Так что прекрати, только прекрати!
Хва‐а‐а‐а‐а‐а‐атит!!!"
......Закричав, Нацухи схватила карту, которую нашла под часами, и смяла её в шарик.
На ней был рисунок, как на карте таро......
а ещё...
\'秋\' — иероглиф, обозначающий осень.........
Давайте снова вернёмся назад.
Только что большие часы в зале пробили полночь.
Интересуясь, кто уже второй раз стучит......
родственники в столовой смотрели на дверь.
Рудольф сказал входить.
......Однако ответа не последовало.
До конца ознаменовавшего наступление полночи длинного звона, который донёсся от больших часов в зале вскоре после стука,
никто не мог сдвинуться с места......
"......Может, руки заняты, чтобы открыть......"
"Может.
......Но как‐то жутко, что никто не откликается."
"......Мне открыть?"
"Открой."
Канон кивнул в ответ и медленно открыл дверь......
"A...... это же!.."
"......Это... конверт отца?"
Прямо за открытой дверью, на полу в коридоре...
... лежал конверт.
"В коридоре никого нет.
Кто‐то положил его сюда и ушёл..."
Взрослые тоже выбежали в коридор,
но не заметили того, кто мог постучать в дверь......
Не прошло и часа с тех пор, как Шаннон и Канон привезли чай.
Тогда все видели, что на этом месте ничего не лежало.
Кто‐то подошёл, постучал, оставил конверт с печатью однокрылого орла и скрылся...
"Не... неужели... Господин?!"
"......Не исключено.
......В этом особняке только отец отказывается отвечать, когда спрашивают, кто там."
"Не может быть.
Если так, тогда почему он не вошёл в открытую?"
"......Точно.
Отец бы просто ворвался без стука...
Двери и окна особняка сейчас заперты, так?..
В таком случае, письмо могли оставить только Краусс, Нацухи и Генджи."
Сейчас особняк полностью заперт.
Следовательно, кузены из домика для гостей, Нанджо, Года, Кумасава и Эрика не могли войти.
Кроме того, раз в этой комнате не было только Краусса, Нацухи и Генджи,
письмо в коридор положил кто‐то из них.
Весьма вероятно, что Краусс и другие положили письмо затем, чтобы показалось, будто оно от Кинзо...
"Всё ясно...
Там наверняка якобы от имени отца написано что‐то вроде \'Я не признаю Баттлера следующим главой\'.
Смешно.
Поверить не могу, что ты провернул такой детский трюк, брат!.."
"Вообще‐то я сам не особо хочу становиться следующим главой..."
"Смирись.
Такова твоя судьба.
......Так что, может, посмотрим, что внутри?"
Рудольф положил конверт на обеденный стол так, чтобы и в начале, и в конце все видели, что нет никаких хитростей и скрытых механизмов,
почти как фокусник перед представлением.
"......Это точно конверт отца?"
"Д‐да, без сомнений.
Отцу нравится класть письма в такие конверты...
Как думаешь, Шаннон?"
"Д‐да......
......На мой взгляд...... напоминает конверты Господина..."
"Это не значит, что письмо написал именно отец.
Брат запросто мог стащить один такой конверт из ящика в его кабинете!.."
"Даже господин Краусс не смог бы так просто войти в кабинет...
Для него может быть сложно достать конверт......"
"Давайте откроем.
Об остальном можно подумать позже.
......Внутри что‐то есть.
Интересно, что."
Рудольф чуть грубо открыл конверт.
Оттуда выпало сложенное письмо...
... и что‐то сверкающее.
......Кольцо.
"Э?
.........Секунду... это кольцо же!.."
Ева тут же заметила и схватила его...
"Э...
это же...
... кольцо отца, разве нет?!
Ко... кольцо главы!!!"
".....Ч‐что за!..
Правда?!"
"Ты уверена, что это кольцо отца?..
Не реплика?.."
"Нет, оно настоящее!
Я всегда мечтала однажды надеть его на палец.
Даже если его носил отец, я знаю о нём больше всех.
......Это точно кольцо отца!
Как оно там оказалось?!"
"Выходит, это письмо действительно написал отец?!"
"......Хе, хе‐хе‐хе‐хех.
Отправитель не отец.
...Всё гораздо интереснее."
"Тогда... от кого оно?"
"От алхимика семьи Уширомия!
.........От Золотой ведьмы, госпожи Беатриче!.."
Рудольф показал всем часть письма, где это было написано.
Там и в самом деле так говорилось......
"О... от Беатриче?!"
"Что там написано?.."
"Я прочитаю.
.........<Congratulations>...
Я признаю, что господин Баттлер эффектно разгадал загадку эпитафии и достиг Золотой Земли.
.........Всё золото принадлежит ему.
Более того, господин Баттлер — новый глава семьи Уширомия.
......В доказательство............ я посылаю кольцо главы... которое господин Кинзо оставил под мою ответственность...
......Господин Баттлер, я прошу вас принять это кольцо, стать новым собственником золота и возглавить семью Уширомия.
......Искренне молюсь о вашем процветании в роли нового главы..........."
"......Ха...... ха‐ха!
Что за чёрт!..
Так вот оно что, отец не выходит из кабинета потому, что Баттлера напрямую признала сама лесная ведьма Беатриче!..
Ха‐ха‐ха, ха‐ха‐ха‐ха‐ха‐ха!"
"......Баттлер.
Тебе надо надеть это кольцо.
......Оно особенное, его носит только глава семьи.
.........Не знаю, кто такая эта Беатриче,
но она всё видела и отправила его тебе, признав тебя истинным преемником."
"А...... а ничего?..
Такое важное кольцо......"
"Да, ничего.
Носи его с гордостью.
......Понял? Даже если брат и Нацухи скажут тебе снять его, ни в коем случае не снимай!.."
Все родственники с жуткими улыбками побуждали Баттлера надеть кольцо на палец...
Всё стало бы ещё отвратительнее, откажись он от этого, поэтому Баттлер неохотно решил надеть его на средний палец левой руки......
Кольцо было тяжёлым и жёстким......
В этот момент вернулся Краусс.
......Генджи тоже вошёл следом.
"Прошу прощения.
Моя жена плохо себя чувствует, так что она решила лечь пораньше.
..........Что‐то случилось?
Вы выглядите такими взволнованными."
"............Господин Баттлер...... это........."
Генджи сразу же заметил то, что Баттлер надел на палец...
"А у вас хорошее зрение, Генджи!
......Видимо, вы знаете, чьё это кольцо."
"Что?..
О чём вы?.."
Судя по сомнительному выражению Краусса, маловероятно, что именно он положил письмо......
Более того, на его лице вмиг отразился шок.
"Эхе‐хе‐хе‐хе‐хех!
Верно, это кольцо главы семьи Уширомия!"
На семейном собрании нашла место новая тема......
и буря вернулась.........
Дождь по‐прежнему лил сильнее некуда.
......Такая погода должна была быть весь завтрашний день, и из‐за этого я чувствовал себя слегка подавленным.
......О, подождите... судя по часам, уже сегодня, а не завтра...
Хотя сейчас это неважно.
.........Я засыпаю...
Я с полусонными глазами раскрыл зонтик.
По нему беспощадно застучали крупные капли дождя.........
Формально семейное собрание закончилось в 1:00,
но мелкие стычки вяло продолжались.
Как же я завидую тёте Розе, которой удалось ускользнуть оттуда ещё тогда.
Она ловко ушла, сказав, что хочет проверить Марию, которая могла засидеться допоздна.
Отец вцепился в меня, я упустил шанс сбежать......
и они заставили меня проторчать там до 3:00...
Что они решили за это время?..
Ничего.
......Просто продолжали спорить о том, кто что сказал, как младшеклассники.
......Уверен, они тоже устали.
Наверняка именно поэтому и продолжали тянуть одни и те же бессмысленные вопросы.
Я больше не испытывал к ним шок и гнев.
Думаю, нет обезболивающего лучше сонливости...
......Я ушёл от них и наконец вернулся в домик для гостей.
Когда я вошёл туда, на первом этаже горел свет.
И не только. Я даже слышал разговор......
По‐видимому, некоторые до сих пор не спали.
Несмотря на поздний час, Года и доктор Нанджо ещё не спали и беседовали друг с другом.
На столешнице были выстроены в ряд тарелки и чашки,
и Года напоминал бармена за барной стойкой.
Заметив, что я вернулся, они, видимо, наконец поняли, как уже поздно.
Года хотел было наполнить стакан доктора Нанджо, но тот отказался преувеличенным жестом.
"Хватит, хватит.
......Уже слишком поздно."
"Надо же, как поздно...
С вами так приятно говорить, что я и не заметил."
"Всё благодаря вашему ликёру.
Как‐нибудь повторим."
"Да, с удовольствием!
С возвращением, господин Баттлер.
Дискуссия господина Краусса и остальных ещё продолжается?"
"......Такими темпами они протянут её до рассвета.
Не моё дело..."
Беспечно сказал я, при этом зевнув.
".........Они такие выносливые.
Удивительно."
"О...... и ты здесь..."
"......Слово за слово, и тут началась небольшая ночная вечеринка.
Мне позволили присоединиться.
.........Не волнуйтесь, я ничего не рассказала."
".................."
Эрика была на диване.
Сняла обувь и расположилась как хозяйка.
"Мисс Эрика прекрасно осведомлена по множеству тем.
Я заслушался."
"Ваши знания и вправду весьма обширны.
Поразительно для такого возраста..."
".........Благодарю.
Я, Фурудо Эрика, многое знаю о таких мелочах."
Эрика взялась за концы юбки и приняла позу.
Не слишком изящную, учитывая, что она развалилась на диване вместе с ногами.
"......Где тётя Роза?"
"Она вернулась в час ночи и сразу же пошла спать наверх."
Может, и так...
После такого долгого участия в этом собрании...
Я тоже хотел сейчас же повалиться на кровать.
......С меня хватит.
Я устал настолько, что мог бы уснуть прямо здесь...
".........Что ж, давайте на этом закончим.
Вам же завтра рано утром готовить завтрак, да, Года?"
"Приготовления к завтраку уже завершены.
Надеюсь, вы с нетерпением будете его ждать."
В глазах Годы семейное собрание — открытая сцена для демонстрации кулинарных навыков.
Наверное, это так бодрит его, что он даже не чувствует сонливости.
Эрика встала, смеясь над тем, каким молодым Года выглядел.
Это послужило знаком того, что пришло время расходиться.
"Я уберусь здесь.
Прошу, идите спать."
Оставив уборку Годе, я пошёл в ванную, а затем поднялся на второй этаж.
"Спокойной ночи всем.
Мои старые кости работали слишком долго."
".........Спокойной ночи, доктор Нанджо.
Спокойной ночи, Баттлер."
"Да.
.........Спокойной..."
И затем — в коридоре на втором этаже — мы разошлись.
Доктор Нанджо пошёл в свою комнату.
Эрика — в свою.
А я... вернулся в комнату кузенов.
Я не слышал никакой возни из их комнаты.
......Уже уснули?
Неудивительно, в такое‐то время.
Уже слишком поздно для игр...
Когда я тихо открыл дверь,
как и ожидалось, в комнате было темным‐темно — горел только маленький ночник.
Все уже спали в своих постелях.
Наверняка они прекрасно провели время и много играли.
......Допоздна разговаривали о вещах своего возраста.
......Я мог бы провести то время с ними, если бы только не нашёл золото...
Я уже...
устал...
... слишком устал.
Забыв даже переодеться и почистить зубы,
я забрался в постель...
...... и сразу же начал погружаться в болото сна.........
A‐a...... сегодня было так безумно......
Интересно, мой козёл‐отец ещё на собрании......
......И как ему не надоело?..
Кстати......
что он там сказал, когда мы расходились?..
\'Завтра мы, как семья, должны будем поговорить кое о чём важном.
Это касается тебя.\'
......Наверняка опять начнёт говорить о наследовании.
...Даже слышать об этом не хочу......
\'Если я расскажу тебе...
... меня, скорее всего, убьют.\'
Я убью тебя когда захочешь, старая сволочь......
И...... что он сказал потом?..
\'Речь пойдёт о твоём рождении.\'
О моём...
...... рождении?..
......Наверное, просто что‐то о благородном происхождении Уширомия......
Мне всё равно......
.........Просто дайте мне
......уснуть.........
Revenge for 19 Years Ago
......Грохот волн.
Нарастающий прилив.
Шум морского бриза.
Когда меня мучает головная боль, голову переполняют эти звуки......
Неспособная родить преемника, я была в семье Уширомия в очень сложном положении...
Всякий раз, слыша о препарате или ладане, помогающем забеременеть, я пробовала...
... но ничего не помогало.
Пока меня не благословили Джессикой 18 лет назад...
... мне было стыдно даже называть себя женой.
"......Рождение ребёнка зависит от усилий двух людей и прихоти небес.
Несправедливо брать всю вину на себя."
"Я до сих пор не знаю, почему не могла забеременеть.
Я даже отмечалась у врачей.
Прошла унизительные проверки.
......Но мне всегда говорили только то, что причина неизвестна..."
"С момента твоего брака прошло достаточно времени, но ты по‐прежнему не могла родить.
......Ясно.
Вполне естественно, что Ева, тайно стремившаяся стать следующей главой, напридумывала всякое..."
Ева пыталась убедить отца в том, что я потерпела неудачу как жена будущего главы.
Тогда Кинзо, в добавок, был очень разочарован постоянными неудачами в бизнесе моего мужа.
С другой стороны, бизнес мужа Евы, Хидэёши, рос хорошо — полностью противоположно бизнесу моего мужа.
......Он был единственным, кто мог принести отцу хорошие новости.
Наверное, не в чем было бы упрекнуть отца, если бы он решил прислушаться к словам Евы...
...... или даже полностью принять их.
Это всё моя вина, всё потому, что я не могла родить ребёнка...
"Ты не виновата.
Разве детей в этой стране не аисты приносят?
Если кого и винить, так это их."
"............Спасибо.
Но... даже если глава пребывал в добром здравии, он уже был стар,
и не трудно предположить, что ему хотелось как можно скорее увидеть лица внуков..."
"Какая разница.
Если он хотел внука — мог бы сделать что угодно с такими деньгами.
......Таков Кинзо — человек, который всегда хвастался тем, что с деньгами возможно всё.
Если он хотел внука, мог бы просто сообразить что‐нибудь на те деньги, которыми он так гордился!.."
"...............Да...... верно.
......Глава... разочаровался во мне, когда я не могла забеременеть...
... и так и поступил."
......Считая, что такова обязанность каждого, кто владеет крупной суммой, глава много денег жертвовал благотворительным организациям.
В одну из них, известную как \'Дом Фукуин\', он отправлял особо крупные пожертвования — возможно, потому, что имел старые связи с этим местом.
"А‐а, Дом Фукуин.
......Мебель часто приходила оттуда."
"В рамках их учебной программы и общественной деятельности
глава нанимал слугами детей из Дома Фукуин с отличными оценками.
......Все слуги в особняке с "
on
音
" в именах — такие как Шаннон, Канон, Люнон, Манон и Ленон 
— пришли оттуда."
"......Да, их было много...
Хотя многие увольнялись всего спустя несколько лет."
"Вероятно, потому, что заработной платы за несколько лет работы здесь им более чем достаточно, чтобы зажить самостоятельно.
......Опыт слуги семьи Уширомия становится прекрасным дополнением к их резюме.
Уверена, глава стремился сделать так, чтобы они начали у него, а затем расправили крылья в обществе."
"............Понятно.
......Так приёмный ребёнок........."
".................."
"О... отец......
Что вы...... сейчас сказали?.."
"Прими этого ребёнка как моего внука."
"О‐о...... ну, ну.
Тише, тише..."
Судя по всему, ребёнку, которого Кумасава успокаивала, нисколько не нравился воздух в помещении.
...Он продолжал недовольно плакать......
"П‐прошу прощения, отец...
......Я не совсем понимаю, что вы от меня хотите......"
"Прими этого ребёнка как моего внука.
И воспитай его преемником Краусса."
"......То есть...... вы хотите, чтобы я воспитала его... как нашего с мужем ребёнка?.."
"Именно.
Теперь уже ясно, что ты не можешь иметь детей.
......Должно быть, с твоим телом что‐то не так."
"О‐о... тише, тише.
О‐о, тише, тише......"
Как будто совсем не слыша наш разговор, Кумасава продолжала настойчиво успокаивать ребёнка.
Из‐за этого он плакал только громче......
".........Чушь.
Если все обязанности рождения детей лежат на женщине, мужчинам вообще нечего делать в этом мире."
"Я никогда не забуду горькую боль, которую чувствовала в тот день......
......Нет, я хотела ребёнка......
......Но я не могла забеременеть, сколько бы ни молилась......
Думая, что проблема во мне, я посетила нескольких известных врачей.
Но всё равно, как бы ни пыталась...... я не могла забеременеть......"
"И в конце концов...... вот результат.
............Понятно."
Ребёнок был совсем недавно подобран Домом Фукуин.
Разумеется, нельзя было не посочувствовать ему,
так рано потерявшему любовь родителей.
Но......... мне этот ребёнок принёс только боль и печаль.
Была бы совсем другая история, если бы я страдала, рождая его на свет......
но почему
я должна держать на руках ребёнка...
... который никак не связан ни со мной,
ни с моим мужем?..
"Я не испытываю ненависти к отцу.
......Что бы то ни было...... я ненавидела только своё тело!..
Я презирала его!
Я терпеть не могла себя за то, что была не в состоянии забеременеть!..
Поэтому я молилась.
Я молилась и ангелам, и демонам!
И мои желания исполнили и те, и другие!.."
"......О чём ты молилась ангелам?"
"О чуде в своём теле!..
Я смирилась с тем, что со мной что‐то было не так.
Я хотела преодолеть этот недостаток и всё‐таки подарить мужу ребёнка!.."
"......Это желание исполнилось.
......В следующем году ты родила Джессику."
"И...... о чём ты молилась демонам?"
"Я не выдержала......
Не выдержала......
Я ненавидела себя!..
И ненавидела того ребёнка...
... за то, что он сделал мой провал таким очевидным!.."
".........Так что вы пожелали?"
"В первый раз я молилась демонам!..
Я хотела, чтобы этот ребёнок просто исчез!"
......Разумеется, это желание тоже было исполнено... демонами.
В тот день я оставила ребёнка с пожилой слугой и пошла в розарий подумать о будущем.
Нет, неправда.
......Я не хотела ни о чём думать.
Ребёнок раздражал своим плачем,
поэтому я приказала слуге отнести его туда, откуда я не услышу.
......Под местом, откуда бы я не смогла услышать, я имела в виду очень далёкое место.
Да, я пожелала.
......Я пожелала, чтобы слуга унесла ребёнка как можно дальше и не вернулась!..
"Вот как......
......И мимо проходящий демон услышал ваше желание, госпожа Нацухи."
"И...... что случилось потом?"
"После этого... произошёл странный несчастный случай, который можно объяснить только приходом демонов..."
Лесная дорожка от розария до гавани неплохо подходит для приятной ходьбы.
......В зависимости от настроения, иногда хорошо сбиться с пути и пройтись среди деревьев.
Но......... разве по такой дороге не сложно прогуливаться с ребёнком на руках?..
"На другой стороне был утёс.
Высотой... около 10 метров, я думаю.
Под ним были скалы.
...Был и забор!
Слуга пошла с ребёнком по такой дороге...
А затем прислонилась к забору?..
Её заманил туда демон — вот единственное объяснение!"
"............Её заманили туда.
......Демон, услышавший твоё желание, заманил туда ту слугу......"
"И тогда...... слуга и ребёнок..."
"Умерли!..
Они упали с утёса прямо на скалы!..
Нет, они погибли потому, что я так захотела!
Значит‐"
"Ты не виновата!
Не нужно больше думать об этом."
"Но это произошло потому, что я того захотела!.."
"Нет, неправда!
Каким бы ни было твоё желание, исполнится оно или нет — зависит от прихоти богов, демонов и ведьм!
Ты безгрешна.
Люди безгрешны.
Можно даже сказать, что это я их убила.
Нет, их и вправду убила я!
Я увидела твоё горе, пожалела тебя, заманила слугу с ребёнком к утёсу и спустила их вниз!"
"Разве это был не несчастный случай?
Если вы не можете назвать его таковым, тогда вините нас.
Для этого и нужны демоны."
".........Верно.
Мы здесь ради тебя.
.....Не ты убила их.
Это сделали мы.
Поэтому ты безгрешна.
......Так что не вини себя, Нацухи."
"Правда?..
Я правда не виновата?!"
"Да, нисколько.
Фу‐ха‐ха‐ха‐ха‐ха!
Юнец, который ищет мести за 19‐летнюю давность.
Если хочешь проклинать кого‐то — проклинай меня.
Вот только у ведьм иммунитет к проклятиям!..
Я забираю твою стычку с Нацухи!"
Я — алхимик семьи Уширомия, Золотая Беатриче!
Если кто‐то захочет бросить вызов моей госпоже, я заменю её!
Месть за 19‐летнюю давность?
Я покажу тебе, что это даже не мгновение ока для ведьмы, прожившей тысячу лет!!!
Га‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!
Ненавидишь Нацухи за то, что она 19 лет назад пожелала твоей смерти?!
Я напомню тебе, кто спустил тебя с того утёса!..
......Слуга средних лет шла по тропинке между деревьями с рыдающим ребёнком на руках...
Нацухи сказала ей, что ребёнок слишком шумит, и она понесла его подальше от розария.
......Она сама не поняла, почему сбилась с пути и пошла в этом направлении.
Но плачущий ребёнок...
... вдруг перестал плакать.
Что‐то отразилось в его глазах, но слуга не могла сказать, что.
Однако, думая, что он перестал плакать заинтересовавшись чем‐то......
она пошла туда, куда смотрел ребёнок...
Ребёнок увидел...... золотых бабочек, исчезающих прочь за деревья.
И......... с другой стороны деревьев... слуга увидела женщину.
.........Кого?
Она не узнала её, но никого подобного там не должно было быть.
Ребёнок перестал плакать и уставился в том направлении.
...Ноги слуги пошли сами по себе, унося её туда...
"Иди сюда.
.........Принеси с собой этого проклятого ребёнка."
"..................А......"
Женщина не смогла ослушаться.
......Её поглотили горящие золотом глаза Беато...
Она шла легко, будто во сне.
......В какой‐то момент пейзаж вокруг неё изменился...
... но она не заметила.
Не могла заметить...
Хотя они должны были быть на Роккенджиме...
... неожиданно перед ней предстал сад, которого она никогда прежде не видела.
Этот сад был даже величественнее розария семьи Уширомия...... сад золотых роз.
Там стояла беседка......
и её манили к себе женщины в элегантных платьях.........
...Кто‐то, кто напоминал дворецкого, изящным жестом налил чай с очень приятным и заманчивым ароматом.
Они словно говорили ей присоединиться к их чаепитию......
Она не могла ослушаться.
.........Слуга подошла к хозяйке золотого розария...
...... и пожертвовала ей того ребёнка......
"Прости меня, женщина.
Проклинай свою неудачу за то, что была очарована ведьмой.
......И усни в окружении этих золотых роз, которыми в этом мире ты никогда не смогла бы полюбоваться.
.........Гаап."
".........Да, поняла."
Когда Гаап щёлкнула пальцами......
под ногами женщины открылась чёрная дыра, и она упала туда вместе с ребёнком.
Сцена следующего момента ослепила глаза женщины и ребёнка.
Они вдвоём парили в воздухе...... и смотрели на золотой сад внизу.
Под их ногами была не земля, а простирающийся, покуда видит глаз, золотой розарий.
Будь возможность сделать такую сцену последним воспоминанием, это была бы очень милосердная смерть......
Женщину и ребёнка поглотило золотое море.
Раздавшийся глухой стук был примечательно прост и тих для звука, забравшего две жизни.
......Но в то же время идеально подходил для развлечения на чаепитии ведьм.
С женщиной и ребёнком в центре...... розарий медленно поглотила тьма...
Ветер понемногу усиливался.
...Телевизор?
Что это за шум?..
......Рёв моря.
Они вдвоём с огромной высоты упали в заросли золотых роз и погибли...
Постепенно появившийся рёв моря преобразовал декорации в пляж под утёсом...
"Гарантирую.
Ты абсолютно безгрешна!
Я приму эту месть за 19 лет тому назад!
Ва‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!"
"...А...... а‐а‐а‐а‐а‐а‐а‐а‐а‐а!.."
Увидев их на скалах ниже...... я побледнела.
Когда я бросилась обратно в особняк...... там поднялся переполох.
Их как можно скорее доставили в больницу на катере...... но с такой высоты чудо, что они избежали мгновенной смерти.
И слуга...
... и ребёнок...
... погибли.
Менее чем за три дня после того, как отец доверил мне этого ребёнка...... я убила его!..
Мой муж был в командировке.
Роза, которая тогда ещё жила на острове, уехала с друзьями.
......На Роккенджиме были только я и отец!
И прежде чем кто‐то, кроме нас, узнал...
... этот ребёнок появился из ниоткуда, а потом исчез!
Верно, это был сон... кошмар!
Я была уверена, что отец станет винить меня.
...Но он отреагировал как‐то странно!..
"Хех...... хе‐хе‐хе‐хех, фва‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!
Я так и знал, я знал, что так будет!
Сколько ещё ты намерена сопротивляться?
Когда ты наконец станешь моей?!!
Ва‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!
Меня не интересует пустая клетка!
Выброси!"
Когда отец узнал о несчастном случае,
он смеялся и смеялся, как будто ничто другое не могло доставить ему большего удовольствия, и от этого мне становилось страшно.
Возможно, в его голове что‐то ослабло...
С того дня...
Отец заперся в оккультном мире ещё сильнее прежнего.....
Вернувшись, мой муж удивился, застав отца ещё более странным, чем раньше.
Но...... он уже знал, что рано или поздно так будет.
Разумеется, мой муж услышал о ребёнке.
Однако он сказал мне: \'Забудь, это была не более чем очередная прихоть отца\'.
И я забыла!
Это был несчастный случай.
Нет, несчастного случая и вовсе не было!
Я забыла всё, даже то, что этот ребёнок вообще существовал!..
В конце концов, этот искривлённый кошмар не продлился и трёх дней!
Верно, всё это был кошмар!..
Я не хочу вспоминать!
Утёс, сломанный забор, рёв моря
и...... плач ребёнка!!!
"Так этот ребёнок......... и есть ребёнок из 19‐летней давности?"
"Чушь!
Я его убила!
Его больше нет в этом мире!"
"......Однако в человеческом мире нет красной правды.
В мире людей ничему нельзя верить."
"............Верно.
Беато однозначно убила того ребёнка.
Но в мире людей он мог выжить.
......Независимо от того, жив он или нет."
"Говорите......... он мог выжить?!
После падения на скалы с такой высоты?!"
"Не знаю.
Но успокойся.
......Как бы этот человек ни ненавидел тебя, правда в том, что это был несчастный случай.
Если он ненавидит тебя, эта ненависть совершенно не оправдана!.."
"Но, но!..
Даже если я и пальцем к нему не притронулась...... в душе!.."
"Успокойся.
......Кого бы ни ненавидел человек из 19‐летней давности и о чём бы он ни вопил, никакого греха не было.
Так что успокойся.
Почему бы мне не пригласить его?
*хи‐хи*хи‐хи*хи‐хи*!"
"Только загадку разгадали и я подумала, что моя работа окончена,
как у меня появился последний гость!
Кхья‐хья‐хья‐хья‐хья!"
"Становится интересно.
......Помимо защиты секрета лорда Голдсмита, ещё есть 19‐я гостья и человек из 19‐летней давности."
".........Верно, раз мы утверждаем, что Кинзо жив, Эрика 19‐я.
А после этого 19‐го человека у нас появляется человек из 19‐летней давности?
Как интересно. Я так взволнована."
"Уж противников нам хватит!
Я как раз подумала, что позор, когда на моём чаепитии всего один гость!
Давайте, глупцы!
Кья‐аха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!"
Фурудо Эрика — фигура леди Бернкастель.
Тогда чья же фигура человек из 19‐летней давности?
Голос, который едва был слышен через трубку... принадлежал Нацухи.
"Хо... хорошо.
Я сейчас же пойду спать.
Я не покину свою комнату и не стану поднимать трубку!..
Только не втягивай моего мужа и мою дочь!.."
Хотя такой умоляющий крик потряс бы сердце любого услышавшего...
... на другом конце линии его безжалостно продолжали слушать...
"Пока ты держишь своё обещание, мама, я буду хранить твой секрет.
......Не разрывай наше обещание.
.........Я уже очень близко к тебе.
Настолько, что могу легко сказать, выключила ли ты свет, говоришь ли по телефону.
...Если захочу, я даже могу поцеловать твоё спящее лицо."
"Я сдержу!
Я сдержу своё обещание!!!
Так что прекрати, только прекрати!
Хва‐а‐а‐а‐а‐а‐а‐атит!!!"
Трубку с грохотом повесили.
......\'Он\' прекрасно знал, какой неприятный осадок может остаться у человека на другом конце линии в зависимости от того, как повесишь трубку...
"Что ж, спокойной ночи, мама.
............Так‐то.
Теперь Нацухи этой ночью не выйдет из своей комнаты."
".........Как удобно.
Ты можешь менять голос?"
"*хи‐хи*!
Любой может изменить голос.
На сладкий голос, когда уговариваешь папу♪
На больной голос, чтобы пропустить школу.
На извиняющийся голос, когда опускаешь друга, которого на самом деле ненавидишь!
Если захочешь♪,
я могу сделать любой~,
а б с о л ю т н о    л ю б о й    г о л о с ☆
Я~сно?!"
".........Тебе надо перестать быть ведьмой и стать актрисой озвучивания."
"Хе‐хе‐хе‐хе‐хех!
Ну что, теперь на обеих сторонах все фигуры?
.........\'Фурудо Эрика\'.
Какая замечательная фигура.
Она подходит тебе гораздо больше Энджи, Берн."
".........Ваша похвала — честь для меня, леди Лямбдадельта."
"Не благодари.
......Как же она прекрасна.
......Такая миленькая.
Так и хочется посмотреть на её униженное лицо, когда она сдастся иллюзии ведьмы."
".....Слышала?
......Не заставляй меня краснеть.
Покажи, что ты куда более полезная фигура, чем была Энджи."
"Да, положитесь на меня,
леди Бернкастель, госпожа.
......Я не такая, как та мрачная, совсем не милая фигура с унылым нравом."
"*хи‐хи*хи‐хи*хи‐хи*!
Она права.
Эта Энджи не сделала ничего полезного — разве что превратилась в куски мяса, чтобы расшевелить Баттлера!"
"Мне абсолютно наплевать на семейную любовь или любовь братьев и сестёр!
Игра, которую мы хотим видеть, более ужасная и вязкая!
<Grotesque>, <pop> и <cute> дело об убийстве!"
".........Если Нацухи — король, может, Беато — королева?
*хи‐хи*.
Кучка ведьм и вещей, охраняющих Нацухи, больше похожи не на шахматные фигуры, а на‐"
"Кегли, да?!
Кья‐аха‐ха‐ха‐ха‐ха‐ха‐ха!
Иллюзии Нацухи и Беато,
Кинзо и бесполезных вещей!
Вы же нас развлечёте?!"
"Особенно ты, Беато!
Мы уже устали от тебя!
Игра в \'Легенду об убийствах ведьмы\' окончена!
Твоё время вышло!"
"Теперь эта игровая доска принадлежит нам с Берн.
А тебя мы сделаем нашей фигурой и будем вечно играть тобой!!!"
"*хи‐хи*хи‐хи*хи‐хи*хи‐хи*хи‐хи*.
Нацухи и Беато всего лишь пытаются скрыть омерзительную правду под тонким слоем кожи.
......Разрывать её и вырывать внутренности — одно из моих,
хотя нет, одно из наших немногих удовольствий."
"Да уж, теперь мы повеселимся.
Эй, ты видишь?
Беатриче?
Посмотри, сколько удовольствия может доставить игра с твоей доской.
Я покажу тебе.
По‐настоящему волнующую пятую игру!"
".........Как‐то грустно, что мы одни проводим время за приятной беседой.
Почему бы тебе не дать и Беато вставить слово?"
"Слышишь?
Я даю тебе особое разрешение говорить.
Чего ты ждёшь от последней игры?!"
".................."
"Аха‐ха‐ха‐ха!
Ничего!
Точно, точно!
Ты же неудачница, которая сдалась Баттлеру!
Положись на меня.
Я сейчас же приведу сторону ведьм к вершине!
Вот только для этого мне придётся пожертвовать одной фигурой, и эта фигура — ты!"
"Эпитафия была с лёгкостью разгадана до первых сумерек, и Беатриче — хранительница золота — потеряла лицо.
......*хи‐хи*хи‐хи*!"
"......Разве не здорово, что ты продолжаешь быть фигурой, как часть иллюзии Нацухи?
......Хотя теперь ты для нас скорее кегля, чем фигура."
"Золотая ведьма Беатриче сошла с картины!
В моей игре ты и твоя мебель играете только незначительные роли! Роли проигравших!
Смирись и стань нашей с Берн игрушкой!"
".........Если ты не согласна — так и скажи.
Давай, и мы прекратим."
"....................."
"Она говорит, что не против!
*хи‐хи*хи‐хи*!
Ты самая настоящая кегля!"
"Аха‐ха‐ха, аха‐ха‐ха‐ха‐ха‐ха."
""Кья‐аха‐ха‐ха, ха‐ха‐ха‐ха‐ха‐ха‐ха‐гва‐хья‐ха‐ха‐ха!!!""
Золотая ведьма больше не нужна.
Нужна лишь жертвенная кукла, чтобы две ведьмы пока что могли спокойно наслаждаться игрой.
Умри, умри, исчезни.
Признай свои грехи и гадкое прошлое,
расскажи свою слезливую историю сожалений и покайся, сбросившись с обрыва и умерев!
Очередь Золотой ведьмы больше никогда не настанет!..
Аха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!
"....................."
"............Беато..."
Эта игра...... точно выльется в нечто отвратительное.
На первый взгляд она сильно напоминает привычные истории.
Но...... в ней нет уважения к истинному главному персонажу.
Эту историю... должен был увидеть Уширомия Баттлер, которого пригласила Золотая ведьма Беатриче.
Однако хозяйка потеряна, и гостей нет.
......Той, кто пригласила, и того, кто был приглашён, в этой ужасной истории больше нет.
Добро пожаловать на 5‐ю игру,
Конец Золотой ведьмы.
Добро пожаловать на банкет без почётного гостя, захваченный злыми ведьмами......
".........Готов, Баттлер?
Второй день вот‐вот начнётся.
Хе‐хе‐хе‐хех! Как и Беато, я ненавижу медленное развитие событий!"
"Делай что хочешь.
......Что бы ты ни вытворила, я обязательно докопаюсь до правды этой игры."
"*хи‐хи*.
.........Так и должно быть.
Вам нужно бороться ради своей младшей сестры."
".................."
"Не беспокойтесь.
......Леди Лямбдадельта как противник гораздо страшнее, чем эта дура Беатриче,
но я поддержу вас, так что проблем не возникнет.
......Почему бы нам не разоблачить наконец иллюзию ведьмы?"
".........Мне плевать на тебя.
Я не признаю то, чего не было в играх Беато, и поэтому не нуждаюсь в тебе."
"Сейчас и в самом деле подходящее время для таких слов?
.........Хотя ладно, давайте оба приложим все усилия.
Вместе разорвём иллюзию ведьмы.
*хи‐хи*хи‐хи*!"
Эрика протянула руку, словно просила меня пожать её.
...Чем пассивно проигнорировать,
я дал ей активный и ясный ответ, шлёпнув её по руке.
".........*хи‐хи*.
Видимо, он ненавидит рукопожатия.
Прямо как Энджи."
"Не беспокойтесь.
Я гораздо полезнее Энджи.
......Я нисколько не похожа на тот измельчённый кусок мяса, который смог разве что поднять боевой дух Баттлера."
"..............."
"*хи‐хи*!..
Разве не здорово, что тебя благословили такими полезными союзниками?!
Раньше ими были Вергилия и Ронове.
Потом появилась Энджи."
"А теперь у тебя есть Берн и Эрика!
Тебя поддерживает столько фигур!
Так каково знать, что ты всё равно до сих пор не можешь уловить правду? Каково?!"
".........Без разницы.
Эта битва между мной и Беато.
Все остальные... не имеют значения."
"О, вот как?
Наконец ты сам по себе?!
Всегда кто‐то помогал тебе, всегда кто‐то симпатизировал. Интересно, как далеко ты сможешь зайти в одиночку!
Развлеки меня!"
"......Я верну нашу игру.
.........Она принадлежит нам.
......Вас не приглашали!"
"*хи‐хи*.
Да, верно.
.........Это ваша игра.
Так попробуй вернуть её.
......Ты не смог победить даже в игре Беато, хотя она давала тебе уйму поблажек.
Посмотрим, как далеко ты сможешь зайти в абсолютно безжалостной игре Лямбды без посторонней помощи!"
"Что ж, проснись! Уширомия Баттлер! Добро пожаловать на утро 5 октября!!!"
Morning of Tragedy
......Чей‐то будильник?
*бип*бип*. В комнате неоднократно раздавался электронный звон......
Баттлер, который поздно лёг спать и не выспался,
накрыл голову одеялом и ждал, пока кто‐нибудь выключит сигнал.
......Однако, сколько бы времени ни проходило, электронный звон не прекращался.
.........Понятно.
Звонок будильника должен быть не только достаточно громким, чтобы разбудить,
но и достаточно раздражающим, чтобы отбить желание уснуть.
Э‐э‐эй... будильник звонит.
Вырубите его кто‐нибудь......
И почему эти будящие звуки всегда такие раздражающие?
......Хотя в этом есть смысл.
Ведь люди всё ещё сонные и в плохом настроении.
Однако мой раздражённый голос так и не заставил никого перевернуться во сне
или встать с кровати, чтобы выключить сигнал.
Глубоко вздохнув, я поднялся на ноги.
Опущенные на окнах ставни почти не пропускали свет, и в комнате было всё так же тускло.
Хотя, даже не будь ставни опущены,
через такую пасмурную погоду всё равно не пробилось бы достаточно солнца для того, чтобы утро стало приятным.
Кузены по‐прежнему крепко спали в своих постелях, не обращая внимания на звуковой сигнал.
Обычно, когда один встаёт, остальные автоматически делают то же самое...
......Огорчившись тому, что выведенный мной закон \'массового пробуждения в летнем лагере\' разрушен, я начал искать источник звука.
Он исходил от наручных часов на столе.
Судя по стилю, они, наверное, Джорджа.
Так или иначе, когда я наугад нажал на маленькую кнопку сбоку, сигнал прекратился.
По‐видимому, он был установлен на 7:00.
........Уже семь утра?
Извините, но я совсем не чувствую, что спал......
На столе остались игральные карты, будто они остановились в середине игры.
......Возможно, играли в семёрку.
".................."
Проклятье...... эта пронзительная головная боль...
Что только было прошлой ночью?
......Та гора золота и последующий спор между родственниками... напоминают дурной сон...
".........Так глупо..."
Завтрак обычно начинается в 8:00.
......Сейчас подходящее время вставать и одеваться.
Даже взрослые, скорее всего, не будут спорить перед кузенами.
......Тогда останусь с ними на целый день.
Они обязательно смогут огородить меня от всех этих раздражающих разговоров о золоте и наследовании...
Надо было сделать так ещё в начале...
Я чувствовал себя отвратительно: заснув прошлой ночью в одежде, я весь вспотел.
......Приму душ.
Уверен, остальные тоже захотят.
В таком возрасте неловко будить их тряся за плечи.
Наверное, все проснутся, если я включу телевизор.
По крайней мере, надо включить свет.
......В тусклом свете и с тихим шумом непрекращающегося ветра и дождя даже не было похоже, что наступило утро.
Я щёлкнул переключателем.
И тогда тускло освещённое утро закончилось.
".........Джордж......... Джо‐о‐о‐о‐о‐о‐ордж!!!"
"Это уже слишком......
Как... такое может сойти с рук?!!"
Плача, тётя Ева и дядя Хидэёши вцепились в труп Джорджа......
который уже никогда не проснётся.
"......Хватит.
Как думаете, Джордж хотел бы видеть вас такими?..
Конечно нет!.."
".........Сестра.
Я всё понимаю, но давай предоставим остальное доктору Нанджо..."
"Ничего ты не понимаешь!!!
Джорджа убили!
Джорджа!!!
Джо‐о‐о‐ордж, угха‐а‐а‐а‐а‐а!!!"
"Доктор Нанджо прав.
Мы не должны смотреть на Джорджа в таком состоянии...
......Это ради него же!
Сейчас нам нужно держать себя в руках!.."
Когда тётя Ева попыталась ещё сильнее вцепиться в его труп,
папа и дядя Хидэёши оттащили её в сторону, и у стены между ними разгорелась жаркая сцена...
"Нет, не‐е‐е‐е‐е‐е‐ет!!! Джо‐о‐о‐о‐о‐ордж!!!
Доктор Нанджо! Помогите ему!
Если он потерял слишком много крови, сделайте переливание!
Джордж и я одной группы!
Прошу вас!
Доктор Нанджо!!!"
"...............Ева.
...Мне больно это говорить...
... но ваша кровь Джорджу уже ничем не поможет..."
Доктор Нанджо слегка покачал головой, а затем кивнул в мою сторону, давая мне знак.
Я медленно потянул одеяло...... накрывая труп Джорджа.
Его шея...... была глубоко распорота.
...Рана, возможно...... уходила ещё глубже рта.
Если эту часть закрыть, будет ли это похоже на чистый и опрятный труп?..
Конечно нет...
......Огромное кровавое пятно окрасило постель в жуткий тёмно‐красный оттенок......
и даже закрыв его одеялом, нельзя было скрыть следы просочившейся крови.
Одеяло с тёмно‐красными пятнами, которые были даже больше,
придавало его трупу ещё более ужасный вид......
Поэтому я стянул одеяло со своей кровати и положил его поверх первого.
......Но было только два дополнительных одеяла.
И если мы накроем ещё один труп...... то накрыть другие уже не сможем.
Мне стало жаль этих других...
... но почему‐то... в такие времена у меня в голове звенят слова \'не жалуйся на несправедливость\'......
"......Кирие.
Накрой их всех одеялами.
...Не хотелось бы, чтобы они простудились."
"............Да."
Мы с Кирие накрыли другие трупы до головы одеялами, как и Джорджа...
......Так им больше не будет стыдно... за такие страшные раны......
На одной кровати...... лежала Джессика.
......Она выглядела точно так же, как Джордж.
Хотя казалось, будто она отдыхает в постели.........
её шея была зверски вспорота......
И Мария тоже.
......Не только Мария.
Была и ещё одна жертва.
На той же кровати, словно они спали друг рядом с другом...
... лежала тётя Роза.
Джордж, Джессика, Мария... и тётя Роза.
......В этой комнате было четверо убитых с порезанными шеями.
Они, вероятно, были такими с прошлой ночи.
......Я вернулся, ничего не заметил, лёг в кровать и уснул.........
.........У всех них поперёк горла были горизонтальные разрезы.
Мне... пришлось...... заглянуть в глубины ран на их шеях...
В худшем случае раны могли быть достаточно глубоки, чтобы протянуться до середины шеи.
......Если вскрыть её, наверное, будет видно, как рана дошла до кости.
На всех шеях было по одной ране.
......Поэтому, закрыв их шеи рукой......
можно убедить себя в том, что они просто спят.
Но всё равно...
... эти пугающе глубокие раны...
...... были невероятно...
... ужасны.........
Нет таких понятий, как чистое или грязное убийство.
...Все методы убийства одинаково жестоки.
Но даже так...
...... это было ужасно......
жестоко............
И... кое‐что украшало эти жестокие убийства, делая их ещё более тревожными.
На стене было нарисовано...
...... огромное подобие жуткого магического круга.
Он был нарисован ярко‐красной краской, напоминающей кровь,
и создавал такое впечатление, будто в этой комнате состоялся жуткий ритуал,
на которой их вчетвером принесли в жертвы...
Но до него никому не было дела.
......Ни у кого нет настолько холодного сердца, чтобы видя перед собой гибель близких людей...
... ещё беспокоиться о каракулях на стене...
".........Доброе утро, дамы и господа.
.........О...... какой чудесный магический круг."
В коридоре появилась девочка, которая хвасталась, что получает больше удовольствия от процесса выявления правды, чем от самой правды......
и которая зашла так далеко, что назвала себя интеллектуальным насильником.
Когда она увидела необычайно жуткий магический круг в этой ужасной комнате,
я услышал, как с её губ слетел восхищённый вздох...
"Ты......... Не заходи сюда......"
".........Я только что услышала из коридора.
Четверо скончавшихся, верно?
......Примите мои искренние соболезнования."
На лице Эрики...
... нет, не так.
В её глазах.
......В глазах Эрики я увидел...
... нескромную улыбку...
.... которую было трудно описать.
Она... посчитала это интересным.
......Неожиданное преступление показалось ей...
... интересным...
Напоминало улыбку ребёнка, стоящего за кулисами прямо
перед своей очередью выступить в школьном спектакле...
"......Извини, Эрика.
Мы сейчас заняты.
......Можешь подождать в своей комнате?"
".........Не могу.
Детектив имеет право осмотреть место преступления."
"Мы же сказали, что тебя это не касается!..
Посторонним сейчас пора отойти в сторону!"
".........\'Детективы, в которых преступником оказывается подозреваемый, мешающий расследованию, третьесортны\',
......как я считаю."
"Кого волнует, что ты считаешь?!!
Убирайся!
Тебя ещё здесь не хватало!!!"
"Эрика!..
Мне правда жаль, но ты не могла бы вернуться в свою комнату?!
Мы сейчас заняты!"
"Джо‐о‐о‐о‐ордж,
Джо‐о‐о‐о‐о‐о‐ордж,
ува‐а‐а‐а‐а‐а‐а‐а‐а‐а!!!"
"......Отойдите.
Я не могу так осматривать место преступления."
"Если кто и должен заняться чем‐то подобным, этим займёмся мы! Или полиция!
Можно подумать, ты имеешь право ещё больше осквернять их останки!!!"
"
Полномочие детектива.
......Детектив имеет право проинспектировать все места преступлений.
Отойди, Уширомия Баттлер.
Это официальное правило игры, признанное человеческой стороной.
"
Эти совершенно нелепые на первый взгляд слова...
...... были сказаны из куда более высшего мира, чем их мир.
Баттлера отбросило невидимой силой.
Онемев от такого напора и задыхаясь странной атмосферой...... никто не смог помешать Эрике войти в комнату...
".........Не беспокойтесь.
Моя цель не осквернять покойных.
Я вовсе не хочу смотреть на нечто столь отвратительное, как дыры в шеях.
......Мне нужно знать совсем другое."
"Кто совершил эти убийства.
.........Доктор Нанджо. И все присутствующие.
......В частности, первый обнаруживший их, Баттлер.
.........Я хочу о многом вас расспросить, поэтому призываю к сотрудничеству."
"Ка... как я уже сказал, на каком основании ты это делаешь?!"
"
На основании того, что я детектив.
"
Баттлер не мог оспорить эту непостижимую ерунду.
......Нет, он не имел права спорить.
Таково ограничение, налагаемое на фигур.
Эрика вызвала доктора Нанджо и выслушала подробности его предварительного осмотра трупов.
......Обычно он бы не стал охотно рассказывать об этом посторонней.
...Однако по какой‐то причине атмосфера нагнетала такое чувство, будто от Эрики ничто не должно быть скрыто...
".........Что ж, давай насладимся первыми сумерками Лямбды.
Четыре трупа?
Двух не хватает.
......Впрочем, мы играли так, что она не была обязана следить за тем, чтобы убиты были шестеро.
Она не совсем невежественна, поэтому наверняка убила где‐то ещё двоих."
На стене был магический круг, символизирующий первые сумерки, как в играх Беато.
*хи‐хи*, она такая властная, но насколько хорошо сможет подражать Беато?
*хи‐хи*хи‐хи*, аха‐ха‐ха‐ха‐ха!..
Вот иврит паршивый.
Написано с ошибками.
"......Что за...
В чём дело?
Почему здесь магический круг?"
"Наверняка кто‐то хотел скопировать госпожу Беатриче.
Аха, какой дрянной магический круг!.."
"Что смешного?!
Какой‐то человек нарисовал его, чтобы казалось, будто это сделала госпожа Беатриче!..
Нужно доложить ей!"
"Мы из кожи вон лезем, чтобы защитить тайну лорда Голдсмита...... а теперь ещё и это."
"Но эти убийства нисколько не элегантны.
......Они произошли не в закрытой комнате, и в них нет ничего невозможного.
Такие жалкие убийства не достойны госпожи Беатриче."
"...Фурудо Эрика...
......Неожиданное преступление, неожиданная гостья.
......И неожиданный человек из 19‐летней давности.
.........Если ещё добавить то, что Баттлер уже разгадал эпитафию, в этой игре всё совершенно не так.
...Что здесь творится?!
Пошли!"
""Да, сестра!!!""
На кухне Года в быстром темпе готовил замечательный завтрак.
Главным блюдом будут травяные омлеты.
Даже простая пища могла стать бодрящим праздником в его умелых руках.
Он заранее проведёт предварительную кулинарную обработку и приготовит блюда в столовой, у всех на глазах.
"Хм‐м хм‐м хм‐м хм‐м♪Пам пам пам па~м♪"
Напевал Года, в приподнятом настроении продолжая приготовления.
Когда Шаннон, помогающая ему, увидела Году таким, её настроение тоже прояснилось.
Она аккуратно собрала салат и показала ему.
"Что скажете?
Думаю, с помидоркой выглядит милее."
"Хм‐м~~, очень хорошо~!
Вы знаете своё дело, Шаннон!
Хм‐м хм‐м хм‐м хм‐м♪"
""Хм‐м хм‐м хм‐м хм‐м♪""
Два счастливых человека дали друг другу высокие пять.
Шаннон не нравился Года, когда тот был подлым, но у неё не возникало с ним проблем в то время, когда он счастливо готовил.
Иногда она даже думала, что было бы хорошо, если бы в его контракт входило только приготовление пищи.
Так у него бы не портилось настроение при выполнении ненужной работы.
"Столовая готова.
Можете накрывать."
"Мы скоро закончим, так что готовьте сервировочную тележку.
Хм‐м хм‐м хм‐м‐м!"
Даже Кумасава уловила хорошее настроение Годы.
В кухне витал приятный аромат, и атмосфера там по‐настоящему освежала столь раннее утро.
Затем вернулся Канон — как обычно в плохом настроении, в котором он целыми днями.
Канон и Генджи отвечали за многое, что к утру должно быть готово. К примеру, за открытие занавесок.
......Однако сегодня Канон был один, поэтому на это ушло гораздо больше времени, чем обычно.
"Я закончил.
......Где господин Генджи?"
"Его ещё нет.
.........Странно.
Не представляю, чтобы он мог проспать."
"Хо‐хо‐хо.
Думаю, даже Генджи иногда просыпает."
"Весьма беспечно с его стороны, учитывая, что сейчас разгар семейной конференции.
Канон.
Не могли бы вы его разбудить?"
"............Хорошо."
"Интересно, как Генджи выглядит в полусонном состоянии.
Хо‐хо‐хо‐хо. Я с вами."
Хотя Года попросил её подготовить сервировочную тележку,
Кумасава побрела за Каноном, умело пропуская работу.
Канон пробормотал, что это Года всё время просыпает,
и направился к приёмной слуг.
"Так вы не разбудили его этим утром, Канон?"
"......Прошлой ночью я заснул в комнате слуг и не вернулся в приёмную."
Вчера ночью Канон задремал в разгар своей ночной смены,
уснув в комнате слуг.
Шаннон любезно накрыла его одеялом,
которое оказалось таким тёплым, что он погрузился в ещё более глубокий сон...
Поэтому он так и не дошёл прошлой ночью до своей кровати в приёмной слуг.
И из‐за этого ни разу не встретил Генджи этим утром.
В дверь постучали.
"......Господин Генджи.
Это Канон.
Доброе утро."
".........Надо же.
Неужели он ещё спит?"
"......Прошу прощения."
Потянувшись к дверной ручке......
Канон заметил вверху двери нечто странное.
......Что это? ......Клейкая лента???
Вдоль дверной рамы была приклеена маленькая полоска клейкой ленты,
словно запечатывая дверь.
Кроме того, по центру полоски были вырезаны прорези,
и если хотя бы приоткрыть дверь, её разорвёт на части.
И ещё на ней было небрежно написано тонкой ручкой нечто похожее на подпись.
......Она была написана очень замысловато и декоративно,
поэтому, даже если это подпись, нельзя сказать, чья она.
"Может, чья‐то шутка......"
"Не знаю, но сейчас это не имеет значения.
......Господин Генджи,
простите за вторжение."
Клейкая лента порвалась, и он открыл дверь.
Когда она была разорвана, ничего особенного не случилось, поэтому они вдвоём быстро забыли об этой странности.
......В комнате горел тусклый свет.
На нижнем уровне двухъярусной кровати кто‐то до сих пор был под одеялом.
Судя по всему, Генджи ещё спал......
"Доброе утро, господин Генджи."
"Это на тебя не похоже. Хо‐хо‐хо.
Уже у~тро."
"............А,
го... господин Генджи!.."
"И‐и, ч‐что...... что это?!"
На одеяле было большое тёмно‐красное пятно.
......Хотя это одеяла слуг, их тоже всегда стирают.
На них не могло быть краски.
Канон нерешительно скинул с Генджи одеяло...
...... увидел, что от него осталось...
... и потрясённо замолчал.
"Ч‐что за чёрт?
У него вспорота шея!"
"..........Тонко.
...Такой порез не оставишь без длинного лезвия."
"К‐как это понимать?
Баттлер же разгадал эпитафию!
Из‐за чего эти убийства?!"
"Не знаю.
......Но дело плохо.
Нужно доложить об этом госпоже Беатриче и госпоже Нацухи."
"Бельф, скорее доложи сестре Люци!.."
"Поняла!.."
Выскочив оттуда, Кумасава позвала Году и Шаннон.
......Двое новоприбывших закричали так же, как первые двое.
"Эй, Года!
Не прекращай готовить завтрак!"
"Сейчас не время для таких слов!
......На второй день у них точно не будет тихого и мирного завтрака.
......У меня плохое предчувствие.
Генджи может быть не единственным.
......Давай проверим весь особняк. Могло произойти ещё что‐нибудь!.."
"Да, сестра!"
Нацухи вздрогнула от неожиданного телефонного звонка.
Даже она удивилась тому, что проснулась.
......Думала, всю ночь не сможет заснуть, боясь, что таинственный человек может прийти в любой момент,
но даже не заметила, как уснула...
Разумеется, Нацухи всё равно не чувствовала себя отдохнувшей.
Хоть она и стонала от унылой головной боли, не проходившей с прошлой ночи,
ей удалось встать с кровати...
"Доброе утро, госпожа Нацухи."
".........Здравствуй.
......Ужасное утро......"
"Не волнуйтесь.
Никто не пытался войти сюда."
"......Вот как.
...Спасибо, что наблюдала всю ночь..."
И всё же, это не значит, что она могла спать спокойно.
.........От продолжительного телефонного звона её головная боль забилась ещё сильнее...
"Вам стоит ответить на звонок.
......А после я доложу плохие новости от сестёр."
"......Оставим плохие новости на потом.
......Я сначала отвечу."
Нацухи тряхнула головой, чтобы проснуться, и взяла трубку.
......Тогда же она пожалела, что сначала не выслушала плохие новости Люцифер.
Ей хотелось, чтобы первое, что она услышит этим ужасным утром, было хотя бы немного лучше этого...
".........Доброе утро, мама.
......Хорошо спалось?"
Этот голос...... сказал ей, что это ужасное утро, этот кошмар... не прекратится...
"Я...... я сдержала обещание.
Я не выходила из комнаты всё это время.
И, конечно же, не поднимала трубку!.."
"Но сейчас‐то ты подняла трубку?.."
"Н... ну...... а‐"
"Аха‐ха‐ха‐ха‐ха.
......Шутка.
Я всего лишь звоню своей любимой матери.
С добрым утром, мама.
......*хи‐хи*хи‐хи*!.."
".........Долго ещё ты будешь надо мной издеваться?.."
Нацухи сжала трубку так, что та скрипнула...
"Ты должна была отсутствовать, чтобы я мог подготовиться к вечеринке.
......Теперь всё наконец готово.
Разумеется, ты почётная гостья, мама."
"......Ч‐что ты задумал?.."
"Скоро увидишь.
...Не беспокойся, я не заставлю ждать.
Всё уже началось.
......О, точно, подожди секунду.
Хочу, чтобы ты кое‐кого услышала."
"......Э?"
В трубке послышались помехи.
......Телефон передавали кому‐то другому, но были слышны стуки и звон,
как будто для того, чтобы передать трубку, требовались неимоверные усилия...
Кому он передаёт трубку?
......Впрочем... кому бы этот человек её ни передал, для меня не будет хороших новостей...
"......Гха!
Развяжи меня!..
Трус!.."
"Э?!
До... дорогой?!
Это ты?!"
"Гх‐х‐х, мво‐о‐о!..
Развяжи, развяжи меня!!!"
Вне сомнений, это был голос её мужа.
Однако на голос Нацухи он не ответил.
......Может, связан где‐то в темноте.
Краусс, не понимая, что Нацухи на другом конце линии, неоднократно требовал, чтобы его развязали...
"......Твой муж у меня.
Его глаза и уши завязаны, так что поговорить он не может,
но, думаю, ты убедилась, что с ним всё прекрасно."
"Ч‐что ты задумал?!!
Отпусти моего мужа!"
"Завтра отпущу.
Если ты сдержишь два обещания."
"Какие?!"
"Первое — никому не говори, что я похитил твоего мужа.
......Вероятно, поднимется шум, когда Краусса не найдут в особняке,
но ты ничего не знаешь и будешь молчать.
......Поняла?"
"Хо... хорошо!..
Какое второе условие?!"
"......Небольшая игра.
Сегодня в час дня
ты зайдёшь в первую гостевую комнату на первом этаже особняка и спрячешься в шкафу."
"В гостевую комнату?..
Зачем мне прятаться в шкафу?!"
"Всего лишь прятки.
Если за час тебя там никто не найдёт — ты победила.
......Если найдёт — проиграла."
"И если я проиграю...
... что тогда?!"
"Ничего такого.
......Это ведь игра?
Если ты сыграешь в прятки, завтра я отпущу твоего мужа."
"Ты...
... ты правда...
сдержишь своё обещание?.."
"Конечно.
И ты тоже сдержи, мама.
......Если нарушишь наше обещание, я тут же узнаю."
В этот момент по двери в комнату Нацухи громко постучали.
Её сердце автоматически подскочило.
"......Мадам, вы здесь?
Доброе утро!.."
"Это Года и Канон!
Мадам, проснитесь!.."
Голоса по ту сторону двери принадлежали Годе и Канону.
...Стук был дикий, и говорили они немного резко.
......Видимо, случилось что‐то, из‐за чего они переполошились.
".........В чём дело?
Что‐то случилось?"
"Ни... ничего.
Прислуга пришла.
Я кладу трубку."
"Ладно.
Я сказал всё, что хотел.
.........Не разрывай наше обещание."
"......Я поняла.
То... тогда и ты не разрывай!.."
"Ты заблуждаешься.
Это тебе решать, мама.
.........Не заставляй меня разрывать обещание.
Мама."
".........Агх......"
"Я буду наблюдать за тобой весь день, мама.
*хи‐хи*хи‐хи*, аха‐ха‐ха, охо‐хо‐хо‐хо‐хо‐хо‐хо!"
*звяк*!
Лямбдадельта хлопнула трубкой по античному телефону.
Он разлетелся вдребезги, в золотом всплеске превратился в золотых бабочек и исчез.
"*хи‐хи*, спляши для меня, Нацухи!
Танцуй в страхе за свою вину 19‐летней давности!
Мой ход продвигается гладко.
Теперь твоя очередь, Берн!"
".........Наверняка только зря потрачу время, но позволь подтвердить или опровергнуть возможность связи с внешним миром, включая обращение в полицию."
"Внешнюю линию использовать невозмо~жно!
Но, похоже, внутреннюю можно!
О катерах в тайфун лучше забыть!
Думаю, замкнутый круг завершён!
Поздравляю, теперь ты целиком и полностью детектив, Берн!"
Вмешиваясь, полиция иногда отбирает некоторые права детектива.
Однако с созданием замкнутого круга полиция была навеки исключена.
С этого момента полномочие фигуры‐детектива полностью гарантировано.
"Да‐да, премного благодарна.
Тогда пора начать игру."
Эрика, ты главный персонаж.
Начинай!..
"......Да... даже Генджи?!
У... убиты пятеро?!"
"Д‐да.
......И это было так...... ужасно!.."
"Всё точно так же, как в домике для гостей...
......Шею... вспороли... ужасно острым лезвием..."
"......Хо... хотя тогда была моя смена... я не заметил никого подозрительного......"
"Не вини себя.
......Ты сейчас тоже мог бы быть мёртв, если бы натолкнулся на преступника."
"Ещё и телефоны не работают!..
Сомневаюсь, что катера выйдут в море в такую погоду.
Это серьёзно!.."
"......Выходит, весьма вероятно, что преступник ещё близко."
"И... и‐и‐и‐и‐и‐и!..
Тогда что?
Разве не значит, что до тех пор, пока не закончится тайфун и не приедет катер, мы будем здесь в ловушке вместе с убийцей?!"
"...В‐всё будет нормально.
Если мы будем держаться вместе, преступник не сможет до нас добраться!.."
"Да... даже Джессика...
......Не может быть........"
"М‐мы не дадим себя убить!..
Я отомщу за Джорджа!
Не прощу, не прощу!
Кем бы ни был преступник и какой бы у него ни был мотив, я никогда не прощу того, кто убил Джорджа!
Я убью его, убью!
Ува‐а‐а‐а‐а‐а‐а!!!"
".........Что ж, дамы и господа, вы наплакались? Прошу тишины.
......Кто‐нибудь видел Краусса?"
"......Мы звонили ему, но он не ответил..."
"Может, трубка соскочила?.."
"Нет, мы слышали звонок.
Он не мог не услышать......"
"..............."
"Ч‐что это значит?..
Неужели...... дядю Краусса тоже?!"
"............Не исключено.
.........Не хочется говорить...... но четверо были в домике для гостей, и Генджи стал пятым.
......Я предполагала, что будет ещё кто‐то."
"Почему?!
Откуда тебе знать?!
Преступник — ты?!
Ты убила Джорджа?!"
"Пе... перестаньте, Ева!..
Сейчас не время!.."
Ева вышла из себя и вцепилась в Кирие.
Нанджо встал между ними, и это стало походить на драку......
Наблюдая за этим, Эрика снисходительно улыбнулась и пожала плечами.
"Возможно.
Естественно, увидев место преступления в домике для гостей, вы догадались, что жертв шесть.
Там было только четыре трупа, и вам стало интересно, кто остальные двое."
"Откуда ты можешь знать такие вещи?!!
Ты убила их?!
Ты убила Джорджа‐а‐а‐а!!!"
"У... успокойся, Ева!
.........Эрика, Кирие!..
Откуда вы знаете?!
Не могли бы вы думать, прежде чем говорить?!"
".........Всё связано.
Каракули на месте преступления в домике для гостей — магический круг.
Я просто подумала, что может быть связано и с магией, и с убийствами."
"Эпитафия......... да?.."
"......Понятно...
.........Это......... первые сумерки."
"Э? ...Что?
О чём вы говорите?!"
"Я... тоже понятия не имею!.."
".........Вот оно что?..
......Проклятая ведьма......"
"Так это и вправду сделала......... госпожа Беатриче?.."
"Почему все вы говорите так, будто что‐то знаете?!!
Я не понимаю!
Объясните, кто‐нибудь!!!"
"Я же сказал тебе, Ева!.. Успокойся!.."
".................."
"......Дело вот в чём.
Увидев на месте преступления магический круг,
я предположила, что это могут быть убийства сюжетной линии — первые сумерки с шестью жертвами из эпитафии."
"......Один лишь магический круг,
и Фурудо Эрика может рассуждать на таком уровне.
Что скажете, дамы и господа?"
"..........Так дядю Краусса тоже... убили?.."
"Не факт.
......Здесь ведь нет не только Краусса,
но и ещё кое‐кого."
".............a‐"
Нацухи на секунду сморщила лоб......
Так...... она всё‐таки не смогла избежать разговора о кабинете...
"Ты про...... отца?!
Эй, кто‐то должен был связаться с кабинетом, верно?!"
"Ра... разумеется, мы звонили и даже стучали в дверь...
Но, э‐э, никто не ответил..."
"О... отец занят своими исследованиями...
О... он иногда сбрасывает трубку, потому что не хочет, чтобы ему звонили, и даже игнорирует стуки!.."
"...Н‐но телефон звонил......"
"В‐во всяком случае!..
Давайте для начала проверим, в порядке ли мой муж!
Пойдёмте в его комнату!"
Нацухи взволнованно встала и выбежала в коридор.
Рудольф и остальные сразу же погнались за ней, говоря подождать.
"............Ну же, давайте пойдём все вместе.
В третьесортных детективах и ужастиках те, кто действует в одиночку, обычно умирают первыми.
......И эта игра такая же.
......Какая же Беато третьесортная.
*хи‐хи*хи‐хи*хи‐хи*!.."
О, но ведь в третьесортных катастрофах и боевиках те, кто действует в одиночку, выживают?
Странно.
*хи‐хи*хи‐хи*!
"......А ведь эпитафия уже разгадана...
Кто стоит за этим фарсом?.."
"Может, человек из 19‐летней давности, который вроде как фигура леди Лямбдадельты.
......Ах да, не может быть."
"......В предыдущих играх Беато уже установила, что Кинзо исчез,
а значит, существует не более 17 человек, и 18‐го нет.
Теперь добавили эту Эрику, и было объявлено, что нет 19‐го.
Для человека из 19‐летней давности на этом острове нет места."
"Значит, под него замаскировался кто‐то из существующих людей...
... или же..."
"*хи‐хи*хи‐хи*!
Даже если 19‐й человек недопустим красным,
проскользнуть в него не проблема для меня, для ведьмы!..
Становится интересно. Почему бы нам не понаблюдать подольше?"
"И всё‐таки... леди Лямбдадельта и леди Бернкастель...
наконец начали делать с моей игровой доской что вздумается!.."
".........Разве вы не знали, что так будет, когда приглашали их?"
"Хмф.
......Как ведьма, я разделяю их ненависть к скуке.
Даже неожиданность приносит ведьме радость.
Отлично, начнём!.."
"Замечательно, что тебе так не терпится...... но дела принимают неприятный оборот.
Понимаешь?"
"............Действительно.
Возможно, сейчас не лучшее время ждать и смотреть, что будет."
"Знаю.
Такими темпами существование Кинзо снова станет проблемой.
......Да и барьер кабинета долго не протянет."
"Это ещё не всё.
Дела идут намного хуже.
.........Видишь?
Ход первый,
ход второй,
ход третий.
......И Нацухи
......загнана в угол."
Гаап что‐то прошептала Беато на ухо.
Рот Беато...... постепенно расширился в ухмылке.
"......По правде говоря, эта Эрика собрала всех вместе нам же на пользу.
Вся тьма вне диапазона наблюдателей принадлежит нам, демонам.
......Быть может, сейчас единственное подходящее время для того хода."
"Нацухи — король.
Она не может ходить далеко, но нам нельзя позволить захватить её!
......Давайте возьмём инициативу в свои руки.
Если ошибёмся, Нацухи загонят в угол!..
Гаап, я могу на тебя рассчитывать?!"
"Конечно!
......Наделаем дырки в трюках закрытых комнат, алиби и тайнах.
.........Положись на меня. Я разберусь."
После того как её затянуло в открывшуюся в полу чёрную дыру вместе с креслом, на котором она сидела, Гаап исчезла.
Затем такая же дыра открылась в потолке и выплюнула кресло, вернув его на место...
"......Становится проблематично."
"Хех...... хе‐хе‐хе‐хе‐хе‐хех.
......Вот как.
На фоне леди Лямбдадельты даже я простая фигура.
В начале игры мне надо было больше думать о росте, нежели о потере или захвате фигур."
".........*хи‐хи*хи‐хи*!
Я ей не ровня, что поделать!
У неё ничего не выйдет. Нацухи — последняя госпожа, которой я служу!
Знай, что ты не заберёшь эту фигуру, пока у неё договор со мной — Беатриче!"
"Комната Краусса была пуста.
И кровать тоже,
но там остались огромные кровавые пятна, как на местах преступлений, где были убиты остальные пятеро."
"Но трупа нет."
"Не‐а."
"Значит, он не умер."
"Возможно. Эхе‐хе‐хе‐хе‐хе‐хех!.."
"......Как это понимать?!
Где брат?!"
"Судя по окровавленной постели......
Не хочется об этом думать, но следует предположить, что он был убит, и его шею вспороли, как людям в домике для гостей..."
".........Вероятно...
Судя по количеству потерянной крови... сложно вообразить, что он в порядке..."
"Н‐но......
Куда делся господин Краусс?.."
Постель была вся в крови, но аналогичных следов на полу не было.
Неважно, был Краусс тяжело ранен и убрёл куда‐то... или же его убили и отнесли куда‐то......
они понятия не имели, куда.
"........................"
......Нацухи знала.
Хотя по телефону не было похоже, что Краусс в отличной форме, по крайней мере он был не на грани смерти.
Значит, эти кровавые пятна фальшивые.
Может, это даже не кровь...
.........Но...... что задумал тот человек?
...Как это понимать?!
"Что за.........
......Так на первые сумерки... было шесть жертв?.."
".........Краусс обычно запирал дверь?
Мы вошли без ключа."
"......Да, господин запирал её."
"В... в этом доме мадам приказала запирать
все необщественные места."
"Сколько ключей могут отпереть комнату дяди Краусса?"
"Помимо ключа господина Краусса, есть универсальные ключи..."
"Ох, кому какое дело до ключей.
......Вы забыли, что Генджи жертва?
Его универсальный ключ пропал.
Выходит, все замки в этом особняке ничего не значат."
".........Как скучно.
В особняке не было и не будет убийств в закрытых комнатах.
......О боже.
Этот детектив становится всё скучнее."
Эрика в разочаровании обсмеяла преступление, будто смотря его по телевизору.
......Я не понимаю.
...Почему \'её мир\' так отличается от нашего?
Она почти что в другом измерении...
"......Д‐Джессика тоже...
... вот так...... в постели?"
"....................."
"......Да.
......Как и у Джорджа, её шея...... ...была вспорота......"
"......Джессика...
......Дайте мне побыть с ней...
Я даже ещё не видела её лицо!..
.........Джессика... Джессика‐а‐а‐а!!!"
"По... подождите, Нацухи!.."
"Преступник ещё может быть поблизости!
Опасно оставлять её одну..."
Нацухи вылетела из комнаты и бросилась к домику для гостей.
...Естественно.
Она ведь даже ещё не видела лицо погибшей Джессики.
Вероятно, все так думали.
.........И Нацухи так думала... наполовину.
А её другая половина...
... стремилась увести внимание остальных подальше от кабинета.
Произошли странные преступления, золото было обнаружено, и некоторые родственники даже порекомендовали Баттлера на место следующего главы.
Даже при таких сложных обстоятельствах...
...... она должна была защищать секрет Кинзо.
.........A‐а... если моя голова... всё равно расколется от страданий...
......Пусть это произойдёт прямо сейчас.
Так мне больше не придётся страдать.........
"Что ж, дамы и господа.
Ради Нацухи давайте пока что вернёмся в домик для гостей.
......Хотя вряд ли нам откроется нечто новое, если мы посмотрим на их мёртвые лица."
".........У тебя вообще есть сердце?"
"Сердце?
Что это?"
Если Нацухи увидит лицо мёртвой дочери, ей не станет легче, и Джессику это не воскресит.
Напротив, она будет вопить, тратя впустую значительное время перед тем, как снова сможет нормально мыслить.
......Наверное, это подводит итог дурацкому аргументу Эрики...
........................
\'Вряд ли нам откроется нечто новое, если мы посмотрим на их мёртвые лица\'?..
"Они определённо увидят нечто новое!
*хи‐хи*хи‐хи*хи‐хи*.
Фигуры Беато ввели одно интересное изменение. *хи‐хи*хи‐хи*!"
"Ч‐что............"
Нацухи влетела в комнату кузенов на втором этаже домика для гостей
......и онемела при виде окровавленных кроватей и жуткого магического круга, который выглядел так, словно его нарисовали кровью жертв...
"......Где Джессика?
Где Джессика?! Джессика‐а‐а!!!"
"На этой...
... кровати........."
"На кровати?
Где?!"
"Э?
......Джордж?..
Г... где он?!"
"Секунду...
... что...
... всё это значит?.."
".........Эта комната была наглухо заперта, когда мы уходили.
Теперь можно с уверенностью сказать, что у преступника есть универсальный ключ.
Снова мои рассуждения оказались верными."
"Кому какое дело?!
Куда они делись?..
Ку... куда пропали все трупы?!"
"............Хе‐хех.
Хороший трюк."
"Эй, эй, смотри, смотри, ма~гия!
Гаап с Беато где‐то скрыли трупы с помощью магии!.."
"......Все мы шли вместе.
Имеешь в виду, что у всех есть алиби?"
"Ты рассуждаешь так, верно?
Они вчетвером на самом деле не были мертвы, а просто притворялись мёртвыми.
И затем, когда рядом никого не было, куда‐то скрылись.
Я права?"
"Ты ведь не собираешься провозглашать смерти красным?"
"Конечно нет.
В отличие от этой дуры Беато, я не выдаю красный бесплатно!"
"Тогда буду рада использовать синюю правду.
Я могу придумать много способов обойти нечто подобное."
"*хи‐хи*.
Да‐да, прошу!
Время синей правды!"
"Вот первое, о чём я думаю.
Жертвы на самом деле не умерли.
Они притворились мёртвыми, а затем втайне скрылись.
Ты же не объявила смерти красной правдой.
"
"Аха‐ха!
Даже увидев их зияющие раны, ты всё равно действуешь по принципу \'пока нет красного\'?!
Не дождёшься.
Я не дам тебе его так просто!
В конце концов, мне всего лишь нужно опровергнуть всё разом под конец игры — полночь 5 октября!"
"А‐а, какое же у стороны ведьмы преимущество!
На этом всё бы закончилось, будь моим противником идиот Баттлер, но ты же не такая, да, Берн?!"
"Конечно.
Любой бы придумал такой глупый ход.
У меня их больше.
Второе.
Краусс унёс трупы и спрятал их.
Ты выставила всё так, будто его похитили и заперли где‐то, но на самом деле он может быть свободен.
У Краусса нет алиби.
Краусс скрыл их трупы.
"
"Ага, верно.
Я не объявляла красной правдой, что Краусс заперт. *хи‐хи*хи‐хи*!
Знаешь, говорят, чтобы обмануть врага, нужно сначала обмануть друзей!
Поэтому он солгал Нацухи, чтобы казалось, будто его похитили!
Эхе‐хе‐хе‐хе‐хех!
Ещё идеи?!"
"Третье.
Трупы принадлежали другим людям.
Они были заменой трупов‐жертв.
Джордж и остальные с самого начала скрывались, а потом унесли фальшивые трупы.
Эти тела были мёртвыми, поэтому они не влияют на число людей на острове.
"
"Аха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!
Ну и бред!
Даже если столько народу столпилось там и видело их мёртвые лица, никто не понял, что они — это не они?"
"Так как ты не использовала красную правду, есть вероятность, что все трупы неправильно опознали.
Но если тебе захочется повторить, что \'все они были опознаны верно\', я тут же заберу свои слова назад."
"Ну уж не~т♪Я не поддамся на эту провокацию!
Красная правда полезна только если использовать её молниеносно, верно?"
"Я достану одну правду из горы синего и разобью её красным!
И тогда остальные голубые правды тьма поглотит быстрее, чем ты узнаешь, правильны ли они были!"
"Эта тьма — мир ведьм!
Ты не получишь правды!
Эхе‐хе‐хе‐хе‐хе‐хе‐хе‐хе‐хех!"
.........Хе‐хех.
...Ведёт себя как идиотка, но она не так плоха.
Она ни за что не поддастся на провокацию.
Похоже, ей дано понять тьму магии даже лучше, чем Беато — истинному Владельцу игры.
Видимо, и Гаап хорошо понимает.
......Этот ход сокрытия трупов.
Он весьма эффективен как для Беато, так и для Лямбды.
Так или иначе, я придумала целых три теории об исчезновении трупов.
Три синих клина на одну загадку.
Это не значит, что она может просто опровергнуть один из трёх.
Загадка будет побеждена только если она устранит все три клина.
Таково железное правило охоты на ведьм.
Одного клина далеко не достаточно.
Только вампиры умирают от одного кинжала.
По сравнению с ведьмами, они слабы.
......Настоящие ведьмы не умрут, если не ударить их сразу всеми кинжалами.
То же самое ведь и с убийцами?
В японской манге они всегда убивают цель одним великолепным выстрелом.
Настоящие же убийцы опустошают целую обойму пуль.
......Как и ты, верно?
И, конечно же, как я.
Но та, о ком идёт речь, могла бы разрезать всё напополам одним‐единственным взмахом красного.
Всего лишь подтвердив красным смерти и невиновность Краусса,
она может разрушить все три моих клина.
Впрочем, ничего страшного.
Когда придёт время красной правды, мне просто нужно будет подыграть и пронзить её новым набором синих клиньев.
.........*хи‐хи*хи‐хи*.
Так и проходят игры ведьм.
*хи‐хи*, а‐а, как весело!..
Вялые сражения Баттлера всегда вгоняли меня в тоску, а эти я обожаю!..
Да, я поняла, Лямбда.
Первые сумерки только начало начал.
Всего лишь пристрелка, да?..
*хи‐хи*......... а как же иначе...
.........Я приведу тебя к жалкому поражению, заставлю в сожалении рыдать, ползать и царапать пол!
Я уже почти забыла то удовольствие, когда хватала тебя за твои милые волосы и вытирала ими пол, покатываясь со смеху!..
Приёмная слуг в особняке снова погрузилась в тишину......
Там лежал труп Генджи, с головой накрытый одеялом......
В потолке тесной комнаты образовалась чернильная дыра...
... оттуда показались очаровательные ноги,
...и Гаап скользнула вниз.
".........Извини, Генджи.
Ты наверняка хочешь насладиться вечным сном, но тебе не представится такая возможность.
Исчезни отсюда и тем самым обслужи Нацухи — последнюю главу семьи Уширомия — даже после смерти."
Сказав ему это, Гаап стянула с мирно спящего Генджи одеяло...
А затем посмотрела на глубокую рану в его шее...
".........Хороший порез.
......Должно быть, нанесён одним ударом.
.........Уже показался тот, кто на такое способен?..
Не очень радует.
Я и представить не могу, кто это."
Само собой разумеется, ведьмы могут призывать создания с силой, пропорциональной их таланту.
Великая леди Лямбдадельта призвала сюда это создание как козырную карту, 19‐го человека.
......Даже оптимистично говоря, он наравне со мной и Ронове...
На кровати открылась кромешно чёрная дыра, и Генджи исчез, словно кровать поглотила его.
Так же, как с четырьмя трупами в домике для гостей, его труп был скрыт в неизвестном месте...
В месте, которое никто не сможет найти и которое не в этом мире и не в ином.........
Больше никто не сможет отыскать их трупы.
Больше никто не сможет подтвердить их смерти.
Она отправила труп Генджи в место бесконечной тишины,
которая никогда не будет разорвана......
"Без трупов их посчитают пропавшими без вести.
......Рассматривающихся как без вести пропавших будут подозревать в том, что они могут быть преступниками, и одновременно с этим думать, что они просто жертвы. Прямо как в кошачьей коробке.
......Тьма внутри коробки, которая никогда не будет открыта, — вот где обитаем мы, демоны и ведьмы!..
Ты опоздала, мисс великий детектив. ......Хе‐хе‐хе‐хех..."
Гаап облизала губы и сглотнула......
"......Интересно, зачем госпожа Гаап скрывает трупы."
"Не знаю.
Но она такая классная.
Она просто...... великолепна."
"Не занимайтесь ерундой, кто стоит на страже?!
Люди возвращаются из домика для гостей!
Госпожа Гаап!.."
"Да, давайте расходиться.
.........Этого должно быть достаточно, чтобы у Нацухи появился выход..."
Гаап прыгнула в чёрную дыру, открывшуюся у её ног.
Мамона сказала \'Я тоже пойду\' и прыгнула туда же,
следующая — Асмо — закричала \'Я тоже, я тоже!\' и, хихикая, скакнула следом.
Пока Сатана мешкала, отверстие закрылось.
"И... и вы ещё называете себя Семью сёстрами чистилища... Ка... как по‐детски.
Идиотизм!.."
Сатана покраснела и рассердилась, а затем исчезла, превратившись в золотых бабочек...
".........Судя по всему, Гаап удалось переместить пять трупов."
"Замечательно.
......Но следующая часть сложнее."
"Даже если они будут несколько удивлены исчезновению трупа Генджи,
их интерес, скорее всего, после этого перейдёт обратно на кабинет Кинзо."
"......От кабинета два ключа.
...Удачно, что они оба у Нацухи.
Оставь она один у Генджи, этот ключ уже попал бы в руки леди Лямбдадельты."
"Видимо, леди Лямбдадельта не намерена скрывать смерть Кинзо.
......Она планирует бороться игнорируя ров, башни и валы, которые вы создали."
"Хех...... хе‐хе‐хех.
Образовалась странная треугольная конфронтация.
Мы все друг другу враги, но иногда неосознанно объединяем усилия.
......Трёхсторонняя битва, когда думаешь, что в ней двое против одного, неожиданно становится битвой одного против двух.
......Вот на что это похоже.
Китайское королевское сражение!
Напоминает \'Записи о трёх царствах\', правда?"
"О, план Лонгзхонга.
Довольно сложная аналогия с вашей стороны, пу‐ку‐ку!.."
"В Записях о трёх царствах ведь было три царства?
Вэй, Шу и У, верно?
Очень похоже на нас.
......Так какое царство в конце концов победило?"
".......В итоге контроль достался династии Цзинь,
а три царства, о которых вы упомянули, были разрушены."
"Хо.
............Я и не знала.
Думала, победило одно из трёх царств.
У Вэй же было подавляющее преимущество?.."
"У них забрали позицию императора, и их царство было покорено и разрушено."
......Клан Сима — дворянская семья, которую Цао‐Цао пригласил на роль советников
— в итоге получил централизованный контроль в борьбе за власть и взял страну в свои руки.
".........Так значит, их пригласили как советников...
... а они захватили контроль.
.........*хи‐хи*...... как интересно.
......Леди Лямбдадельта!..
*хи‐хи*хи‐хи*хи‐хи*хи‐хи*хи‐хи*!!!"
"Прошу прощения.
......Люди подтвердили исчезновение трупа Генджи в приёмной слуг.
......Они направляются к кабинету лорда Голдсмита."
"Риче.
......Они идут."
"Хмф...... пусть идут.
Люди...... Ведьмы абсолюта и чудес..."
Как нам называть себя...
...... в трёхсторонней битве с людьми и ведьмами?..
Если мы сейчас защищаем... иллюзию Кинзо...
"......Значит......... мы...... иллюзии?..
......Хе‐хех...... хе‐хе‐хе‐хе‐хех..."
Ten Wedges to Pierce Witches
"......Отец... это Нацухи.
Доброе утро..."
"Вот так ты его точно не разбудишь!
Отец, это Ева!
Проснись, пожалуйста!
У нас срочное дело!!!"
Ева оттолкнула Нацухи и несколько раз изо всех сил постучала в дверь.
"У... успокойтесь!..
Вы слишком шумите!.."
"Сейчас не время для таких слов!!!"
"............Он не поднимает трубку, да ещё и не отвечает на стуки?
Как проблематично."
"...Мо... может, он опять в плохом настроении...
Кинзо даже малейшие изменения временами принимает за предзнаменования,
и у него портится настроение по причинам, понятным только ему..."
"Хо...... хо‐хо‐хо...
Да, верно...
Такое случается далеко не впервые..."
"Дед так часто запирается в кабинете?"
"......Да.
......Для него не редкость пропасть там более чем на месяц..."
"......Не говорите никому, но...... хотя я тут работаю,
я иногда забываю, что Господин вообще здесь живёт..."
"Года.
Слуги не должны говорить такое!"
"П‐прошу прощения, мадам... Простите......"
"Так или иначе... разве не плохо, что мы не можем с ним связаться?
В худшем случае отец может даже не знать о произошедшем преступлении! Верно?!"
".......Н‐ну, кто знает........."
Пробормотал Канон, остро подметив, что люди начали сомневаться в существовании Кинзо...
"............Кто видел отца последним?..
......И когда?"
"Э... это была я.
Прошлым вечером...... пока не поднялся шум, когда Баттлер нашёл золото,
я была в кабинете отца с ежедневным отчётом."
".........Около 23 прошлого вечера."
"......Другого выхода нет.
Давайте откроем."
"Ч‐что вы сказали?!
Это драгоценный кабинет главы семьи и исследовательская комната!
Никто не вправе вламываться туда без разрешения!"
"У кого здесь самый высокий ранг?
У меня, верно?!
Я третья по рангу в семье Уширомия!
Если мы откроем и получим нагоняй от отца, ответственность ляжет на того, кто выше по рангу.
У нас чрезвычайные обстоятельства, поэтому мы откроем.
Ключ ведь у тебя? Открывай."
"Я...... я думал, вы знаете, но дверь кабинета нельзя открыть универсальным ключом."
"Э‐э...... также Господин недавно забрал ключ господина Генджи,
так что оба ключа у него.
......Поэтому, э‐э......"
".........Получается, оба ключа, которые могут открыть эту дверь, в кабинете."
"Закрытая комната.
.........<Good>.
Наконец‐то становится интереснее.
......Будет довольно изящно,
если Кинзо лежит там на кровати с перерезанным горлом."
"Что вы такое говорите, Эрика!
В... всё равно, как вы знаете, эту дверь можно открыть только ключами, которые сейчас у отца."
"......А значит, никому за пределами комнаты, в том числе и убийце, до него не добраться!
Поэтому с отцом наверняка всё хорошо!.."
"И всё же, это не значит, что нам не нужно проверить, в безопасности ли он.
Ты даже не хочешь убедиться, что с отцом, которого ты так уважаешь, всё в порядке?.."
".........Я...... я не..."
И так напряжённая секунду назад атмосфера вдруг похолодела. ......Все уставились на Нацухи, и над коридором нависло жуткое чувство.
......Они могли понять, почему та охраняла кабинет при нормальных обстоятельствах.
Было ясно, что она не хотела прерывать исследования Кинзо, которого так уважает,
и поэтому отгоняла прочь неприятных родственников.
Однако...... они в чрезвычайной ситуации.
Произошло преступление.
Настойчивость Нацухи сохранять тишину ради Кинзо даже в такой ситуации...
было трудно понять, руководствуясь здравым смыслом.
".........Есть вероятность, что преступления, произошедшие на этом острове, обернутся в убийства эпитафии.
......Неплохо будет предположить, что они продолжатся."
"Если мы пересмотрим их как серию убийств эпитафии, значит, преступления продолжатся, и всего будет отнято 13 жизней.
.........Понимаете, сколько будет жертв?"
"......Эй, эй.
Сколько людей, по‐твоему, на этом острове?
......Это же почти все?.."
"Нет‐нет. Вы не так поняли.
.........Насколько мне известно, детективный роман с самым крупным серийным убийством
— это \'Десять негритят\' Агаты Кристи, где убили 10 человек.
Среди японских детективов похожим будет \'Убийства токийского зодиака\' Шимады Соджи.
Хотя там меньше 10 смертей."
"......Вы знали?
Если такими темпами умрут 13 человек, это будет самый печально известный и знаменитый случай в истории детективного жанра.
Завершённое серийное убийство 13 человек, понимаете?
А если на этом острове убьют всех..."
"...Это будет историческое достижение в мире тайн серийных убийств,
даже с большим количеством смертей, чем самое длинное дело об убийстве в мире и длиннейшее во всей Японии вместе взятые, разве вы не видите?!
......Эй, вы не знали? Дамы и господа?"
"Виновник этого преступления...
... бросает нам невероятный вызов, который может даже превзойти все детективы во всём мире на протяжении всей истории.
......Разумеется, вы и так давным‐давно это поняли?..
Если вам нравятся детективы, то работы королевы детективов вы прочли до дыр.
А раз вы японцы, то без сомнения знакомы с работами в жанре син‐хонкаку.
......Вы уверены, что читаете достаточно, дамы и господа?
*хи‐хи*хи‐хи*, *хе‐хе*хе‐хе*хе‐хе*......"
"............Так не пойдёт."
"Э?.."
"Тебе самой нужно читать больше."
"Я в чём‐то ошиблась?.."
Лицо Эрики, ещё секунду назад радостно болтавшей себе под нос,
на миг покрылось недовольством...
"То, что ты сказала о японских детективах.
......До син‐хонкаку один из писателей школы син‐гэсаку создал не менее впечатляющий труд."
"............
...............Чи...
...... число людей было одинаковым в обоих."
"Это их объединяет, но детектив син‐гэсаку предлагал читателю найти преступника самому, так что он подходит куда больше.
Если ты столько об этом знаешь, разве не стоило бы привести примеры не только по общему количеству жертв, но и хотя бы по подходу к читателю?"
"............Н‐н...
............ гх."
Эрика бросила на Баттлера взгляд, который едва ли можно было описать словом \'шок\',
стоя с дрожащими руками, она не знала, что сказать......
"Аха‐ха‐ха‐ха‐ха‐ха, кья‐аха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!
Како‐ое убожество!"
"Впрочем, едва ли её можно винить.
Детективы син‐хонкаку имеют огромную популярность.
Легко не обратить внимания, что в син‐гэсаку они тоже были.
Ахи‐хи‐хи‐хи‐хи, хья‐аха‐ха!!!"
Лямбдадельта продолжала бить по столу, не в силах преодолеть смех.
Даже Бернкастель, поражённая унижением,
так же усмехнулась, начала стучать по столу и смеяться.
"Пф‐ф...
....... хи‐хи‐хи‐хи‐ха‐аха‐ха‐ха‐ха‐ха!
Как же интересно!
Ги‐ихи‐хи‐хи‐хи‐хи‐хи‐хи‐и!
.........Неплохо, фигура Баттлера.
Га‐хи‐хи‐хи‐хья‐аха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐а!!!"
".........Я под впечатлением.
......Баттлер...... вы верно много читаете."
"Книги?
Вовсе нет, из меня вышел плохой читатель."
".........Лжёте.
......Вы знаете...
... довольно много, не правда ли?"
"Я бы не стал говорить что‐то высокомерное вроде \'я увлекаюсь чтением\'.
......За год я едва ли осиливаю сотню книг.
Человеку вроде меня стоит подумать дважды перед тем, как назваться читателем..."
"А... ах ты...... фигура........."
"A...... кхм.
...В... в общем, мы не можем допустить массовое убийство!.."
"Верно.
Сейчас проверить, всё ли в порядке с отцом — наша первоочерёдная задача.
Но что нам делать?
Он игнорирует телефон и стуки. Ключи внутри.
Мы ничего не можем.
Надо выбить эту толстую дверь?
......Будет непросто."
"Что если на отца напали, он тяжело ранен и ждёт помощи?
......У нас чрезвычайная ситуация.
Даже он поймёт.
А если начнёт упрекать, я буду рада взять всю ответственность на себя."
".........Н‐но...
ломать дверь будет...
с‐слишком грубо......"
"А как насчёт окна?.."
"То... точно.
Окно.
......Где‐нибудь есть лестница, которая достанет до третьего этажа?
Мы можем попасть туда, разбив окно!.."
Эрика наконец оправилась и снова заговорила решительно.
"Окно третьего этажа... Бу... будет опасно......"
"Не узнаем, пока не попробуем.
Тут есть лестница, которая может достать до третьего этажа?"
"Не думаю, что лестница в сарае достаточно длинная......"
"......О, тогда как насчёт лестницы в котельной?
Помню, я забирался по ней, когда птица свила гнездо на вершине водостока!..
Да, вот она обязательно нам поможет."
Года был чрезвычайно рад, что смог додуматься до того, до чего не смог Канон.
Довольный собой, словно что‐то выиграл, он оглядел всех.
Наверное, надеялся, что Нацухи его похвалит, но та лишь быстро отвела взгляд...
Конечно же, Канон тоже знал об этой лестнице.
......Однако, чтобы защитить тайну Кинзо, он намеренно притворился, что забыл......
"Но в такую погоду и при таком сильном ветре...
Разве не слишком опасно?.."
"Согласен.
Даже если кто‐то серьёзно пострадает, мы не сможем до завтра отправить его в больницу, верно?!"
"......Во дворе ветер может и не быть таким сильным.
Стоит хотя бы взглянуть."
"Но вообще‐то подняться на третий этаж будет непросто!..
Раньше, когда нам нужно было убирать птичьи гнёзда, многих служащих как ветром сдуло из‐за опасности,
и тогда я — ваш покорный слуга — взял на себя главную роль в эффектной обработке ситуации.
Уха‐ха‐ха‐ха‐ха‐ха!.."
"Точно, тогда никаких проблем!
Давайте просто достанем подходящую лестницу..."
"И, похоже, у кое‐кого уже есть опыт работы с подобными вещами."
".........Ха‐ха‐ха‐ха‐ха...
...... что?"
Двор был окружён с четырёх сторон, поэтому если и шёл сильный дождь, ветра почти не было заметно.
К счастью, двор частично находился под крышей, поэтому и дождь лил не так сильно.
"Порядок.
Давай ставить лестницу.
......Осторожнее.
Не поранься."
"Да..."
Рудольф и Баттлер принесли особую лестницу, предназначенную для работы на высоких местах.
Ещё двое несли зонтики.
Шаннон и Канон держали зонты, укрывая их от дождя.
"Не страшно, если мы промокнем.
Возвращайтесь под крышу.
......Года!
Даже если у вас проблемы с коленями, вы же можете хотя бы подержать лестницу?!"
"Д... да‐да‐да!..
Если бы только мне хватало гиалуроновой кислоты, взбираться по лестнице не составило бы труда...... Мне искренне жаль..."
Года подался вперёд, чтобы заменить Шаннон и Канона.
Наблюдая за этим, Кирие хихикнула.
"Пап, давай молоток."
"Сейчас.
......Любишь лёгкую атлетику, Баттлер?"
"Не так сильно, как своего отца в роли крутого подручного♪"
"Ах ты, козявка.
.........Чёрт, время от времени нужно показывать сыну мои хорошие стороны.
Баттлер, Года.
Держите лестницу.
И смотрите вверх, ладно?
Моя рука может соскользнуть, и тогда этот молоток упадёт на вас."
"Не переживай.
Я поймаю его и кину тебе в голову."
Положив в карман молоток, нужный, чтобы разбить окно, и потрещав костяшками пальцев,
Рудольф начал подниматься по лестнице......
"С господином Рудольфом...... всё будет хорошо?.."
"Конечно.
Он мог бы сниматься в боевиках.
Плюс к этому, спорт — одна из его сильных сторон."
"......Хотел бы я знать, как моё умение кататься на коньках должно помочь мне забраться по лестнице...
......♪Я Ина Бауэр, я всегда в опасности... или как там."
"Он никогда не умирает, так что волноваться не о чем.
......Что более важно, нам повезло, что ставни не опущены.
Разве в кабинете отца их обычно не опускают на ночь?"
"Д‐да.
Когда нам разрешали входить и выходить, мы открывали и закрывали их утром и ночью."
"......Однако было решено, что это пока не нужно, поэтому они остаются открытыми."
"Ясно.
............Отец просто с ума сойдёт, правда?
...Когда его сын разобьёт окно и заявится туда, пока он спит."
"......Не... исключено......"
"Было бы хорошо, если бы нам не пришлось разбивать окно, да?"
"........................"
И Шаннон, и Канон... знали, что Кинзо больше нет в этом мире.
Нацухи приказала им как можно дольше скрывать это...
... но теперь, когда всё так далеко зашло, они уже ничего не могли сделать.
......Они хотели помешать, делая вид, что ничего не знают о лестнице, достающей до окон третьего этажа, но...
Из‐за хвастовства Годы эту лестницу обнаружили...
Рудольф осторожно поднимался по лестнице.
......Скоро он доберётся до окна третьего этажа.
Пока он поднимался...
... Шаннон и Канон смотрели на него с тревогой......
Что же...... будет дальше?
Для них двоих.
Для мадам.
......Для Господина.
......Вскоре Рудольф доберётся до окна.
"......Барьеру этой комнаты уже пришёл конец."
"Ха‐ха.
Солдаты измеряют крепостные валы, пытаясь перебраться на другую сторону.
Пришло время сдаться.
.........Я готов быть стёртым в любую секунду."
"Мы не можем это допустить.
Ты должен оставаться в живых даже если это означает валяться в грязи.
......Подумай, что будет дальше.
Нужно уходить отсюда."
"Пусть ты и говоришь так, но что я могу?
......Ева и остальные разбили лагерь в коридоре, а Рудольф уже почти у окна.
Пути к отступлению через окно или дверь нет."
"Тогда вы могли бы спрятаться под кроватью."
"......Хмф.
Я что, даже не могу дождаться прибытия врага на своём тронe?"
"Мог бы, будь ты жив.
Но сейчас ты призрак, которого мы с Нацухи вернули к жизни.
Призраки должны быть призраками и прятаться под кроватью или в шкафу."
"Подобное действительно обманет их глаза?..
О боже."
".........Не беспокойся.
Я останусь с тобой
и дам тебе уйти в последний момент."
"Ты будешь в опасности.
Даже если ты демон, тебе не остаться невредимой, если тебя обожжёт токсин, отрицающий магию."
"Не волнуйся об этом.
.........И вообще, я не могу получить удовольствие без реальной опасности."
"Какое утешение.
......Понятно.
Спрячусь под кроватью."
".........Миледи.
Рудольф почти у окна."
"Гаап.
Я передумала. Я буду защищать это место.
Скройся вместе с Ронове."
"Что?..
Мы планировали не это.
Миледи, разве вы не собирались оставить кабинет Гаап и отступить?"
Хотя Ронове уже должен был привыкнуть к её переменчивости, это удивило его впервые за долгое время.
......Хоть и будучи сильной королевой, Беато ещё и важная фигура, которую нельзя подвергать опасности.
Несмотря на её силу, бросаться на линию фронта без всякого плана отнюдь не похвальный ход.
"Что за прихоть?..
....................."
"Просто прихоть.
Я не так люблю скуку, чтобы попивать чай, оставив всё тебе!..
Просто захотелось сразу же окунуться в битву!.."
"............
......Понятно.
Это, в конце концов, твоя игра.
Делай как знаешь.
Я буду внимательно следить за тем, чтобы с исчезнувшими трупами первых сумерек ничего не произошло."
"Извини, что отбираю твой шанс проявить себя."
".........Вы уверены, миледи?"
"Ты же знаешь, что выделяться мне нравится ещё больше, чем есть три раза в день.
Я всего лишь проглотила очередь Гаап.
Ничего особенного!.."
......И Ронове, и Гаап молчали.
Они вдвоём уже поняли.
Леди Бернкастель, использующая Фурудо Эрику как фигуру, устрашающий противник.
......Вероятно, и эта битва будет устрашающей.
Беато не могла подвергнуть Гаап, свою подругу, такой опасности......
Она сблефовала и сказала, что не в этом дело,
но Ронове и Гаап уже догадались.
Поэтому, в последний раз подтвердив решимость Беато и увидев, что та полностью уверена в своём решении...
... они молча кивнули и приняли его.
"Поняла.
......Оставляю это место тебе. Буду болеть за тебя.
.........Будь осторожна."
"Да.
Смотри внимательно!.."
"......Леди Бернкастель, скорее всего, попытается раскрыть отсутствие Кинзо аргументом закрытой комнаты.
......Сражения в закрытом помещении — специальность Гаап.
......Королевы — командиры, потому что лучше всего сражаются в открытом пространстве.
......Лёгкого боя не будет."
"Я это прекрасно понимаю.
Но сейчас я служу Нацухи.
Видя её опасное положение, оставить всё Гаап для меня не имеет смысла."
".........Понятно.
......Желаю вам удачи."
"Будь осторожна...
......Если эта комната станет полностью закрытой, мы не сможем войти и помочь тебе."
"Я посмеюсь над ними, а если дела пойдут плохо — просто схвачу Кинзо и сбегу.
Ничего сложного.
С дверью, окном, прошлым и будущим, из которого можно выбирать, есть много мест, куда можно уйти.
Я не позволю сделать эту комнату закрытой."
"......Хоть ты и не увидишь нас, мы будем подбадривать тебя с близкого расстояния.
......Удачи."
"Да."
Гаап и Ронове стали золотыми бабочками и исчезли,
а Кинзо растаял в темноте под кроватью.
Беато тоже превратилась в рой золотых бабочек и растаяла в кабинете...
После этого оттуда пропали все признаки жизни, и снова повисла тишина, словно там никого и не было...
Затем...... за занавеской показались очертания Рудольфа.
"Отец!..
Если ты там — ответь!
Оте‐е‐ец!"
Крикнув, он ударил по окну.
Его опора была до того сомнительна, что даже удар по окну казался опасным для жизни.
Но это же был показушник Рудольф.
Решив, что ему нельзя делать ничего глупого перед такой толпой, наблюдающей снизу, он подавил страх высоты...
и смело постучал по окну.
".........Дед что, не слышит?.."
"К‐как знать...
Только бы он не уронил молоток..."
"Сколько секунд прошло?"
"......30 секунд после того, как он постучал в окно."
"Значит...
... он правда...
ра...
разобьёт его?
Э‐э, Господин... очень разозлится..."
"Тут кое‐кто любезно хвастался, что её обязанность — взять гнев на себя, так что не о чем беспокоиться.
......Рудольф!
Достаточно. Давай!.."
"Ладно!..
.........Чёртов отец, лучше не жалуйся, когда я его разобью."
Он ударил несколько раз, и в конце концов в стекле открылось отверстие размером с кулак.
Из‐за его неустойчивой опоры на это ушло немало усилий...
Концом молотка он умело очистил дыру от осколков стекла и расширил её,
просунул туда руку и отпер окно.
После упорных попыток Рудольфу кое‐как удалось открыть его и проскользнуть в кабинет.
Он шлёпнулся об пол, в полной мере насладившись его рельефом.
"..........Отец! Это Рудольф.
Ответь!"
Не будет преувеличением сказать, что кабинет Кинзо — небольшая вилла, которую он создал в особняке.
Кабинет.
Книжный архив.
Спальня.
Ванная и туалет.
Он разделён на несколько комнат.\'
......Да, со всем этим не трудно жить в этом кабинете вообще не выходя.
Кровать пустовала.
На вид казалось, будто кто‐то соскочил с неё, но в поле зрения никого не было.
"......Такое часто бывает в фильмах про ниндзя.
Раз постель ещё тёплая, житель не мог далеко уйти."
Рудольф положил руку на кровать, но не почувствовал тепла.
Более того...... она была просто ледяной.
И не только кровать.
......Воздух в комнате...... даже её обстановка, если это подходящее слово...
... всё было ледяным.
Рудольфу показалось, что Кинзо покинул эту комнату уже очень давно...
"......Но она хорошо убрана.
Есть признаки того, что здесь кто‐то жил.
........................"
Складки на постели.
Стул стоит под углом.
Повсюду было много признаков, которые, несомненно, были бы убраны или подчищены, приди сюда кто‐то, чтобы расстелить постель.
"Могу сказать первое, что пришло в голову: отец выскочил из постели несколько часов назад..."
Как раз когда произошли те жестокие убийства.
......Не факт, что отсутствие Кинзо и преступление никак между собой не связаны.
Пока что Рудольф выглянул в окно
и сказал Кирие и остальным во дворе возвращаться, раз он отопрёт дверь.
Нажав на кнопку на столе в кабинете, он отключил автоблокировку двери.
После тяжёлого глухого звука туда тут же ворвались Нацухи и остальные...
"О... отец...... Доброе утро..."
"Извини, но это не отец.
......Дверь открыл я."
".........Кинзо здесь?"
"Нет.
...Похоже, кто‐то выскочил из постели, но когда — неизвестно."
"И Нацухи видела его последней, да?..
Около 23 часов прошлого вечера.
Выходит, он вскоре после этого покинул кабинет и куда‐то ушёл..."
"Н... но......
отец непостоянный человек...
Время от времени ему во снах неожиданно являются видения,
он просыпается среди ночи и ходит по особняку.
Не так ли, доктор Нанджо?.."
"Н‐н...... д‐да, такое случалось...
Так или иначе...... э‐э, он непостоянен.
Ве... верно, Кумасава?.."
"...Хо... хо‐хо‐хо.
Верно...
Может, ему что‐то странное приснилось, и он выскочил из постели...
Да, так часто бывает......"
"Тогда куда он выскочил?!
Значит... отец вполне мог стать жертвой преступления?!"
".........Вот видишь?
Первым делом нужно было убедиться в его безопасности."
"...Н‐н..............."
"Мы не можем быть уверены, что он не здесь.
Вдруг преступник связал его и запер в шкафу."
".........Верно подмечено.
Давайте искать."
"М‐мы в драгоценном кабинете главы...
Не трогайте ничего без причины!.."
"Ах да, точно.
Мне нужно вам кое‐что сказать, уважаемый преступник."
Когда Нацухи услышала эти слова, сказанные справа от неё, её сердце замерло.
......Но Эрика случайно оказалась возле неё в этот момент.
Она обращалась к комнате в целом.
......Она не говорила это Нацухи.........
Нацухи отвернулась от Эрики, пытаясь скрыть дрогнувшее выражение...
"......У меня фотографическая память.
Если измените место преступления в попытке скрыть улики, я тут же узнаю.
......Не оступитесь и не разочаруйте меня.
Не кажется ли вам, что любые детективные истории, где \'кто\' решается промахом или оговоркой преступника, третьесортны?"
".........Н‐не понимаю, о чём вы, но лучше воздержусь от неосторожных замечаний.
......Отец, вы здесь?!
Прошу, ответьте!.."
Нацухи заходила по комнате и начала звать его во весь голос, не давая Эрике сказать больше.
Раздался стук.
Вернулись Кирие и остальные, кто спускался во двор.
"Отца всё‐таки здесь нет?"
"Он может быть связан и заперт где‐то тут.
Мы ищем его."
".........Удивительно, и как только ему удавалось так долго сидеть здесь взаперти."
".................."
"......Смирись, сестра.
......Теперь мы ничего не можем изменить."
"Интересно...... что мадам собирается делать......"
"......Расплачиваться за всю ту ложь, что она наговорила."
".........Тс‐с.
...Оставим судьбу в руках Божьих."
"Д... да......"
".................."
Много народу слонялось по обширному кабинету Кинзо, глядя тут и там.
В шкафу и в ванной.
Даже в холодильнике и под письменным столом.
......Они искали везде, словно играли в прятки.
......Однако никто не смог найти ни Кинзо, ни единого подозрительного знака...
"По... похоже, ясно, что отца здесь нет.
......Хватит.
Попрошу больше не беспокоить его драгоценный кабинет."
"Верно, верно...
Господин больше всего ненавидит когда его вещи перекладывают без спроса..."
"Отца нигде нет.
.........Неужели он действительно стал жертвой преступления?.."
".........М‐мы не знаем наверняка..."
Нацухи снова отвела взгляд.
"......Всё в порядке, Нацухи."
"......Мы и вправду упёрлись в стену...
В случае, если кто‐то войдёт в кабинет, я планировала одурачить их, сказав, что он, видимо, ушёл на прогулку.
......Но..."
"Хмф.
Никто бы не поверил, что я устроил полночную прогулку по особняку, где произошли убийства и многих убили.
Хотя не факт, что я бы так не сделал."
"Эй, эй, Кинзо.
Будь хорошим мальчиком и спрячься под кроватью.
......Всё под контролем, Нацухи.
Сохраняй спокойствие.
.........Можно доказать чьё‐либо существование, но доказать, что кого‐то не существует, нельзя."
"Иначе говоря, в человеческом мире что‐то может \'существовать\' независимо от того, существует оно или нет.
......И тени, благодаря которым эти вещи могут \'существовать\', образуют наш мир ведьм, мир демонов."
"......Ты про... доказательство дьявола?"
"Да.
.........Так что не беспокойся.
Сила демонов абсолютно точно защитит тебя."
".........Если так мне удастся защитить честь отца и мужа... я не против принести себя в жертву демонам."
"Впечатляющая решимость.
......Не волнуйся.
Я ни за что не позволю убить Кинзо."
Неожиданно дважды прозвучал сухой звук.
Эрика хлопнула в ладоши, привлекая всеобщее внимание.
Хотя подобное выходило за рамки должного поведения гостя,
по какой‐то причине казалось, что это её естественное право.
......Ведь она \'детектив\'.
".........Думаю, этого достаточно.
В кабинете Уширомии Кинзо нет."
"Да, мы обыскали все места, где его могли спрятать.
Отца нигде нет."
"И мы не нашли ничего подозрительного."
"Да, мы совсем ничего не нашли."
Повторила Эрика.
Они ничего не смогли обнаружить......
"Тогда нам больше не стоит задерживаться здесь.
Вы хоть понимаете, как отец разозлится, если узнает, что столько народу обыскивало его кабинет?!"
"Ева,
вы ведь сказали, что готовы взять ответственность на себя?
Вы готовы разорвать с ним всяческие отношения на всю оставшуюся жизнь?!"
"Э... это отцу решать!..
Не тебе!"
"Прошу тишины.
.........Я бы хотела изложить ситуацию.
Нацухи в 23 часа прошлого вечера, в этом кабинете, видела Кинзо последней, так?
Кто‐нибудь может это подтвердить?"
"......Подтвердить?.."
"Да, именно.
Ведь сама Нацухи единственная, кто утверждает, что она и вправду была здесь в 23 часа.
Проблем бы не было, если бы Кинзо подтвердил, что она действительно вчера сюда приходила,
но такого важного свидетеля с нами нет."
".........Имеешь в виду, что алиби — основа детектива?"
"Да, верно.
Алиби важны.
Разумеется, они почти бесполезны, когда дело доходит до фактического создания теорий,
но покопаться в их коробках — элементарная вежливость."
"Хех.
......Ты не спрашивала алиби относительно убийств прошлой ночью, но спрашиваешь о них после исчезновения деда.
...Ты очень непостоянна."
"О, не стоит беспокоиться.
Позже я как следует изучу все алиби
на время убийств первых сумерек."
".........Итак, кто‐нибудь может подтвердить, что Нацухи приходила сюда в 23 часа?
Если нет, тогда мы будем вынуждены сомневаться в том, действительно ли она видела его последней."
"......Го... говорите, мне нельзя доверять?"
"Нет‐нет, всё как раз наоборот.
Я надеюсь, что вы не преступник.
Ведь тогда станет совсем скучно.
Только в худших третьесортных романах преступником оказывается самый подозрительный человек."
"...Нацухи... подозрительна?
По... подождите.
Почему вы так говорите?!"
"Вот именно!..
Верх грубости называть мадам подозрительной!.."
"Тихо!
Доктор Нанджо, Года,
спасибо.
......Эрика.
......Полагаю, у вас достаточно доказательств, чтобы делать такие оскорбительные заявления?.."
"......Да.
Всё настолько просто, что раздражает.
Жаль беспокоить вас доказательствами уровня телевизионной драмы, но если вы не возражаете..."
".........Говори уже."
Когда Баттлер посмотрел на неё...... взгляд Эрики на секунду похолодел.
Но только на секунду.
Мирно улыбнувшись и оглядев всех, Эрика продолжила.
Она выглядела словно главный персонаж в спектакле,
вышедший на сцену, купаясь во всеобщем внимании...
"Ещё утром.
Вспомните, что было во время паники после обнаружения убийств.
......Мы хотели рассказать Кинзо о преступлении, но он не выходил, сколько бы мы ему ни звонили.
Вспомните то время."
"Так или иначе... разве не плохо, что мы не можем с ним связаться?
В худшем случае отец может даже не знать о произошедшем преступлении! Верно?!"
"......Н‐ну, кто знает........."
Пробормотал Канон, остро подметив, что люди начали сомневаться в существовании Кинзо...
"............Кто видел отца последним?..
......И когда?"
"Э... это была я.
Прошлым вечером...... пока не поднялся шум, когда Баттлер нашёл золото, я была в кабинете отца с ежедневным отчётом."
".........Около 23 прошлого вечера.
..................Хе‐хех."
Эрика выразительно усмехнулась.
"И... и что с того?
Глупости."
"Думаю, Кирие спросила это намеренно.
......Я права?"
".................."
"Ч...
что вы...
... имеете в виду?.."
"......Я знала, что кто‐нибудь на это попадётся."
"Вот как.
Спасибо, Кирие.
По правде говоря, я собиралась сказать то же самое, но вы меня опередили."
"......П‐правда ли так важно то,
кто видел Господина последним?.."
"Да.
Если принять во внимание обстоятельства, очень странно, что Нацухи в ответ на вопрос \'кто видел его последним?\'
мгновенно ответила, что она."
"По... почему?!
Мадам говорила правду, ничего не скрывая!.."
"Тихо!
Почему вы считаете это странным?.."
"А почему вы так уверены, что никто не видел Кинзо после 23?"
"По... потому что я видела, как он пошёл к кровати.
Вполне естественно предположить, что потом он спал до утра
и ни с кем не встречался..."
"В свете сложившихся обстоятельств, легко заподозрить, что последний, кто его видел, как‐то причастен к этому делу.
......Окажись нормальный человек в положении Нацухи, он бы не сказал \'Я видел его последним\'.
Скорее так: \'Я встретил его в 23 часа\'.
Верно, Кирие?.."
"............
......Да, верно.
......Обычно человек сказал бы
\'Я видел его в 23 часа.
Но не уверен, последним ли\'.
......Как‐то так."
"<Good>.
.........Сложно быть последним свидетелем.
......Если, конечно, не знаешь причину, по которой так уверен, что больше не было никаких других свидетелей."
"......В третьесортных детективах последний, кто видел жертву, чаще всего оказывается преступником.
Он убил жертву и поэтому знает, что никто не мог встретить её позже... Вот такой аргумент."
"Хо‐хо... хо‐хо‐хо‐хо...
Вдруг это всего лишь незначительная оговорка?..
Это не достаточно важное основание..."
"Да‐да, простые придирки...
Разве не слишком рано подозревать Нацухи только из‐за небольшой оговорки?.."
"Кроме того, вы упомянули, что нужна причина, чтобы знать наверняка, что никто больше не видел рассматриваемого человека,
но, разумеется, у неё была такая причина!..
Она вышла из комнаты, увидев, что Господин пошёл спать!
Следуя здравому смыслу, вполне естественно предположить, что он до следующего утра никого не встретит!.."
"......Нет.
Совсем не естественно.
В конце концов, Нацухи, доктор Нанджо, Кумасава — все сказали одно и то же.
Постарайтесь вспомнить."
"И Нацухи видела его последней, так?..
Около 23 часов прошлого вечера.
Выходит, он вскоре после этого покинул кабинет и куда‐то ушёл..."
"Н... но......
отец непостоянный человек...
Время от времени ему во снах неожиданно являются видения, он просыпается среди ночи и ходит по особняку.
Не так ли, доктор Нанджо?.."
"Н‐н...... д‐да, такое случалось...
Так или иначе...... э‐э, он непостоянен.
Ве... верно, Кумасава?.."
"...Хо... хо‐хо‐хо.
Верно...
Может, ему что‐то странное приснилось, и он выскочил из постели...
Да, так часто бывает......"
".........Да.
......Дед часто среди ночи вдруг выскакивает из постели...
...Вы сами так сказали."
"<Good>.
У вас хорошая память, Баттлер.
.........Всем в главном доме семьи Уширомия, включая Нацухи, хорошо известно,
что Кинзо может по своей прихоти проснуться среди ночи и бродить по особняку.
Кроме того, они знали, что такое происходит довольно часто."
"......Разве не странно?
...Если знаешь, что отец часто бродит по ночам,
нельзя знать наверняка, что он до утра оставался в постели.
Верно?"
"И в самом деле как...... третьесортный детектив.
Многое из подобного происходит в последние пять минут, когда преступник спрашивает
\'Как вы меня вычислили?\', и детектив объясняет..."
"Именно......
Вот почему я так подавлена.
Если преступником и вправду окажется Нацухи, это будет ещё хуже телевизионного детектива.
......Поэтому я хочу как можно скорее отвести от неё подозрения.
Перед тем как делать что‐либо ещё, мне нужно убедиться, что этот детектив не третьесортен."
".........у...... гх......"
"......Не тревожься, Нацухи.
Это классическая словесная игра подражателей детективам.
......Так в чём дело?
Как она могла загнать тебя в угол одним таким обвинением?
В Адском суде все присяжные‐демоны объявят тебя невиновной.
Поэтому успокойся и не волнуйся..."
".........Да, если тебя послушать, тётя Нацухи действительно выглядит подозрительно.
......И всё же, по‐моему, ты просто придираешься."
"Но подозрительно ведь.
......Разве не более чем достаточно, чтобы подозревать Нацухи в сокрытии чего‐то?.."
"Ва... ваше обвинение полностью ложное!..
И вы несправедливы, Ева!..
Вы же единственная, кто может подтвердить, что я действительно была здесь в 23 часа!.."
".........Это правда, Ева?"
"...............
.........О, такое было?
......Хе‐хе‐хех, простите.
Я тогда потеряла голову из‐за обнаружения золота
и совсем забыла про встречу с Нацухи."
"Значит, Ева, вы можете подтвердить, что Нацухи была свидетелем в 23 часа?"
"Да, к сожалению.
Я могу признать часть истории Нацухи.
......Но только то, что она вышла отсюда."
"........Н‐на что вы намекаете?"
"Позволь объяснить.
......Нет, я уже давно хотела сказать.
...Не стоило бы говорить об этом, когда произошло такое трагическое преступление,
но сейчас самое время.
.........Ты же понимаешь, о чём я?
......Нацухи?.."
Слуги сглотнули и затаили дыхание...
Они всё‐таки...... не смогли это скрыть.........
В разгар тяжёлого молчания...... Ева схватила козырную карту, на что Нацухи притворилась спокойной.
Пространство и время стали тяжёлыми, как свинец, и поглотили всё...
"Когда же Кинзо исчез?.."
Слова Эрики, сказанные почти беспечно,
разорвали атмосферу на части, словно разбив стекло......
"......Проще говоря, мы ни разу не встретили его ни в это семейное собрание, ни в прошлое."
"Верно...
Мы ещё с прошлого года подозревали.
...После того, как моего сына и других убили, сейчас не время и не место.
......Но это может быть как‐то связано с преступлением, поэтому мы продолжим..."
"Возможно, у вас есть мотив скрывать смерть отца.
......Мы подозреваем, что вы присваиваете себе его активы."
"Во время их раздела после смерти отца было бы проведено расследование, и ваше хищение раскрылось бы.
Вот почему вы скрыли то, что отец уже мёртв!"
".........Понятно.
Этого более чем достаточно для \'почему\'.
Становится всё третьесортнее.
А‐а‐а...... скучно."
"Я...... я понятия не имею, о чём вы!..
Говорите, я скрываю смерть главы?!
Я ни за что не прощу... такое безрассудное обвинение!!!"
"Верно!..
Дополняя мадам, хочу сказать, что другие слуги ежедневно заботятся о Господине и всё время видят его!..
Генджи, Шаннон, Канон!..
Даже доктор Нанджо и Кумасава часто с ним видятся!.."
"Во... возможно, потому, что он не доверяет мне, я ни разу его с прошлого года не видел, но..."
"Замолчи, Года!!!"
"И‐и!
П‐прошу прощения!.."
"Все свидетели, помимо Нацухи, её же служащие?
......Вы заплатили им, чтобы они вам подыграли... О боже, как третьесортно. До чего убого.
.........Я разочарована, Нацухи.
Думаю, пора покончить с этим."
"По... покончить с чем?!"
"Уширомия... Кинзо."
".........Что тебе... незваная гостья?"
"Вас ведь не существует?
......Вы — призрак, чья смерть была скрыта теми, кто из‐за проблемы наследования не хотел, чтобы о ней узнали."
"......Хмф.
......Хе‐хе‐хе‐хе‐хе‐хех."
"Призраки должны быстро переходить в иной мир.
......Хотя мы видимся впервые, я ещё не поприветствовала вас как положено. Прошу прощения."
"......Добрый день, рада с вами познакомиться.
И прощайте!!!"
Настолько близко к лицу Эрики, что даже листу бумаги едва ли удалось бы вклиниться между ними......
вдруг остановилась трубка Беато.
"И тебе день добрый.
......Алхимик семьи Уширомия, Золотая Беатриче.
Отсюда я буду твоим противником."
"Рада встрече. Детектив этой игры, Фурудо Эрика.
Приятно познакомиться.
И прощайте."
"Так ты и есть следующая после Энджи фигура леди Бернкастель.
......Боюсь, мне так и не представился шанс сражаться с ней до полного удовлетворения.
Рада, что смогу наверстать упущенное с тобой,
фигура леди Бернкастель!.."
"............Моя госпожа всемогущая и всесильная.
Дура вроде вас не идёт с ней ни в какое сравнение.
Я принимаю ваш вызов."
"*хи‐хи*хи‐хи*хи‐хи*.
Ты так спокойна.
......Даже несмотря на то, что перед тобой появилась ведьма, которая собралась сражаться при помощи магии и фантастики.
.........Баттлер бы на твоём месте уже катался по полу, крича, что это больше не детектив."
"Да, даже в детективном жанре параллельные миры становятся всё популярнее.
Вы знаете о \'Вселенной чистого разума\' и тому подобном?"
"Аяцуджи Юкито, дебютирует в следующем году."
"Весьма разборчиво для ведьмы."
"Ха!
Думаешь, ты на одном уровне с ведьмой?
Не будь такой самоуверенной, человечишка!"
Беато щёлкнула пальцами, и в комнате на бешеной скорости что‐то выскочило!..
Клин ведьмы.
Её клин с силой синей правды!..
Разумеется, обычный человек вроде Эрики не мог проследить глазами за такой бешеной скоростью.
Эрика это понимала и поэтому не стала глупо глядеть по сторонам, пытаясь обнаружить его.
"Идиотка!
Получай!"
Синий клин Люцифер со страшным звуком вонзился в правую ключицу Эрики.
Он прошёл через всю её спину.
Люцифер развернулась, отскочила, приземлилась перед Беато
и исчезла, пронзительно смеясь.
Эрику не отбросило назад.
Её только глубоко пронзил синий клин.
".........Так это и есть так называемая голубая правда.
Что ж, я вас слушаю."
"
Ты не можешь отрицать то, что Нацухи в 23 часа могла встретиться с Кинзо.
За более чем шесть часов до того, как все вы заявились в кабинет, у него была уйма возможностей уйти отсюда!
Следовательно, нельзя с уверенностью утверждать, что Кинзо не существует.
"
Объявила Беато с выражением, достойным титула ведьмы.
Эрика молчала.
......Была слишком потрясена, чтобы говорить?
По её выражению не скажешь, что она мучилась.
Она просто спокойно слушала синюю правду Беато.
Нет...... судя по её пренебрежительному выражению,
уместнее сказать, что слова Беато в одно ухо влетели, а из другого вылетели.
".........<Good>.
Начнём с классических ходов.
.........Кстати, эта штука неплохо застряла.
Я не могу её вытащить."
Она спереди и сзади потянула синий клин, пронзивший её, но тот не сдвинулся ни на дюйм.
Однако её равнодушное, расслабленное выражение тоже не пропало.
"И не сможешь!
......Синюю правду можно победить только красной.
......Но ты — гостья, не пробывшая на острове и дня — не можешь знать правды!
Тебе нечего сказать красным!..
В общем, шах и мат!"
"......Вот как.
Так вот какое это измерение.
......В таком случае, мне нужна фигура, достойная сражения с ведьмой.
......Я — детектив.
Моя роль — противостоять преступнику среди людей.
А вы — ведьма.
...Есть одна фигура, подходящая для противостояния ведьмам и демонам."
"Позвольте представить.
.........Мисс Дланор.
Похоже, ваша очередь."
"Д... Дланор!.."
"Аха‐ха‐ха‐ха‐ха!
Так и знала, я была уверена, что ты рано или поздно введёшь эту фигуру!..
Десять клиньев для охоты на ведьм, архиепископ охоты на ведьм, — Дланор!"
"Для противостояния демонам нет более подходящей фигуры.
Со мной мой двойник — Эрика, и извечный враг ведьм — Дланор."
"С двумя своими ладьями я взяла под контроль седьмую горизонталь.
......Позволь показать тебе, Лямбдадельта. И тебе тоже, Беатриче.
Сейчас вы увидите, насколько тщетны ваши попытки.
......*хи‐хи*, аха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!"
Воздух ярко вспыхнул, и явилась фигура, введённая Эрикой...
Её форма напоминала форму представителя духовенства, идеально подходящего для противостояния злой ведьме......
"Приятно познакомиться.
Меня зовут Дланор А. Нокс."
Хотя это место напоминало бомбу замедленного действия,
она открыто и вежливо представилась.
......Неуместный внешний вид, совсем не похожий на ведьм и демонов,
производил откровенно странное и даже строгое впечатление.
"......Впервые встречаюсь с тобой, но я о тебе наслышана.
Эта встреча даже не походит на первую."
"Как и я, мисс Беатриче.
В Айзерн Юнгфрау о вас собрано 600 страниц подробных материалов.
Я постоянно изучаю их, поэтому мне тоже не кажется, что эта встреча — первая."
"Секретарь ада мог бы сократить эти 600 страниц до 6 букв."
"Как же, позвольте спросить?"
"Опасна."
"Хорошее описание.
Когда вернусь, я из уважения к вам просуммирую материалы, связанные с вами, и напишу слово на две буквы больше, будет восемь."
"<Executed>."
".........Так я сейчас <cute>, *хе‐хе*!
Ты слишком вежлива, моя гостья!.."
"Продолжим, если позволите.
Мисс Беатриче.
Я, Дланор, главный инквизитор ереси, смиренно принимаю роль вашего противника."
"Мой первый ход закончен.
Если ты не в силах освободить Фурудо Эрику от синего клина,
можешь ковылять обратно на небо и продолжать штамповать бумажки!"
"......Прошу, разберись с этим клином.
Видимо, Беатриче думает, что уже только с ним поставила мат."
Выразительно потыкав пальцем синий клин, пронзивший её,
Эрика пожала плечами, словно дразня Беатриче.
".......Бе... Беатриче..."
"Всё под контролем. Я просто поиграюсь с ней.
............Как‐никак, если дела пойдут плохо, можно в любой момент сбежать отсюда вместе с Кинзо.
Я могу в любое время покинуть эту комнату и уйти куда угодно."
"Не выйдет."
"......Хо?"
"Вам пришёл конец в тот момент, когда вы встретили меня.
Побег недопустим. Никто не сможет сбежать."
"Да, мы не можем отрицать, что отец мог неожиданно проснуться и уйти куда‐то.
.........Но знаешь, что? Я могу доказать, что такое не могло произойти.
Хе‐хе‐хех, знаешь, как?"
"О... откуда мне знать?!
Хотите сказать, что всю ночь стояли за дверью, убеждаясь, что глава оттуда не выйдет?!"
"Да, кое‐что наблюдало.
Вот оно!"
"Уважаемые присутствующие, я смиренно прошу слова.
Да будет известно, что войти или выйти через эту дверь невозможно.
Приказываю дворцовой страже перекрыть дверь кабинета."
Небесная дверь распахнулась, безжалостно сияя словно солнце
и уведомляя о прибытии подчинённых Дланор.
Эти слова, облечённые в красную правду, отрезали ведьме путь к побегу.
"Чиеста 410 на месте!"
"Чиеста 45 на месте!
Давно не виделись, великая леди Беатриче!
Нас направили сюда в соответствии с соглашением альянса #1516 и запросом от Верховного небесного суда.
Просим прощения за последующую грубость!.."
"Мы перекрыли дверь кабинета, нье.
Лучше вам держаться от неё подальше, нье.
Ки‐хи‐хи!"
"Уважаемые присутствующие, я смиренно прошу слова.
Повторяю, с 23 часов прошлого вечера до настоящего времени дверь кабинета ни разу не открывалась.
"
"Ч... что это за бумажка?"
"Самый обычный чек.
Но именно эта бумажка доказывает, что ты солгала."
"Когда вы прошлым вечером вышли из кабинета,
Ева воспользовалась шансом и просунула чек в дверную щель!..
А упал он только сейчас, когда Рудольф открыл нам дверь!.."
"Знаешь, что это значит?
С 23 часов прошлого вечера и до сих пор
отец не мог открыть эту дверь!!!"
".........Ч‐что вы сказали?.."
"Рудольф.
Окно ведь было заперто?"
"......Да. Потому я и разбил стекло."
"Все остальные окна тоже заперты.
Они сделаны так, что их нельзя запереть извне!.."
"Уважаемые присутствующие, я смиренно прошу слова!
Знайте, что t
все окна были заперты!
Дворцовая стража, перекройте окна."
"Именем Айзерн Юнгфрау, я выдаю дворцовой страже разрешение на использование запретного оружия."
"Вас поняла.
Всю силу сосредоточить на использовании запретного оружия: красной боеголовки.
Начать передачу кода активации!"
"Нья?
Пароль не работает, нье."
"410, выключи Caps Lock и попробуй снова!.."
"Отряд Чиест, точная блокада двери кабинета и всех окон завершена.
Великая леди Беатриче, предупреждаем: если через них попробуют пройти физически, концептуально или как‐либо ещё,
мы будем стрелять без предупреждения!.."
"Передача данных от 4‐го спутника архангела.
Самонаводящийся формат, концептуальное управление приговорного типа!.."
"И кроме того, у нас есть красные боеголовки, нье.
Невозможно отбить, невозможно избежать, невозможно выжить при попадании.
......Такое даже леди Беатриче в порошок сотрёт, нье♪"
Отряд Чиест поставил точную блокаду на дверь и все окна.
Выбраться отсюда через них теперь недопустимо!..
".........Надо же.
......Это мне следовало приветствовать гостей, но поприветствовали меня.
Благодарю за визит вежливости, вы даже привели сестёр Чиест!.."
"Уважаемые присутствующие, я смиренно сообщаю, что ваши пути к отступлению отрезаны!
Командир Дланор, пора избавлять от грехов и очищать!.."
"Хорошая работа.
.........Мисс Беатриче.
Ваши пути к отходу устранены.
Вы не можете выйти ни через дверь, ни через окно.
Теперь побег недопустим."
".........Думаешь, что одним этим заперла меня?
*хи‐хи*хи‐хи*......"
Небесный инквизитор ереси и её подчинённые окружили ведьму.
Последние мощным барьером отрезали Беато пути к отходу.
......Во время сражения демоны иногда сбегают.
Но ангелы перекрыли пути к отступлению, а значит, без провала ликвидировали цель!..
"Иначе говоря, с того момента как Нацухи, как она утверждает, пожелала спокойной ночи, и до того как Рудольф открыл дверь,
этот кабинет был идеальной закрытой комнатой!.."
"Тогда отец должен быть здесь.
Но тут нет ни намёка на его присутствие!..
Так что за чертовщина здесь творится?!!"
"У... гх............"
"Говорю же, успокойся!..
Нелепо думать, что меня — Беатриче — можно запереть только потому, что заперты окна и дверь."
"...Кинзо, я просто игралась, но, кажется, у нашей гостьи другие намерения.
Давай отступим, пока ещё есть такая возможность."
"Да.
Я не цепляюсь за жизнь, но ради Нацухи мне пока нельзя умирать."
Беато махнула трубкой, и воздух разделился по вертикали.
На том месте появились и медленно открылись кромешно чёрные врата.
......Это был деформированный портал, похожий на чёрные дыры Гаап.
"Об этом должно быть написано в данных обо мне.
Неуловимый призрак.
Может появиться откуда угодно и исчезнуть куда угодно!..
Пока Кинзо со мной, его не захватить!.."
Чёрные врата открыты.
Врата, ведущие отсюда в никуда.
И Беато, и Кинзо отправятся в место, где никто не сможет поймать их,
куда никто не сможет ступить, а уж тем более погнаться за ними!..
"Э... это кабинет главы семьи Уширомия,
а также комната, которую отец лично помогал проектировать.
......По‐вашему, странно, если у него может быть способ выйти, помимо двери?.."
"...Д‐да, верно!..
Нет ничего странного, если у Господина есть потайная дверь!.."
"Потайная дверь?!
Ха, ну и где она?!"
"Откуда мне знать, на то она и потайная.
......В этом особняке есть несколько механизмов и тайных проходов, о которых знает только отец.
......Никто не видел их, но все здесь смутно слышали о них. Верно?.."
"Э... a...... да!.."
"......Всегда ходили слухи о скрытых проходах, про которые знает только Господин..."
"Де... действительно, у Кинзо могли быть подобные механизмы..."
"Хо‐хо‐хо‐хо......
И это ведь скрытые проходы...
Сколько бы мы их ни искали, естественно, что у нас ничего не выйдет."
".........Вот как. Доказательство дьявола.
Нельзя отрицать, что в этой комнате может быть потайная дверь."
"Ерунда, фарс!..
Как вы смеете, ваша ложь о сокрытии смерти отца вот‐вот раскроется!.."
"Верно! Где в этом кабинете потайная дверь?!!
Попробуйте доказать, что она есть!!!"
"
Доказывать не нужно!
Доказательство дьявола. Невозможно найти потайную дверь и, следовательно, невозможно опровергнуть её существование!
Поэтому никто не может отрицать то, что Кинзо мог уйти из кабинета через скрытую дверь!!!
"
"
Я не допущу в этой комнате скрытые проходы.
"
Синий клин Беато, который она бросила как прощальный подарок,
был сокрушён вспышкой меча Дланор...... и чёрные врата тоже разрушились!..
Не только явно и физически.
С этого момента разрушен деформированный портал, составляющий концепцию скрытых дверей.
"По... почему ты, не хозяйка кабинета и не Владелец игры......
можешь использовать красную правду?!
И что это было?! Что значит ты \'не допустишь\' скрытые проходы?!"
"Всё потому, что это детективный жанр.
3‐й Нокс. Скрытые проходы недопустимы.
Потайных дверей в детективах быть не должно. Уж извините."
"В этом мире есть только наш Бог, и он не допускает скрытые двери.
Их не должно быть, и мы не допустим их.
Это кощунство по отношению к нашему Богу."
"......Ты до того надменна, что шокировала даже ведьму...
Ха, удовольствия больше, чем шока!.."
"Аха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!..
Вот они — десять клиньев, пронзающие ведьм!..
Как всегда, обожаю слушать эти иррациональные аргументы!.."
"Вот дура.
Доказательство дьявола, может, и было раньше достаточно расплывчатым, чтобы дать тебе выкрутиться,
но против Дланор этот ход не сработает, Беатриче!"
"......Как я и думала, всё‐таки вы не отличаетесь от других ведьм.
Я разочарована."
"......Беато.
...Видимо, от такого противника так просто не вырваться."
"Развлеките меня, Беатриче.
......Хотя бы подайте гостям чай.
Можно даже третьесортный!"
"Ну же, ответьте синей правдой,
как Кинзо выбрался из закрытого кабинета!.."
"......Замечательно.
Смотри не заплачь!"
"
Выйдя через дверь, Кинзо мог заметить хитрость с чеком и правильно вернуть его на прежнее место.
"
"
Это уже было опровергнуто красным.
С 23 часов до настоящего времени дверь кабинета ни разу не открывалась.
"
"
А может, Кинзо чудесный маг и изобретатель?!
Он мог изобрести препарат, превращающий тело в туман, и вылететь через замочную скважину!
"
"
Такого препарата нет.
Его не должно быть.
"
"
Или, может, он изобрёл телепорт?!
Из‐за доказательства дьявола такую возможность нельзя отрицать!
"
"
Такой машины нет.
Я не допущу её.
"
"
О, ты что, изучила каждый препарат в мире?
Ты можешь отрицать существование неизвестных науке устройств?!
Не можешь, это доказательство дьявола!
Нельзя отрицать то, что они могут существовать!
"
"
Повторяю.
Именем Бога, я не допущу такие препараты и машины.
Я вовеки не позволю им существовать.
"
"И в будущем тоже?!
Ого, так ты думаешь, что можешь опровергнуть даже будущее человеческой расы?!"
"Это 4‐й Нокс.
Недопустимо использовать неизвестные препараты и трудно понимаемые научные устройства."
"Прогресс человечества, а также технологии и знания, которые оно может получить в будущем, определяются нашим Богом.
И всё это было навеки опровергнуто.
Поэтому я никогда не допущу подобные технологии. Они недопустимы."
Беато и Дланор всего лишь обменялись множеством красного и синего.
......Однако Дланор не только не пострадала, но и даже не выглядела уставшей.
Может, Беато и устрашающая ведьма, но по её венам течёт кровь, и она дышит.
Она чувствует и боль, и усталость.
Но Дланор...... напоминала мраморную куклу.
Она не чувствовала ни усталости, ни боли, ни сомнений.
Даже направь Беато острые клинья ей прямо в глаза, Дланор не закрыла бы их.
......Нет, маловероятно, что она вообще моргает......
"Бе‐...... Беатриче...... держись......"
"......Хотя я слышала слухи, у нас и в самом деле худшая совместимость.
...Подумать только — запрещены мечты, надежды и даже будущие возможности. Надменность богов поражает.
......Меньшего я и не ожидала от охотника‐палача.
Видимо, мы никогда не сможем выпить вместе."
Даже удары, от которых Баттлер снова и снова сдавался, против Дланор были абсолютно бесполезны.
......Что ж, я об этом уже более‐менее знала, но кто бы мог подумать, что меня одолеют так просто...
"Грозный противник..."
"О боже, даже великий Голдсмит стал старым и дряхлым.
С твоих уст такие слова слетают реже, чем в ночном небе видишь две кометы!.."
"Хмф. Я не дряхлый, я уже мёртв."
"Ха, и то верно.
Извини, но тебе придётся остаться ещё ненадолго."
Беато испытала то, что редко возникало за всю её жизнь.
......Наверное, это мы называем трудностями.
Она молча отмахнулась от руки Нацухи, которая попыталась её утешить,
и снова встала прямо, демонстрируя гордость ведьмы и готовность продолжить битву.
"Это всё?
Мне не стоило приходить.
Я разочарована."
"Ещё нет. Я просто проверяла кое‐какие ходы.
Всего лишь измеряла твои способности."
"Как глупо.
Знай своё место, Золотая ведьма."
".........Леди Беатриче..."
Беато снова напряглась.
Не осталось никаких следов озорства.
......Атмосфера изменилась.
"Игры закончились.
Я начинаю.
Следует признать, что Кинзо не входил в кабинет и не выходил.
Почему бы мне не принять твою закрытую комнату?"
".........Хм."
"Да будет известно, что Беатриче изменила план атаки."
Беатриче, которая до этого всячески сопротивлялась идее существования закрытой комнаты, сделала прямой ход.
Она объявила, что принимает их утверждение.
Разумеется, это не значит, что она сдалась.
Такова была новая атака Беато.
Дланор заметила это и подготовилась.
"В чём дело?
Почему леди Беатриче признала закрытую комнату, которую сама же пытается уничтожить, нье?"
"......О... она, возможно, хочет доказать, что Кинзо был за пределами комнаты.
......Подтверждаю повторную активацию портала великой леди Беатриче!"
"
Нацухи утверждает, что \'говорила с Кинзо в кабинете\', но она никогда не заявляла о разговоре с ним лицом к лицу.
Поэтому нет противоречий, если во время их разговора Кинзо был за пределами кабинета!
"
".........н‐н‐"
Отскочив от стен под неустойчивым углом, кинжал ведьмы пронзил ступню Дланор.
"Какая ты медленная.
......Хе‐хе‐хех, ступня моя~!"
"
Нацухи в этом кабинете разговаривала с Кинзо, который был в другом месте, по внутренней телефонной линии!
Ничего странного, если Кинзо, ненавидящий своих родственников, предвидел, что они заявятся в его кабинет, и ушёл куда‐то.
Он мог уйти в скрытый особняк — Кувадориан!
"
Кинжал Асмодей с голубой правдой Беато, пронзивший ногу Дланор, превратился в синий клин.
"Неплохо, в этом есть смысл, нье!.."
"......Допустимая голубая правда."
Развернулся вихрь золотых бабочек с Беато посередине.
......В разбитые чёрные врата вновь хлынула магическая сила.
......Если у меня получится задержать Дланор,
я смогу отправить Кинзо из этого кабинета прямо в Кувадориан!..
Дланор неуклюже двинулась, пытаясь вытащить синий клин из своей ноги,
но он даже не шелохнулся.
Конечно же, Беато не упустила такой шанс.
Какая ведьма упустила бы!
"Это ещё не всё, так что приготовься.
Кинзо, о котором говорила Нацухи, мог не быть самим Кинзо!
Вдруг это ещё одно название кабинета?!
Кинзо укрылся в Кувадориане, и с ним было невозможно связаться.
Что если Нацухи назвала \'отцом\' эту комнату,
и здесь ей показалось, будто она получила от Кинзо какой‐то знак!
"
"Мы тебя остановили. Ты уже проиграла!"
Синий клин Вельзевул пронзил Дланор в основание шеи.
Разумеется, даже это не заставило её вздрогнуть, но её движения были ограничены ещё больше.
"......Интересно.
Это всё?"
"Нельзя назвать обед законченным, если остановиться на супе или закуске!
Я ударю тебя сразу главным блюдом и десертом!!!"
"
Даже если, как ты говоришь, из этой закрытой комнаты невозможно выбраться, есть вероятность, что Кинзо до сих пор здесь прячется.
Я не про скрытую дверь! Он может быть под кроватью или над потолком!
В неприметной слепой зоне, о которой известно только демонам, верно?!
"
"
Или, может, Нацухи, которой было приказано говорить от лица Кинзо,
считала себя как его представителем, так и ещё одним Кинзо!
"
"
У меня и ещё есть! В 23 часа прошлого вечера Кинзо выбрался через окно!
Нацухи посмотрела ему вслед и заперла окно!
И никаких проблем. Эта голубая правда даже может быть самой изящной!
"
"Как тебе?! Дланор А. Нокс?!
Хья‐ха‐ха‐ха‐ха‐ха‐ха!!! Есть куча способов выбраться из этой закрытой комнаты!"
"Знай, как глупо бросать вызов моей госпоже!"
"Не нужно спорить."
"Проиграй и усни навеки!.."
Семь сестёр одна за другой выскочили из золотого торнадо Беато и пронзили Дланор синими клиньями.
Четыре синих клина вонзились в её шею, грудь, живот и бедро.
Если считать ещё один в ступне, её поразило пять клиньев.
"А‐а‐а, госпожа Беатриче!
А как же моя очередь?!"
"Я использую тебя, если надумаю ещё что‐нибудь. Помолчи пока!
Хи‐хи*хи‐хи, как тебе, охотник на ведьм Дланор?!!
После того, как ты пронзила и сожгла стольких ведьм, каково быть на сей раз пронзённой ведьмой?!!
Хе‐хи‐ха‐ха‐аха‐ха‐ха‐ха‐ха‐ха!!!"
Все эти аргументы смешили, но всё же яростно ударили один за другим.
Хотя Дланор пронзили целых пять клиньев, выражение лица у неё ни капли не изменилось.
Однако её движения были серьёзно ограничены...
"Фью‐ю...
Ведьмы такие страшные, нье...
Безумную логику не одолеть, нье."
"Никаких противоречий с Декалогом...
Допустимо!.."
".................."
"...П... прекрасно, Беатриче!..
Даже если в кабинете никого не было и это была закрытая комната, этого мало, чтобы опровергнуть существование отца!.."
"Против обычного противника этого было бы достаточно.
......Но это Дланор. Главный инквизитор ереси!
Она до того безжалостна, что убила даже своего отца, когда он нарушил Декалог!..
Кинзо, сейчас!"
"Да!.."
Теперь, когда Дланор была связана по рукам и ногам, у них появился последний шанс восстановить магическую силу и сбежать.
Вновь перед Беато и Кинзо начали медленно подниматься чёрные врата......
Хотя когда‐то они открывались от одного взмаха,
сейчас — в кабинете, охваченном силой отрицания — открыть их было не так просто.
"Ч... что скажете?!
Сколько бы вопросов об этом кабинете вы ни задали, сомнениям, в добром здравии ли отец, нет места!.."
"......О, вот как.
И вам, и мне...
лучше не забывать, что мы — часть этой битвы.
Я не могу одолеть ведьм, зато могу одолеть вас."
Эрика ухмыльнулась Нацухи даже с более дьявольской улыбкой, чем у самого дьявола.
"......Нацухи.
Позвольте переспросить.
......Вы ведь уверены, что прошлым вечером говорили с Уширомией Кинзо?"
"Д‐да.
Я неоднократно говорила, что пришла отчитаться за день и пожелать спокойной ночи!.."
"Странный вопрос, но поскольку он необходим, чтобы доказать вашу невиновность,
ответьте мне прямо.
......Вы говорите об Уширомии Кинзо, которого все мы знаем?
Не о другом человеке или предмете с таким названием?"
"Н‐не совсем понимаю, о чём вы!.."
"......Например.
Вдруг ты начала называть саму эту комнату \'отцом\' после смерти отца?
Она об этом."
"Ты сказала, что отчитывалась отцу за день, перед тем как он пошёл спать.
Ты же не имела в виду, что отчитывалась стене в кабинете под названием \'отец\'?.."
"Ка... как грубо!
Не было ничего подобного!..
Отец есть отец!
Он в добром здравии!
И я более чем уверена, что прошлым вечером отчиталась перед ним и пожелала спокойной ночи!..
Я не обманываю вас и никак не выкручиваюсь!"
"Вот как.
Тогда можете повторить то, что я скажу?
Если вы не разыгрываете и не обманываете нас, у вас получится повторить мои слова."
"Хо... хорошо.
Я повторю всё что захотите!.."
"Повторите.
\'Уширомия Нацухи вчера в 23 часа
говорила с Уширомией Кинзо в одной с ним комнате — в этой комнате\'."
"Я... я...\'Уширомия Нацухи вчера в 23 часа
говорила с Уширомией Кинзо в одной с ним комнате — в этой комнате\'!"
"Good!
Тогда спрошу последнее.
......Серьёзно, Нацухи,
вы же случайно после вашего разговора не выпроводили Кинзо за окно, которое затем заперли?
Если так и было, в этом есть смысл."
"За... зачем мне выпроваживать отца за окно?!!
Невыносимо! Это издевательство невыносимо!!!"
"Уважаемые присутствующие, я смиренно прошу слова.
Да будет известно, что Кинзо, о котором говорит Нацухи, — это не кто иной, как Уширомия Кинзо.
"
"Уважаемые присутствующие, я смиренно прошу слова!
Нацухи утверждает, что вчера в кабинете, в 23 часа, встречалась с Кинзо лицом к лицу!
"
"A......... а‐а‐а‐а‐а‐а‐а!.."
Нацухи вскрикнула, но было уже поздно...
Она полностью поддалась на их провокацию!..
Синий клин в ноге представлял телефонный разговор.
В шее — сам кабинет под названием Кинзо.
В животе — Нацухи, называющую себя Кинзо.
В бедре — Нацухи, которая дала Кинзо уйти через окно и затем заперла это окно.
Они с тонким звуком разбились!..
Из‐за того, что Нацухи, знающая правду, опровергла их,
эти опровержения получили силу красной правды!..
Несмотря на отсутствие Кинзо в этой закрытой комнате, Беато представила пять путей его существования.
Нацухи сама же неосторожно разгромила предпосылки четырёх из них!..
Остался только один клин.
Последняя голубая правда, которая могла уничтожить противоречие о том, что Кинзо был в кабинете в 23 часа, но не после того, как он стал закрытой комнатой.
Последняя теория, пронзившая Дланор в грудь, — \'Кинзо скрывается где‐то в этой комнате\'.
С ней, даже если Кинзо нет в закрытом кабинете, он может здесь быть!..
Если и клин Сатаны будет разрушен, их шансы сбежать отсюда будут безнадёжно малы!..
"Гх‐х‐х......... агх!..
Го... госпожа Беатриче!..
Скорее... спасайтесь, пока можете!..
Гх, гья......"
Дланор медленно схватила последний клин, пронзивший её грудь.
......Очевидно, столь крепкая хватка причиняла Сатане такую боль, будто в её теле ломались все кости.
"Остался... только этот клин.
\'Кинзо где‐то в этой комнате\', если не ошибаюсь?"
"Как детектив, я обыскала здесь всё.
Если даже я не нашла, где он может быть? *хи‐хи*хи‐хи*хи‐хи*!"
Со всё ещё торчащим из её груди последним клином, Дланор медленно подошла к Беато...
Если он будет вынут...... тогда!..
"Позвольте спросить.
Где в этом кабинете скрывается Кинзо?"
"Хе‐хех, что ж...
Может, под кроватью?!
"
"
Проверка места завершена.
"
"
Может, в ванной!
"
"
Проверка места завершена.
"
"
В шкафу!
Под столом!
За занавесками!!
"
"
Проверка места завершена.
Проверка завершена.
Проверка завершена.
"
"
За книжной стойкой,
за шкафом,
под ковром,
под полом,
над потолком,
за обоями,
в диване, в кресле,
в кровати, в одеялах, в стенах,
в скале,
в камне,
в этой комнате!!
"
"
Вывод: death, вывод: death, вывод: death.
Вы‐вы‐вывод:  death‐death‐death!
Вы‐вы‐выв‐вы‐вы‐вы‐вы‐вывод: death‐death‐death‐death‐death‐death‐death‐death!
<Die the DEATH>!
<Sentence to DEATH>!
<Great equalizer is The DEATH>!!
"
Теперь уже нет места, которое могло бы сработать на Дланор.
Она приняла последние отчаянные выпады Беато,
отправляя всё обратно с отрицающей мощью гораздо сильнее!
Отбив.
Разбив непреодолимой силой.
В кабинете не осталось места, куда Кинзо мог бы сбежать!..
Беато сдуло как лист, кружащий по ветру,
снова и снова ударяя об пол, словно пустую банку на дороге.
Сколько бы она ни использовала синюю правду, теперь ей не победить красную правду Дланор...
"Ха‐ха‐ха‐ха, аха‐ха‐ха‐ха‐ха‐ха‐ха!..
.........Ведьмы такие жалкие.
......Вы просто бесконечно прокладываете себе выходы, запутывая правду.
Позвольте употребить слова Дланор.
......Я разочарована, Беатриче.
...*хихикает*!"
"......гха............ гх‐х......"
Эрика холодно произнесла Беато...... корчащейся на полу, решающие слова.
"Полномочие детектива.
Детектив имеет право изучить все места преступлений.
Я воспользовалась этим правом
и поэтому могу сказать следующее."
"Кинзо здесь нет.
Более того, это идеальная закрытая комната.
От двух предыдущих пунктов я могу установить, что
эта комната с самого начала была пуста.
Нацухи солгала о встрече с Кинзо прошлым вечером!
Так что шах и мат, Беатриче!.."
"*хи‐хи*хи‐хи*...... аха‐ха‐ха, аха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!
Как вам?
Одна лишь эта комната!
И Фурудо Эрика может рассуждать на таком уровне.
Что скажете, дамы и господа?!
Аха‐ха‐ха‐ха‐ха‐ха‐ха‐а!!!"
С этими словами последний клин раскололся,
и в то же время снова разбились почти открывшиеся кромешно чёрные врата.
На этот раз деформированный портал уничтожен окончательно...
Кинзо больше не может быть в этой комнате...... или же выбраться отсюда...
Беато встала на ноги...... но это лучшее, что она могла сделать.
У неё не осталось сил бороться.
Она приняла на себя весь отвергающий красный с близкого расстояния.
Она могла лишь терпеть боль — настолько сильную, что словно разрывающую её изнутри...
Даже Беато, которая всё это время целилась к титулу сильнейшей и злейшей ведьмы......
ничего не могла противопоставить охотнику на ведьм.
Какой бы крепкий песчаный замок ни удалось построить, ему ни за что не выдержать прилив......
".........П‐прости, Кинзо...
......Противник... оказался слишком силён......"
"Я благодарен тебе, Беатриче.
......Ты столько сделала несмотря на оставшиеся обиды."
"Наверное, правда, что мимо проносится вся жизнь, когда понимаешь, что смерть близка.
......Помню, каким ты был в молодости.
.........Раздражал так же, как Баттлер."
"Я передал всё ему — и свою душу, и позицию главы.
Мне больше не о чем жалеть!.."
"............Баттлер............
...Извини...
...Хотя я поклялась сразиться с тобой ещё раз...
мне приходится расплачиваться по счетам...
......Как жалко..."
".................."
Беато показалось, что Баттлер встретился с ней взглядом.
......Но он не мог.
Этот Баттлер — фигура.
Он не мог увидеть Беато в более высшем мире.
Однако их глаза и вправду встретились.
Даже если такое невозможно......... она была в этом уверена.
В то время как Эрика, Ева и остальные окружили Нацухи с расспросами......
один только Баттлер стоял в стороне от этой суеты.
В его выражении не было энтузиазма и азарта, как у остальных.
Он просто пронзительно и холодно наблюдал за разворачивающейся сценой.
И его выражение...... было омрачено недовольством. Гневом.
Он не сочувствовал Нацухи, поскольку её ложь почти раскрылась.
Но он не мог простить Эрику, назвавшую себя интеллектуальным насильником
и получающую удовольствие, загоняя в угол Нацухи и тех, кто ей симпатизирует.
И тогда он тихо прошептал.
".........Так не пойдёт."
Беато и другие определённо услышали...
"Неужели...... Баттлер мог бы... изменить нашу ситуацию?.."
"......Думаю, раньше я бы смог.
......И Баттлер, возможно, сможет."
"..........Баттлер..."
"Баттлер...
......Если ты действительно тот, кто унаследует от меня всё...... пришло время доказать это!..
Не дай легенде Золотой ведьмы закончиться на этом!.."
"Я действительно прошлым вечером виделась с отцом!
Это правда!
И он рассказал мне славную историю семьи Уширомия, как тяжело нести за неё ответственность..."
"Ваша ложь уже раскрыта, Нацухи.
Теперь мы знаем, что прошлым вечером вы были здесь одна."
"Разве не пора признаться?
Преступники, которые отчаянно отказываются признаваться, обычно встречаются в плохих детективных романах.
Докажите нам хотя бы в конце, что этот детектив лучше третьесортного."
".........А‐а, так не пойдёт.
Совсем не пойдёт."
Сказал до сих пор молчавший Баттлер.
Сначала это прозвучало как нападение на Нацухи.
......Но когда Эрика поняла, что он смотрит именно на неё, её выражение заметно омрачилось недовольством.
"И что...... не пойдёт?"
"Если дело третьесортное, детектив тоже.
......Ладно.
Сейчас я изображу вам деда."
"......Ба... Баттлер?!"
"Изобразите...... Кинзо?
Хотите сказать, что воспроизведёте его исчезновение отсюда?"
"......Вы же не думаете, что можете опровергнуть мой шах и мат?
......Глупец!"
"......О чём он говорит?"
"Эй, новенькие.
......Это ведь ваша первая игра?
Извините, но после такого говорить о шахе и мате совершенно бессмысленно.
Да, всё это никуда не годится!.."
"О... о чём ты говоришь, Баттлер?
Изобразишь отца?!"
"Да.
Я воспроизведу всё.
Изображу деда и исчезну отсюда."
"Н‐но ведь окна и дверь перекрыты! Как ты это сделаешь?!"
"Вы нашли скрытую дверь?!"
"Я тоже понятия не имею... да, ни малейшего!.."
*шорох*.
.........Не просто шум взволнованных зрителей.
...Это был провокационный холод, пробежавший по спине Эрики.
".........Интересно.
Всё‐таки вы глава семьи Уширомия, обладатель кольца главы.
Этого более чем достаточно для права выступить за Кинзо.
.........Посмотрим на вашу теорию!"
На лице Эрики уже не было провокационной улыбки.
......В её выражении была злость.
Крайнее недовольство.
Она не могла скрыть гнев от того, как растоптали самый приятный для неё момент.
"......Ка... как он... вытащит нас отсюда?.."
"Хех... хе‐хе‐хе‐хех...
......Вот как.
Тот ход ещё доступен."
"Наконец заметил, старый чудак?
Скрытые двери, прятки под кроватью...... всё это настолько жалко, что слёзы на глаза наворачиваются.
Мы же говорим о легендарном Уширомии Кинзо.
......Ответ должен быть куда более захватывающим и волнующим."
"Именно.
До чего жалко — речь идёт обо мне, но даже я не догадался.
И как жаль, что из всех моих родственников меня понимает один Баттлер, который вернулся спустя шесть лет.
.........Баттлер, займи моё место.
Не опозорь меня!"
"Да, дед!
Я покажу этим гостям, что значит быть главой семьи Уширомия!!!"
"Что вы планируете делать... отец?!"
"Ва‐ха‐ха‐ха‐ха!
Нацухи, Беатриче, смотрите!
......Мы покажем вам, что значит быть главой Уширомия!"
"...Что Баттлер хочет доказать?.."
"Он ничего не сможет сделать.
......Эта закрытая комната совершенна!"
"Тётя Нацухи. Идите сюда.
Делайте как я вам скажу."
Баттлер подозвал Нацухи к окну и что‐то прошептал ей спиной к остальным...
"......Мисс Дланор.
Вы ведь ко всему готовы?
Кинзо и ведьме не выбраться отсюда, так?"
"Разумеется.
......Гертруда, Корнелия.
И дворцовая стража.
Перепроверьте, идеально ли запечатана эта закрытая комната."
"Уважаемые присутствующие, я смиренно прошу слова.
Наш барьер совершенен."
"Уважаемые присутствующие, скрытых проходов нет, и нельзя выйти через дверь или окно!
Дворцовая стража, если Баттлер ударит барьер, стреляйте не задумываясь!"
"О... отряд Чиест, вас поняли.
Господин Баттлер, будьте наготове!.."
"Выбраться отсюда... невозможно!.."
".........Но он выберется, нье."
"Ка... как?!"
"Даже без почвы под ногами он уверен, что сможет добиться успеха.
Вот что значит быть главой Уширомия, нье!.."
".........Верно.
Давай посмотрим."
"Да.
...Посмотрим на величие противника Риче!.."
"Тогда я начну."
Все кивнули, следя за каждым движением Баттлера...
"Дед вот так лежал на кровати,
бормоча в понимании ежедневного отчёта тёти Нацухи."
Баттлер лёг на кровать.
Как будто это ещё имело значение, Эрика проворчала об испорченном месте преступления, но её никто не слушал.
"Потом я перестаю отвечать и засыпаю.
.........Ну или мне надоело слушать, и я только делаю вид, что сплю."
"Аха‐ха‐ха‐ха! Ты и вправду понимаешь!.."
"Я...... я увидела, что отец пошёл спать...
молча поклонилась и ушла."
Нацухи склонила голову перед Баттлером, всё ещё лежащим на кровати, и развернулась...
Затем она словно начала осматривать комнату.
"......Увидев, что дед уснул, тётя Нацухи перед уходом проверила комнату."
"Естественно, у неё есть Шаннон и другие, каждый день убирающие кабинет,
но она всё равно внимательно проверила всё сама.
......Убедилась, что не скопилась пыль,
что ещё не закончились расходные материалы."
"Д‐да.
Это комната самого главы семьи, поэтому я сама всё как следует проверяю, не полагаясь всецело на слуг.
Всегда."
".........Ве... верно.
Мадам обычно проверяет всё очень внимательно."
"Её проверка очень детальна, и она даже проверяет все расходные материалы в ванной."
"Значит, не только пыль на подоконнике, как показывают по телевизору.
.........Она даже проверяет, достаточно ли мыла и бумаги в ванной.
Вряд ли ей приходится делать это ежедневно, но всё‐таки она очень преданна."
"Та... такова моя рутина.
Я не должна даже на день оставлять комнату главы без присмотра."
".........Так к чему вы клоните?
Хватит уже хвастаться."
"*хи‐хи*.
Значит, только детективу это позволено?"
"Н‐н, гх...... де... детек... тиву........."
"Вы и сами видите, но даже если эта комната называется кабинетом,
не будет преувеличением назвать её вторым домом в особняке."
"Здесь есть спальня, кабинет, душ, даже туалет и ванна.
В общем, это не одна комната.
Можно назвать её целым домом."
"......Благодарю за описание макета комнаты.
Однако ход, что он скрывается где‐то здесь, уже побеждён."
"Он не скрывается.
Но здесь должны быть слепые зоны.
......Например, если тётя Нацухи пойдёт в ванную проверить наличие туалетной бумаги,
большая часть кабинета выйдет из её поля зрения."
"......То есть, наблюдатель исчезнет почти из всех мест кабинета."
"!!!
......И... исчезновение наблюдателя!..
Мы потеряли след Кинзо!.."
"Да будет известно, что кабинет охватывает тьма ведьмы."
"Прекрасно. ......Его наполняет сила тьмы.
Хе‐хе‐хе‐хе‐хе‐хе‐хех!"
"И что если наблюдатель... если Нацухи ушла?..
......Что тогда?!"
"Заметив, что суетливая тётя Нацухи уходит, дед встал."
"Зачем?!"
"Ва‐ха‐ха‐ха‐ха‐ха‐ха!
В такую безумную ночь ничто не идёт лучше с напитком так, как любование безумной погодой ночного неба!"
"......Поскольку тётя Нацухи была в слепой зоне — в ванной,
дед мог сколько угодно ходить по кабинету."
Он мог передвигаться, и Нацухи не узнала бы.
Он мог передвигаться, не противореча тому, что она знала!
"Внимание, Баттлер подходит к двери кабинета."
"Уважаемые присутствующие, я смиренно прошу слова.
Когда замок кабинета отпирается, раздаётся шум.
Знайте, что 
нельзя выйти через дверь так, чтобы Нацухи не заметила ничего странного.
"
Баттлер повёл себя так, словно шёл к двери, и поэтому Гертруда, перекрывшая дверь, немедленно выдала предупреждение.
Да, он мог покинуть кабинет, пока Нацухи не видела.
......Тем не менее.
"Верно, шум!
Мы же знаем, что раздаётся громкий звук, когда дверь отпирается!
Даже если Нацухи была в слепой зоне кабинета, она не могла не услышать такой грохот.
Разумеется, она бы посчитала это странным!.."
"Уважаемые присутствующие, я смиренно прошу слова.
Да будет известно, что 
Нацухи не слышала, как дверь открывается.
"
Ванная и туалет очень близко к двери.
Даже будь это не так, автоблокировка всегда сильно грохочет.
Она бы обязательно услышала.
Обсуждая с Эрикой и остальными подробности прошлого вечера,
Нацухи ясно дала понять, что ничего такого не было.
Аргумент, что она не услышала замок, не сработает!
"Позвольте повторить.
Кинзо не может войти или выйти через дверь.
"
"Да будет сказано, что сопротивляться бессмысленно!
И глупо!.."
".........Да, я не могу пробиться сквозь красный той девушки у двери.
.........Но что насчёт тебя, стоящей у окна?"
"......!"
Повернувшись спиной к Гертруде, заявившей, что выйти через дверь невозможно,
Баттлер пристально посмотрел на Корнелию, стоящую перед окном.
"Крепко держи свой барьер.
......В противном случае тебе придётся.........немного полетать, ясно?"
Теперь цель Баттлера была ясна.
.........Корнелия.
И...... окно.
Он собирался...... уничтожить эту закрытую комнату через окно.
Не ожидая стать целью,
Корнелия на секунду спасовала, но быстро успокоилась.
Сбегающие ведьмы редко бросали прямой вызов её барьерам.
Кроме того, такие ведьмы всегда отчаянно отбивались даже на грани смерти!
"Уважаемые присутствующие, я смиренно прошу слова.
Корнелия, цель Баттлера — ты.
Прошу, будь начеку."
"Глупец!
Боже, помилуй этого глупого ягнёнка!.."
"Я не овца.
......Глава семьи Уширомия — орёл.
Однокрылый.
......Не думай, что сможешь навечно запереть меня в этом кабинете с одним таким хрупким окном."
......Начав с низкой позы...
... молча и гибко...
...Баттлер побежал вперёд, как белый леопард.
"............О...
он...
... не может же он!.."
"...........a!
Н‐не............aгх.
По... позволь сказать!..
Нет способа победить мой красный!
Знай, что ты не исполнишь задуманное!.."
Корнелия вытянула обе руки и вычертила знак.
Перед Баттлером тут же возник красный барьер.
"Знай, что ничего не выйдет, Уширомия Баттлер!..
Знай, что моё окно перекрыто изнутри, и Нацухи не давала Кинзо уйти!.."
Знай, что моё окно перекрыто изнутри, и Нацухи не давала Кинзо уйти!..
"
"
Тётя Нацухи не давала деду уйти.
......Но что если он выбрался втайне от неё?!
"
"Для меня выпрыгнуть в дождливое небо безумной ночью
не более чем забава к напитку!!!"
"Но мы на третьем этаже! Такое невозможно!!!"
"Даже ты хотя бы раз в жизни спрыгивала с лестницы, правда?
Три таких для Кинзо ничто!.."
"Такое похоже на него."
"Точно похоже."
"Чу... чушь какая!!!"
В красном барьере Корнелии появились синие трещины, и он с треском раскололся.
Слишком быстро.
Почти выглядело так, словно она испугалась Баттлера.
"Бе... 99,9999999...:бесконечная девятка!..
"Бе... 99,9999999...:бесконечная девятка!..
Сила сопротивления к магии — 99,9999999...:Бесконечная девятка!"
"Госпожа Корнелия, вы не справитесь, отступите!.."
Как только барьер разрушился, окно за спиной Корнелии распахнулось.
Занавески на мгновение взвились.
Перед ними раскинулись дождливые небеса и внутренний двор...
Подходящий для орла выход из закрытой комнаты!
"Корнелия, восстанови барьер!"
"Как скажете, командир Дланор!
З‐знай, что тебе его не разрушить!.."
Корнелия быстро пришла в себя и поставила ещё один красный барьер.
......Но он был последним.
"Позволь сказать!..
Примем пока то, что Кинзо вышел через окно!..
Но тогда как он его запер, если извне это невозможно?!
Окно было заперто изнутри!!!
"
".........Бесполезно!"
"Да, всё это бесполезно!!!"
Кинзо и Баттлер ухмыльнулись.
По её мнению, этот слабый красный мог остановить выпад Кинзо и Баттлера — двух глав семьи?
"
После того как дед выпрыгнул из окна, тётя Нацухи заметила лёгкий сквозняк.
Она подошла к окну, поняв, что оно настежь открыто, и быстро заперла его!..
"
"
Нацухи и представить не смогла бы, что я выскочил в окно!
"
"
Да!
Поэтому, естественно, она думала, что дед спит!
"
Теперь, когда у Баттлера появился ответ, красный барьер стал даже более хрупким, чем тонкое стекло.
Красная магическая стена абсолюта была вновь разбита с такой лёгкостью, что опозорила сам \'абсолют\'!
Невероятно, правда?
Этот барьер был ещё прочнее барьеров, которые Ронове использовал против Джессики.
И всё равно...... он был с такой лёгкостью уничтожен!..
Хотя Баттлер неистово нёсся вперёд и почти достиг Корнелии, она не отступила.
Её стальной дух, достойный имени Айзерн Юнгфрау, не дал ей отступить.
Она достала из кармана талисман, наставила его в воздухе и вычертила знак.
Затем разгорелось уже не красное, а синее пламя.
Гораздо слабее красного барьера, но это был её последний метод сопротивления.
"Т‐ты не пройдёшь, не пройдёшь! Позволь мне сказать, позволь сказать!
Так или иначе, это третий этаж!..
Как бескрылый человек мог выйти через окно?!!
Знай, что ты не пройдёшь, не пройдёшь!!!"
"Перестань ныть и смотри!!!"
"
Вот отве‐е‐е‐е‐е‐е‐е‐е‐е‐е‐е‐е‐ет!!!
"
Баттлер...... выпрыгнул.
Он сбил Корнелию и её синий барьер...
... и вылетел в окно сквозь тьму дождливого неба.
Осколки синего барьера разлетелись, украсив воздух.
Закрытая комната...
... сокрушена!..
Баттлер...... вылетел из особняка.
Он был в небе над дождливым двором.
......Все дождевые капли стали крошечными жемчужинами и рассеялись по воздуху.
Баттлер пролетел через мир коробки сокровищ в прекрасном бурном небе...... мимо бесчисленных дождевых жемчужин.
В небе над миром, застывшим во времени, Баттлер и Дланор посмотрели друг на друга.
Если Баттлер, разбивший окно и вылетевший из него, напоминал рыцаря, спрыгнувшего с белого коня......
Дланор, парящая в воздухе, ожидая его, тоже была рыцарем.
В воздухе над двором, окружённым особняком Уширомия и застывшим во времени...
... пересеклись пути истинного нового главы семьи Уширомия и ученика небес, испытывающего его......
"......Прекрасно.
Выживешь ты или умрёшь, когда упадёшь во двор, это не изменит того, что Кинзо смог победить закрытую комнату!..
Ты, кто выбросил свою жизнь и выпрыгнул, — мученик!..
Молодец, разбил наш барьер закрытой комнаты.
Превосходно, Уширомия Баттлер!"
"Но я — главный инквизитор ереси, Дланор А. Нокс!
Я не могу позволить тебе уйти у меня из‐под носа!..
Под конец почти меня скрещением наших мечей!"
"Да, обязательно.
......Эта игра на удивление безжалостна."
В мире, где дождевые жемчужины...... не спеша падали как крупные снежинки на заснеженное поле.
......Дланор и Баттлер медленно......... пересеклись.
Казалось бы, медленно.
И всё же...... это произошло в одно мгновение.
Их пристальные взгляды пересеклись и столкнулись, словно молнии.
Рыцарь столкнулся лоб в лоб с рыцарем, и всё решится за один удар!..
Синий и красный...... пересеклись......
"
Было ли заранее показано, что в кабинете для Нацухи есть слепая зона?
Если нет, тогда твоя теория недопустима.
8‐й Нокс.
Недопустимо раскрывать дело с помощью непредставленных улик!..
"
Двойной удар Дланор — как красным, так и синим лезвиями — устремился к Баттлеру
........и промахнулся.
Длинные лезвия, которые никогда не проигрывали в сотнях сражений, рассекли пустой воздух......
"
Когда мы вошли в кабинет, его структура была чётко оговорена.
......Извини уж."
Впервые у Дланор появилось выражение.
......Неожиданная улыбка.
Она давно знала, что структура кабинета была оговорена.
Но не могла дать ему уйти, не нанеся ни единого удара.
Не могла как инквизитор ереси.
Поэтому она всё равно скрестила с Баттлером мечи, хоть и знала, что не справится.
"Да, я знала.
......Твой ответ не нарушает 8‐й Нокс."
"......Я начинаю. Не пожалей."
"Да, начинай."
В руке Баттлера...... было лезвие, светящееся красным.
Выгравированное из красной правды......
-  Не будет преувеличением сказать, что кабинет Кинзо — небольшая вилла, которую он создал в особняке.
 \'Кабинет.
Книжный архив.
Спальня.
Ванная и туалет.
Он разделён на несколько комнат.
Это уже было показано.
Значит, где‐то там может быть слепая зона...
Без всякого милосердия... нет, без любых бесчестных колебаний...
... меч красной правды ударил Дланор.
Он нарезал красивые полушария из жемчужного дождя в небе......
"Заме... чательно......"
"........................"
Время... вернулось к жизни.
Они оба... упали во двор.
Один опускался вниз.
Другой падал в воздухе.
Затем раздались мягкий звук и глухой удар.
......Первый — Баттлер тихо приземлился во дворе.
Второй — Дланор рухнула вниз.
Недолго просидев на корточках...
...... Баттлер медленно встал.
Хоть и спрыгнув с третьего этажа...... он приземлился так легко, будто просто перепрыгнул через забор......
"Ба... Баттле‐е‐е‐е‐е‐ер!.."
Беато выглянула из окна кабинета, высматривая, нормально ли приземлился вроде как бескрылый Баттлер.
"Беато!
Давай, прыгай!"
"Э?!"
"Это окно — наш выход!
......Так что прыгай!
Ты же не из тех ведьм, которых можно запереть в закрытой комнате?!!"
Кабинет больше не был закрытой комнатой.
Она могла выпрыгнуть оттуда, уйти оттуда!..
Закрытая комната, угрожающая захватить ведьму и задушить её, сокрушена.
"Д‐да!..
Т‐ты тоже, Кинзо!.."
"Иди.
Когда Баттлер продемонстрировал свой ответ, мой дух уже выбрался из этой комнаты."
Кинзо обратился в группу золотых бабочек и исчез.
Барьер закрытой комнаты разрушился, и сила, отрицающая магию, рассеялась.
Беато побежала к окну.
......К единственному выходу из закрытой комнаты охотника на ведьм.
Бросив взгляд на подчинённых инквизитора ереси и сестёр Чиест,
она приготовилась и побежала к окну, прямо как Баттлер.
Словно Золушка, побежавшая на звон колокола.
"М‐мы не дадим тебе сбежать, Беатриче, иллюзия ведьмы!!!"
Эрика бросилась на побежавшую Беато, пытаясь вцепиться в неё,
но это было всё равно что ловить дым, и она упала, шлёпнувшись лицом об пол.
......человек не может схватить ведьму.
Для таких, как она, без любви, даже дотронуться до Беато невозможно!..
"Отряд Чиест, стреляйте в ведьму! Застрелите её!!!"
"Конфликт выравнивания. Запуск не удался."
"Уважаемые присутствующие, я смиренно прошу слова.
У меня нет ни одного готового барьера, способного отразить синюю правду Баттлера."
Чиеста 00 и Гертруда говорили невероятно спокойно.
"Ни... никто не может остановить их?
Ни Баттлера, ни Кинзо?
Ни Беатриче?!
Если они выберутся...
.....Мо...
моя закрытая комната, моя теория!.."
"Моя...
детектива,
...Фурудо... Эрики...
Гха‐а‐а‐а‐а‐а‐а‐а‐агх‐х!
Гья‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а!!!"
Эрика упала на колени, схватившись за голову и крича.
"Один кабинет этого старикана не загонит великую Золотую ведьму в угол!
Ещё только первые сумерки!
Я покажу этим новичкам, что твоя игра не так проста!"
Как и Баттлер, Беато тоже...... выпрыгнула.
Она опустилась мимо дождевой коробки с сокровищами на грудь Баттлера.
......Баттлер подхватил её обеими руками, будто ловя ангельские крылья.
Напоминало то, как рыцарь ловит принцессу, запертую в башне...
... словно прекрасная сцена из сказки...
".........Чёрт, я влюбилась.
...Все главы семьи Уширомия такие?"
"Если записать беспрецедентные подвиги Уширомии Кинзо...
... громкая история выйдет длиннее всех гримуаров в кабинете вместе взятых.
Видимо, историю о следующем главе тоже стоит записать.
Хотя она уже пишется.
И уже очень‐очень длинная.
......Пу‐ку‐ку‐ку."
Демоны хихикнули с крыши, держа зонты.
А затем молча посмотрели на двоих во дворе.
"Ха, ха‐ха‐ха‐ха‐ха‐ха‐ха...
......Ты...... очень даже неплох......"
"Это всё твои игры натренировали меня."
Потрясённая Беато...... почти что похвалила Баттлера, держащего её на руках.
Баттлер засмеялся по‐привычному беззаботно......
".........Не...
... не......
невозможно...... невозможно!!!"
Эрика выглянула в окно и стиснула зубы, до сих пор держась за голову.
Всё ещё держа Беато на руках, Баттлер ухмыльнулся в ответ.
"Эрика."
"......Ч‐что?.."
"Я не отдам тебе загадку Золотой ведьмы.
Я сам её разгадаю.
......Эта загадка принадлежит нам двоим.
Верно, Беато?"
"Д... да!..
Моя загадка... то...... то......"
"То?"
Когда Баттлер злорадно рассмеялся, лицо Беато стало нетипично красным,
но она всё равно сказала сквозь громкий смех.
"Моя загадка...
то...... только...
... только твоя!.. Уширомия Баттлер!
Я не позволю никому другому разгадать её!.."
"Хе‐хех, только послушайте, что она сказала!.."
Баттлер фыркнул, высмеивая Беато, сказавшую нечто настолько ей несвойственное.
По‐прежнему держа её на руках, он развернулся в своего рода вальсе.
Падающие дождевые жемчужины праздновали их преодоление этого испытания......
"......Он спрыгнул с третьего этажа?.. ......И с ним всё нормально?..
Выпрыгнул...... и выбрался из закрытой комнаты?..
Чу... чушь...... Это не рассуждение......... это безумие!!!"
Если бы Баттлер, по крайней мере, был тяжело ранен и корчился в грязи......
у Эрики ещё была бы почва под ногами.
Она могла бы заявить, что старый Кинзо не мог выпрыгнуть и уйти невредимым.
......Но Баттлер спокойно стоял во дворе, глядя на Эрику с достоинством победителя.
"Дамы и господа, я... спрошу ещё раз.
......Это же... невозможно?
человек не может спрыгнуть с третьего этажа и остаться невредимым!.."
"Разве не так?!
А Кинзо, в его‐то возрасте, уж тем более не мог спрыгнуть с такой высоты! Это нелогично!"
Эрика попыталась получить согласие остальных и хоть как‐то изменить положение......
но их ответы остались прежними.
"Нет, Кинзо такое может."
"Он мог бы."
"Мы же об отце говорим......"
"Об этом человеке ходит множество безумных историй.
Меня такое совсем не удивляет."
"Ч... что?!
В‐вы что, с ума сошли, у вас с головой не всё в порядке?!?!"
"Как бы то ни было...... твой аргумент с закрытой комнатой не был совершенен."
"A...... гр‐р‐р‐ргх‐х!.."
Не только слуги, но и члены семьи были согласны.
Все они согласились с тем, что в прыжке Кинзо из окна третьего этажа нет ничего странного.
Д‐да кто такой... этот Уширомия Кинзо?!!
"Ну, 60 очков тебе...
У Кинзо в молодости получилось бы эффектнее.
Надо внести кое‐какие поправки."
"О, и сколько нужно исправить?"
"Н‐ну...
Э‐э...... о... он мог бы выпрыгнуть с‐со мной на руках!"
"Понял.
В следующий раз выпрыгну с тобой на руках."
"По... попробуй, если сможешь..."
Голос Беато стал очень тихим, и она сглотнула.
А затем неожиданно превратилась в золотых бабочек и исчезла.
Многие бросились к окну, и она купалась во взглядах, полных отрицающего магию токсина.
Беато стала для них невидимой и растаяла в воздухе...
Поэтому в их глазах Баттлер стоял во дворе совершенно один......
"Баттле‐е‐ер! Ты живо‐о‐о‐ой?!!"
"Ка... кажется, он в порядке!.. Слава богу!"
".......Я проиграла...
......Ради тех людей в кабинете...... нанеси мне последний удар.
Скажи финальной синей правдой, как Кинзо выбрался из закрытого кабинета."
В выражении Дланор не было боли.
...Радость и страдания никогда не отражались на её лице.
Но по тому, как она опиралась на свой меч, мучительно поднимаясь на ноги, было легко догадаться, что она серьёзно пострадала.
И несмотря на её ничего не выражающее лицо, можно было сказать, что это поражение она смогла принять.
Баттлер и Дланор повернулись лицом друг к другу.
"Я начинаю."
"Да, начинай.
....................."
Как будто готовясь, Дланор спокойно закрыла глаза, но по‐прежнему держалась стойко и достойно.
"Вот моя голубая правда."
Собралась синяя мощь.
......Баттлер медленно подошёл к Дланор.
Он посмотрел в дождливые небеса и выкрикнул синюю правду.
"
Уширомия Кинзо вышел из кабинета через окно, когда тётя Нацухи его не видела.
Она не заметила и заперла окно.
Так тётя Нацухи увидела, что дед пошёл спать, и он мог выбраться, не противореча чеку в двери и запертому окну.
Я только что продемонстрировал, что физически он мог выбраться.
Поэтому эта битва окончена!!!
"
Синий клин мелькнул во дворе вместе с синей вспышкой молнии
и устремился вниз, ко лбу Дланор, глядящей в небо.
"............a."
"..........Игра Беато непроста.
К ней могут и не быть применимы отступления из детективного жанра.
Ты неплохо владеешь клинками, но тебе нужно думать более гибко."
......Огромный синий клин, похожий на столб...... оказался надо лбом Дланор...
... и остановился, лишь слегка коснувшись её кончиком.
Он не пронзил её.
......Просто ткнул, словно карандаш.
Баттлер щёлкнул пальцами,
и синий клин разрушился, став душем полупрозрачных камней...
...... нет, капель дождя, льющих на внутренний двор.
Дланор с отсутствующим видом села на землю...
Посреди грома и дождя...
преемник семьи Уширомия посмотрел на тех, кто выглядывал из кабинета, и...... широко развёл руки...
".........Добро пожаловать в нашу с Беато игру.
Добро пожаловать, Фурудо Эрика!.."
"Аха‐ха......
.........аха‐ха‐ха‐ха‐ха, ка‐ха‐ха‐ха‐ха‐ха‐ха!!!
Прекрасно, Уширомия Баттлер!..
<Good>, поистине <good>!..
Аха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!
Я порву
эту загадку ведьмы!!!
Пробьюсь в самые её глубины!!!
Аха‐ха‐ха‐ха‐ха‐ха‐ха‐хе‐хья‐ха‐ха‐ха‐ха‐ха!!!"
Баттлер и Беато спокойно смотрели вверх на Эрику, неспособную сдержать дьявольский смех......
"Охо‐хо‐хо‐хо‐хо, о‐охо‐хо‐хо‐хо‐хо‐хо‐хо‐хья‐ха‐ха!!!
А‐а, весело, как весело!
Эрика, это было так убо‐о‐ого, эхи‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!"
"Г... гх.........
Ле... леди Бернкастель...
......Прошу проще... ния......"
"Твоё лицо.
......Оно такое смешное, что мне хочется разбить его и повесить в рамку.
*хи‐хи*хи‐хи*хи‐хи*, мой двойник так... жалок, жалок, неуклюж, неуклюж, хе‐хе‐хе‐хе‐хе‐хе‐хе‐хи‐ хи‐хи‐хи‐хи‐хи‐ха‐ха‐хья‐аха‐ха‐ха‐ха!!!"
Купаясь в насмешках Бернкастель, которая была ей как мать......
Эрике стало до того стыдно, что она чуть ли не разжевала нижнюю губу...
"......Эта...... обида... обязательно...
...... обязательно.........
Гва‐а‐а‐а‐ах‐х!..
Уширомия Баттлер...
.......Беатриче......
......Уширомия...
.........Нацухи‐и‐и‐и‐и‐и......
... ихи‐хи‐хи‐хи‐хи‐хи!..
Хи‐хья‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!"
"Это наша загадка.
......Я никому не позволю мешать!.. Беатриче!!!"
"Д... да!"
Reasoning and Inspection
В Золотой Земле...... продолжал тихо падать дождь.
В беседке...... сидела печальная ведьма, чьи глаза утратили блеск...... и Баттлер.
Там была и Вергилия.
......Она сидела рядом с Беато и тихо вязала.
Кульминационный момент первых сумерек игры Лямбдадельты закончился, и они взяли короткий перерыв.
Глядя на пропитанный дождём золотой розарий......
Баттлер обдумывал настоящее, будущее и прошедшее......
Для него мышление само по себе сражение.
Даже если игра остановлена и Беато не в состоянии говорить...... он ещё может продолжать бой.
......Вергилия вдруг перестала вязать.
Баттлер тоже заметил.
......Несмотря на то, что обычно никто не может попасть в этот розарий, она заметила приближающийся силуэт.
".........Необычно.
Мало кто может попасть сюда."
"Она............"
Силуэт...... идущий под тихим дождём даже без зонтика...
...... принадлежал Дланор.
"......Прекрасный садовый лабиринт.
Очень хороший способ полюбоваться розами."
"Зачем......... ты пришла сюда?"
"Давно не виделись, миссис Беатриче.
...Хотя нет, теперь уже миссис Вергилия, да?"
"Здравствуй, Дланор.
......Иди сюда.
Мы не из тех, кто оставляет гостя стоять под дождём."
".................."
"Не беспокойся.
Она пришла не сражаться."
"......Ты её знаешь?"
"Она моя давняя подруга с небес.
......Сколько воспоминаний."
"Да.
Миссис Вергилия обладает глубокими знаниями в области Небесных наук.
Я часто спорила с ней по поводу интерпретаций."
"Хо‐хо‐хо...
Многие наши с тобой интеллектуальные приключения были весьма приятными.
Хотелось бы как‐нибудь повторить их."
"Да.
Давайте однажды повторим.
Я бы с радостью сразилась с вами ещё раз."
Она сказала \'сразиться\', но не похоже, что под этим имелось в виду нечто неприятное.
Скорее то, что сказали бы друг другу давние противники в шахматах.
В отличие от Беато, Вергилия всегда вела себя правильно и вежливо,
поэтому у неё было много друзей в других мирах, в том числе на небе и в мире демонов.
Удивительно, что среди них была Дланор......
Дланор, совсем недавно скрестившая со \'мной\' мечи,
склонила голову, словно укрываясь от внезапного дождя, и, как гостья, села на стул, на который указала Вергилия.
"......Какой тип чёрного чая ты предпочитаешь?"
"Любой.
......Любой ваш чай замечателен."
"Тогда как насчёт Дарджилинга?
......Баттлер, Беато, будете ещё?"
"......Да.
Хотелось бы.
......Да?"
".................."
Как обычно, Беато не ответила......
но если тихо дать ей чашку, она время от времени пьёт содержимое.
В чашке ещё оставался чёрный чай, но уже остывший.
Поэтому Баттлер попросил и за Беато...
"......Я слышала слухи.
......Прискорбно, что Беатриче — Ведьма Бесконечности, известная своей жестокостью
— стала такой."
"Она больше не участвует в игре.
......Лямбдадельта управляет Беато на игровой доске."
"Знаю.
......Но она первоначальная хозяйка этого мира,
а вы особый гость, приглашённый этой хозяйкой.
Вот почему я пришла отдать вам дань уважения."
Мы с Беато встретили Дланор на игровой доске.
Но это были игровые фигуры тех ведьм.
Они не Беато и я.
"Ты поэтому пришла поприветствовать Баттлера и Беато?..
...Вижу, ты как всегда добросовестна."
"Так я привыкла поступать.
.........Здравствуйте, мистер Баттлер.
Меня зовут Дланор А. Нокс.
...Мы играем противостоящие роли, но я рада встрече с вами."
"......Да.
Уширомия Баттлер.
Рад встрече."
"Приветствую вас, мисс Беатриче.
Меня зовут Дланор А. Нокс."
".................."
"......Беато.
Она поздоровалась.
........................"
".................."
"...............
Она говорит \'Добро пожаловать\'."
"Большое спасибо.
Мисс Беатриче."
Ведьма и инквизитор ереси, чья работа — охотиться на ведьм,
поприветствовали друг друга за чайным столом, окутанным ароматом чёрного чая.
......Странное зрелище.
Вергилия выпустила из ладоней золотых бабочек
и превратила их в чайник и банку с чайными листьями.
......Подходящий ведьме чайный набор.
Поскольку она ведьма, эта сцена не выглядела невероятно странной.
......Однако меня слегка беспокоило то, что и Дланор — инквизитор ереси — видела такое зрелище.
"......Не беспокойтесь.
Я не настолько груба, чтобы жаловаться на то, как именно мне подают чай."
"Даже если чай делают при помощи магии?.."
"......Чайный набор просто был скрыт в тени, и миссис Вергилия незаметно достала его, чтобы сделать нам чай.
Мы интерпретируем и/или выносим вердикт, что что‐то было \'сделано при помощи магии\', и это записывается таковым в истории.
......9‐й Нокс допускает такое толкование."
"Надо же...
По‐моему, толкование 9‐го Нокса настолько деликатная проблема, что его рассматривают как запрет даже в Верховном суде......
Даже если это всего лишь личное мнение, если станет известно, что главный инквизитор ереси сказал такое, тебя могут уволить."
"Как бы я ни истолковала это,
вкус вашего чая ничем не хуже.
Поэтому мне всё равно, как его приготовили."
"............О..."
Хоть и выглядя холодной...... она оказалась на удивление тактичной.
......Если бы Дланор стала отрицать, что чёрный чай был сделан при помощи магии, эта магия тут же рассеялась бы.
Но поскольку представлена возможность, что был чайный набор и чай приготовили как обычно,
тот факт, что Вергилия сделала чай, всё‐таки бесспорен.
"Магия, скрывающая результат во тьме, — зло.
Я не допущу её.
Однако магия, скрывающая процесс, не всегда зло.
Мой враг — именно зло, а не магия."
"Понятно.
......Важно то, что тебе подали чай,
поэтому общепринято избегать жалоб на то, как он был сделан."
......Верно.
Принято благодарить за чай, который тебе делают.
Нет ничего изящного во вторжении на кухню и ковырянии в процессе приготовления чая.
"Гостей на кухню не приглашают.
А когда накроешь на стол, нужно красиво украсить его в духе гостеприимства.
......Держи. Осторожно, горячий."
"Спасибо.
Можно мне сахара и молока?"
"*хи‐хи*.
До сих пор не можешь пить так?"
"Я ребёнок.
Он должен быть сладким."
".........Значит...
... магия...
это деликатная...
... ложь?"
"Слово \'ложь\' плохо звучит.
Больше подойдёт \'приукрашивание\'."
"Когда даёшь ребёнку конфету, можно просто достать её, смятую, из кармана,
а можно достать её с помощью удивительной ловкости рук.
Впечатление от того и другого совершенно разное."
"Потому что более здорово достать её, провернув небольшой фокус."
"Нет.
Это важно из‐за приукрашивания результата: если дать конфету так, она станет ещё красивее и удивительнее."
"......Представь, как ты даёшь конфету Марии.
Можно либо достать конфету из кармана и дать ей,
либо подложить конфету ей в карман, сказав, что её туда положила фея за то, что Мария такая хорошая девочка.
Между этим существенная разница."
"На мой взгляд, невоспитанно расспрашивать всех об алиби и выяснять, кто подложил конфету ей в карман.
Главное — результат: девочка получила конфету и обрадовалась.
Важно то, что приукрашивание
сделало её счастливой."
"......Удивительно.
Когда ты появилась, я подумал, что ты бы уничтожила всё, связанное с магией."
"Так я поступаю как инквизитор ереси.
Это моя работа.
Но вне работы мне не нравится быть такой безжалостной."
"Так вот что имеют в виду, когда говорят \'на работе забудь о своих личных чувствах\'?
......У тебя хорошо получается."
"Охота на ведьм как инквизитора ереси — моя работа.
......Но лично мне их жаль.
И всё равно я безжалостно выношу приговоры как инквизитор."
"......Всё‐таки это не меняет того, что я приговариваю ведьм к смерти.
......Сама моя жалость не более чем бесполезное украшение.
Есть она у меня или нет, ничего не меняется.
Поэтому лучше бы её не было....."
".........Неправда.
Даже если итог один и тот же, чувства создают большую разницу."
"......Печенье матери должно быть вкуснее печенья хорошей кондитерской.
...Ведь ты знаешь, что оно было сделано с любовью."
"Верно.
.........Даже если результат оказывается тем же...
... между тем, было или не было в него заложено то, что называют искренностью, большая разница..."
"Разве?..
.........Есть у меня сердце или нет — разницы никакой."
Дланор грустно посмотрела на свою чашку...
"Неправда."
".................."
"После этого разговора я стал о тебе лучшего мнения.
......Поэтому я уверен, что твоё сердце значимо."
Вергилия слегка удивилась, услышав от Баттлера слова, которые должна была сказать она.
Понимание \'сердца\' — первый шаг на пути к постижению сути магии.
Возможно, в какой‐то момент...... Баттлер по крупицам и бессознательно начал понимать...
суть Беато, суть ведьм...
и саму суть всего...... магию.
Хочешь ты стать ведьмой или же уничтожить их...
......Самый первый шаг — постижение магии.
Вергилия была уверена, что заметила в Баттлере слабое изменение...
"......Что касается последнего боя, большое спасибо.
Я благодарна за милосердие, которое вы проявили по отношению ко мне в самом конце."
"Тот \'я\' не был мной.
......Им управляла Лямбдадельта."
Я присоединился к пятой игре под конец.
Тогда я ещё не участвовал в ней.
До того как я присоединился,
моей фигурой управляла Бернкастель или Лямбдадельта.
"......Только что это была за прихоть?
В попытке эпично всё представить
они сделали из меня какого‐то рыцаря, пришедшего спасти Беато."
"Леди Лямбдадельта хочет, чтобы и ведьмы, и люди были в балансе, результат которого — ничья.
.........С появлением Эрики весы заметно перевесились в пользу человеческой стороны,
поэтому она манипулировала историей так, чтобы поддержать Беато."
"Знаю.
Но фигуры не могут делать то, что для них невозможно.
Они поступают в соответствии с их оригинальной личностью.
......Поэтому, безусловно, вы...... тот Баттлер был на это способен.
Вот почему я благодарна вам."
"......Странно слышать похвалу, когда ничего такого не сделал.
......Ещё немного, и я верну контроль над своей фигурой.
Не уверен, что тогда смогу делать поблажки."
"Как и я.
Когда мы скрестим мечи в следующий раз, я не стану сдерживаться."
"Отлично. Вызов принят.
Выложись на полную."
"Обещаю. На полную."
......Дланор.
Я считал её жестокой и бессердечной куклой‐убийцей...
но, быть может, на самом деле она очень даже постижима.
......Хотя, конечно же, никто из нас не проявит милосердия в борьбе на игровой доске.
Некоторое время мы смотрели на промокший розарий, тихо наслаждаясь чаем.
".........Я должна кое за что извиниться."
Неожиданно вздохнув, пробормотала Дланор.
"За что?
......Если это насчёт того сражения, оно уже закончено.
Мы оба делали всё возможное.
Исход был всего лишь счастливой случайностью."
"Нет, случайности здесь ни при чём.
...Я просто не могла так всё оставить, поэтому пришла извиниться."
"......О чём ты говоришь?.."
"..................
.........Ты о том, что отдала победу?"
Мягко сказала Вергилия, не прекращая вязать.
".........Да.
......Мистер Баттлер."
"Это \'мистер\' на меня давит.
Лучше просто Баттлер."
"Баттлер.
......Прости.
Мы сражались не в полную силу."
".........Я так и знала.
..."
Кинзо мёртв на начало всех игр
".
Беато уже сказала эту правду.
......В этой битве Баттлер мог в лучшем случае добиться ничьей.
У него не было ни шанса на победу."
"......Ты права.
......Просто сказать это — и битва была бы окончена.
......Почему ты не использовала такой красный?
Неужели из‐за пата?"
"
2‐й Нокс.
Детективу нельзя опираться на сверхъестественные силы.
Нам нельзя говорить эту красную правду напрямую.
Однако я дала красную правду, что "
после того, как начался дождь, окно ни разу не открывали.
"...
,  Корнелии, защищавшей окно."
"Бах.
...Да это же шах и мат.
.........Почему она не использовала такой козырь?.."
"............a!
Н‐не...... агх.
.........По... позволь сказать!..
Нет способа победить мой красный!
Знай, что ты не исполнишь задуманное!.."
Несмотря на спокойное сопротивление до того момента...
... она занервничала, как только я ринулся вперёд.
Я думал, что её испугала моя неожиданная атака... но правда была в другом.
Хотя у неё был козырь, который мог отогнать меня...
...... она вдруг не смогла его использовать и замешкалась.
"Не понимаю.
В тот момент ни с того ни с сего стало запрещено использовать этот козырь.
Как только мы его потеряли, тебе была гарантирована победа."
".........Вероятно, вмешалась Владелец игры — леди Лямбдадельта."
"Она...
.........Всё‐таки вся битва была фарсом в руках Лямбдадельты.
Она заставила \'нас\' играть по своему сценарию."
"Мне это не нравится.
После того как ты сказал мне сражаться в полную силу, мне оставалось лишь дать тебе знать.
......Прости меня."
"Даже несмотря на потерю козыря ты продолжала бороться с оставшимися картами.
Не думаю, что можно придраться к тому, что ты сделала."
"......Верно.
......Наоборот, тебе нужно злиться на Лямбдадельту за её вмешательство."
""
\'Кинзо не существует\'
"  — уже установленный факт.
Леди Лямбдадельта и леди Бернкастель это прекрасно знают.
И всё равно они оставили в этой игре место для него.
......Словно сговорились препятствовать отрицанию его существования."
"Так они намеренно позволили \'деду\' уйти?.."
"Да.
Они преследуют что‐то."
"............Странно.
...Леди Лямбдадельта и леди Бернкастель всегда должны быть противниками, если сторона ведьмы не в превосходящей позиции.
......Трудно представить, что они сговорились в такой ситуации..."
"Я не могу не думать, что у них имеется злой умысел.
Я пришла сюда предупредить вас."
"......Значит... только ради этого?"
"Да.
......И теперь мои дела здесь окончены.
Думаю, мне пора.
Игра вскоре возобновится.
Её оставшуюся часть я должна помогать Эрике."
Дланор допила чёрный чай и встала.
"Далее битва на вторые сумерки.
Тогда я снова подниму свой безжалостный меч.
......Поэтому я прошу того же, Баттлер.
Не нужно никакой пощады."
"......Понял.
...Если не буду воспринимать тебя всерьёз, мне точно конец."
"На игровой доске я не более чем фигура леди Бернкастель и подчинённая Фурудо Эрики.
В будущем мы часто будем стоять друг напротив друга как противники.
......Но в глубине души я нейтрал.
......Хотя нет...... забудь.
......Это не имеет значения."
"Имеет.
......Ты определённо грозный противник, но больше меня не раздражаешь.
А вот эта Эрика раздражает."
"Рада слышать.
Фурудо Эрика и меня раздражает."
"Хех, ха‐ха‐ха‐ха."
Выражение Дланор наконец‐то смягчилось.
......Кажется, в последний момент мы наконец поняли друг друга.
"Фурудо Эрика просто дьявольское создание.
......Она потеряла лицо из‐за недавнего поражения и горит желанием отомстить.
Даже я не знаю, что у неё на уме.
Но точно ничего хорошего.
Будь осторожен."
"......Я не могу расслабляться уже только потому, что она фигура Бернкастель."
Дланор удовлетворительно кивнула и вышла из беседки под дождь.
"......Кто бы мог подумать, что я буду подчиняться такому злу...
.........Зачем только меня призвали в этот мир?"
Дланор коротко вздохнула.
\'Фигуры\' могут только выполнять поставленную им задачу.
И эту задачу даёт им тот, кто ими управляет.
......Она не могла не подчиняться Бернкастель — \'её\' игроку.
"............Тебя призвала леди Бернкастель.
Но в этот мир ты попала благодаря Беато.
......Если бы она не захотела, ты бы ни за что не смогла пройти садовый лабиринт и оказаться здесь.
......Так ведь... Беато?.."
".................."
"............
......Мисс Беатриче.
Что вы хотите от меня?
......Надеюсь, я смогу вам помочь, даже если подчиняюсь злу..."
Сказала она Беато...... но, конечно же, ответа не последовало.
Ещё раз поклонившись в благодарность за чёрный чай...
... Дланор исчезла в дождливом розарии......
"Так никто не может попасть в Золотую Землю, если Беато того не хочет?"
"Да.
......Именно она позвала сюда Дланор."
".................."
".........Получается...... Беато позвала её сюда, чтобы мы встретились..."
......И всё же,
кое‐кто смог попасть в это место независимо от желаний Беато.
Энджи.
...В прошлой игре она сама пришла сюда...
... даже несмотря на то, что была незваной гостьей.
Это тоже...
... было...
... желание Беато?..
"Я здесь, ты здесь.
Беато здесь.
Дланор была приглашена сюда.
......Всё это случилось потому, что она так хотела.
......Даже ваше с Дланор короткое чаепитие."
".................."
"......Беато.
Что я......... должен был узнать от неё?..
Это как‐то связано с тем, чтобы постичь твоё сердце...... и дать тебе обрести покой?.."
Дланор А. Нокс.
Естественный враг ведьм.
Инквизитор ереси.
......Авангард детектива, отрицающий фантастику.
Она здесь, чтобы помочь...
... пронзая твоё сердце...
... и выбивая из тебя жизнь?..
..................
"Встань, пожалуйста.
На одну ногу."
"........................"
Корнелия медленно поднялась и, как ей было приказано, встала на одну ногу.
Её руки были сложены за спиной.
...Потому что ей приказали так сделать.
*удар*.
Эрика обеими руками толкнула её сзади.
Корнелия с глухим стуком ударилась лицом об пол.
"Встань, пожалуйста.
На одну ногу."
"........................"
Корнелия неуверенно поднялась.
И снова встала на одну ногу, как ей приказали.
Ей было велено не смягчать падение.
Поэтому она снова и снова падала на лицо.
Ей едва удалось защитить нос, но после стольких ударов об пол её лицо стало ярко‐красным.
Она не проливала слёзы.
Нет, скорее, не могла.
Потому что даже это ей было запрещено...
"Встань, пожалуйста.
На одну ногу."
"........................"
*удар*
*хлоп*.
"Встань, пожалуйста.
На одну ногу."
*удар*
*хлоп*.
*удар*
*хлоп*.
*удар*
............*хлоп*.
Эрика раз за разом повторяла пытку с падением.
В таких случаях она ненавидела считать.
И поэтому решила, что как только пальцы для счёта закончатся, она просто будет повторять, пока не надоест.
Но её главным достоинством было как раз то, что она никогда ни к чему не теряла интерес,
поэтому пытка продолжалась без конца......
......Эрика не знала, почему Корнелия
не смогла защитить окно.
Поэтому с того момента...
... возложила всю вину за их поражение на неё.
"......Уважаемые присутствующие, я смиренно прошу слова.
Простите Корнелию.
Она уже более чем искупила свою вину..."
"О, правда?
Тогда попрошу тебя занять её место."
"Ге... Гертруда не сделала ничего плохого......"
"Гертруда.
.........Встань, пожалуйста.
На одну ногу.
Сложи руки за спину."
"....................."
Гертруда подчинилась приказу...
... и сложила руки за спину, стоя на одной ноге.
"Не сопротивляйся и не смягчай падение.
Не сгибай ноги в коленях.
И не лей слёзы.
Поняла?"
".........Как скажете......"
"Гертруда............"
Эрика зашагала позади неё.
Наслаждалась даже ожиданием удара......
В тот миг Гертруда и Корнелия исчезли в ярком свете.
......Дланор, вернувшаяся в какой‐то момент, отправила их обратно на небеса.
Эрика, веселье которой было испорчено, бросила на ту злой взгляд...
"Мисс Эрика.
Как их начальник, я понесу всю ответственность за промах своих подчинённых.
Отпустите их, пожалуйста."
".........<Нет, thank you>.
Наказания работают только потому, что причиняют боль.
......Меня не интересует бесчувственная кукла, на которой нельзя оставить ни единой царапины."
Эрика медленно сзади схватила Дланор за волосы и начала неотступно тянуть их.
Шея Дланор, скрипя, наклонилась вверх.
"......Может, и не причиняя телесных повреждений, но вы раните."
"Хмф.
Как будто у тебя есть сердце, которое можно ранить.
Ничтожная кукла‐убийца, охотящаяся на ведьм.
.........Смеешь возражать мне?
Мне, посланнику и двойнику великой леди Бернкастель?!"
".........Нет."
"Леди Бернкастель отругала меня из‐за твоей бесполезности!..
Никогда больше не терпи таких убогих поражений!..
По‐ня‐ла?!"
Она тянула всё дальше волосы, которые схватила, и раздавалось всё больше скрипов...
Это не причиняло Дланор физической боли,
но она отчётливо ощущала неприязнь Эрики.
"............Мне жаль.
Простите меня."
"Мерзость."
С таким звуком, когда вырывают тетиву, она выдернула у Дланор несколько волосков.
Эрика махнула рукой, словно стряхивая грязь, прилипшую к ней.
"Ну ладно.
Я закончила.
.........Моя злость наконец прошла, и маленькие серые клеточки снова покалывают.
......Позови тех двух ничтожеств и восстанови место преступления.
Начнём игру умов."
"Поняла.
.........Гертруда, Корнелия."
""Как вам угодно.""
Они вдвоём снова появились позади Дланор
и восстановили место преступления для Эрики, только что мучившей их...
"......Исчезновение Кинзо не более чем дополнительный бонус к первым сумеркам.
Ладно, давайте начнём расследовать первые сумерки.
......Но для начала.
Вы понимаете, что нам, фактически, дали загадку ещё до убийств?"
"Да.
Письмо с печатью однокрылого орла, которое появилось в полночь, когда постучали в дверь."
"Верно.
В то мгновение история сотворила иллюзию \'Никто из людей не мог его положить\',
создавая такое впечатление, будто существует неизвестная ведьма.
......Давайте начнём с уничтожения этой иллюзии ведьмы.
Первым делом проверим ситуацию в столовой прошлой ночью, когда положили письмо."
"Поняла.
Гертруда, Корнелия.
Восстановите сцену вчерашнего семейного собрания в столовой."
""Как скажете.""
На семейном собрании прошлой ночью были взрослые родственники и Баттлер.
Во время его проведения пришли слуги с чаем.
"Проверим местонахождение каждого в момент появления письма.
Что там с этим?"
"Уважаемые присутствующие, я смиренно прошу слова.
Перед семейным собранием Эрика, Джордж, Джессика, Мария, Нанджо, Года и Кумасава покинули особняк и направились в домик для гостей.
"
"Уважаемые присутствующие, я смиренно прошу слова.
Из тех, кто остался, Краусс, Нацухи и Генджи были в коридоре на втором этаже,
в то время как все остальные находились в столовой.
"
"Поскольку шло семейное собрание и особняк был полностью заперт,
остальные не могли туда войти."
"Аха.
Выходит, никто в особняке не мог постучать и положить письмо?
Эхе‐хе‐хех."
"Именно так.
Сторона ведьмы скажет, что написала письмо... ведьма Беатриче."
"Чушь.
Глупый трюк.
.........Нет гарантии, что письмо положили ровно в полночь.
Разумнее предположить, что его могли положить туда раньше."
"Всего за несколько минут перед обнаружением письма Шаннон и Канон привезли чай.
Когда они вошли, несколько свидетелей подтвердили, что в коридоре не было никаких подозрительных писем."
"
Один из тех, кого не было в столовой: Краусс, Нацухи или Генджи,
мог сразу после этого воспользоваться шансом и положить письмо.
Нет, стоп, это возможно и для тех, кто предположительно ушёл в гостевой домик."
"
Мы слышали, что особняк был заперт и никто снаружи не мог войти,
но если кто‐то сделал вид, что уходит в домик для гостей, а сам затаился в особняке,
то этот человек вполне мог положить письмо."
"
"Уважаемые присутствующие, я смиренно прошу слова.
Допустимая голубая правда."
"В таком случае, проблема — \'стук\'.
В отличие от письма, кто‐то должен был в момент стука стоять за дверью."
"Вот как, это и есть так называемое доказательство существования ведьмы, которой не должно быть?
Какая ерунда.
Они думают, что я, Фурудо Эрика, сдамся чему‐то подобному?
*хи‐хи*хи‐хи*, аха‐ха‐ха!"
"
Во‐первых, стук мог и не быть ударом по двери в столовую.
К примеру, может, на втором этаже есть столб, который из‐за строения особняка вызывает шум,
когда по нему ударяют, и шум передался вниз, а людям в столовой показалось, что это постучали в дверь.
"
"
Или же они могли ослышаться и принять случайный звук за стук, всё неправильно поняв.
Или звук стука мог быть записан на кассету,
которую можно было проиграть ровно в тот момент.
"
"Во всяком случае, думаю, есть множество способов вызвать стук, не стоя при этом за дверью!..
Что скажете?
Госпожа, как вам
моё рассуждение?!"
"........Ты её слышала... Что думаешь?"
"Вижу, твоя милая фигура выложилась на полную, чтобы придумать эти голубые правды,
так что сделаю доброе дело и дам несколько красных правд♪"
Думаю, надо начать с письма.
Когда часы пробили полночь, раздался стук.
И когда дверь открылась, на полу лежал конверт с печатью однокрылого орла.
Очевидно, что его могли втайне положить туда те, кого не было в столовой.
Краусс, Нацухи и Генджи не трогали письмо!
"......Охо?
В таком случае,
когда Шаннон и Канон привезли чай, кто вошёл в столовую последним?..
Допустим, Канон.
Он — последний вошедший — запросто мог втайне бросить письмо, закрывая дверь.
"
"
Никто из людей в столовой... Нет, проще сказать так.
Из всех, кто был в полночь в особняке,
ни один человек не клал письмо в коридор.
"
"Значит, ты не можешь сказать, что его никто не трогал?"
"Конечно нет.
Они \'коснулись письма, когда подняли его\'.
Я не могу сказать, что никто из них его не трогал."
"Ясно.
Тогда давай по‐другому:
кто‐то, кто в полночь был за пределами особняка, заранее положил письмо не в коридор, а в другое место,
после чего оно тем или иным образом оказалось в коридоре.
"
"
К примеру, предположим, оно прилипло к основанию сервировочной тележки, которую везли слуги.
Просто было приклеено так, чтобы через определённое время отклеиться.
В конце концов упав, оно стало \'письмом, оставленным ведьмой\', которой не должно быть.
В общем, это классический трюк,
когда настоящий отправитель отсрочивает появление письма, чтобы сделать себе алиби.
"
"Для вашего сведения.
Допустимая голубая правда."
"Преступнику просто повезло, что оно упало прямо перед дверью в столовую.
В худшем случае оно могло упасть на кухне, в коридоре или даже в самой столовой."
"......O, <good>!
Упади оно в столовой, было бы ещё замечательнее.
На виду у всех на полу вдруг появляется письмо.
И это даже не нарушило бы красную правду, согласно которой \'никто в закрытой столовой не касался письма непредвиденно\'!"
"Прекрасно.
Если письмо было приклеено к основанию сервировочной тележки, виновником мог быть кто угодно."
"Относительно письма это могло бы сработать.
Но применим ли тот же аргумент к стуку?
Попробуем снова?"
".........Прошу."
"
Ни Краусс, ни Нацухи, ни Генджи не стучали!
"
"
И это не ограничивается стуком в дверь.
Они не передавали звук по столбу, не включали записанную кассету и никак не вызывали стук!
Разумеется, это относится ко всем прямым, косвенным, умышленным, случайным и неумышленным методам!
"
"Этот клин уже был вбит, но я повторю.
Не Краусс, Нацухи или Генджи, а кто‐то другой вызвал стук
или же звук, ошибочно принятый за стук.
"
"Уважаемые присутствующие, я смиренно прошу слова.
Да будет известно, что в полночь, за исключением Краусса, Нацухи и Генджи в коридоре на втором этаже и всех людей в столовой,
в особняке никого не было.
"
"Уважаемые присутствующие, я смиренно прошу слова.
Да будет известно, что в дополнение к Крауссу, Нацухи и Генджи, никто в столовой не стучал по двери.
\'Стук\' в этом случае относится ко всем прямым, косвенным, умышленным, случайным и неумышленным событиям, которые могли вызвать звук стука.
"
Прямой стук — кто‐то буквально ударил по двери, чтобы вызвать звук стука.
Умышленный — кто‐то сымитировал стук, пытаясь сделать вид, что в дверь постучали.
Неумышленный — кто‐то ненамеренно вызвал фальшивый звук стука.
Случайный — фальшивый стук был вызван неким совпадением.
"
Короче говоря, никто из персонажей в особняке не мог вызвать стук.
......‘Никто’ относится и к тем, кого не заметили.
"
\'Все в особняке\' включает и неизвестного человека Х, который мог пробраться в особняк.
Это буквально означает,
что \'никто в особняке не мог постучать\', без всякой игры слов.
"......Понятно.
С какой стороны ни посмотри, никто, кроме группы в гостевом домике, не мог вызвать звук стука."
"Я, например.
Что если я, Фурудо Эрика, записала стук на кассету
и с помощью какого‐нибудь хитроумного изобретения проиграла её ровно в полночь?
Разумеется, тогда меня не было в особняке.
И никаких проблем, верно?"
"Никаких.
И всё же, хоть стук и послужил способом сообщить о письме по другую сторону двери,
я не думаю, что это сработало бы, упади письмо в другом месте."
Если хитрость в теории Эрики о письме, прилипшем к сервировочной тележке, была точна,
тогда место падения письма зависело от удачи.
Поскольку оно, к счастью, упало возле двери, люди в столовой благодаря стуку заметили его.
Однако, так как место его падения зависело от удачи......
письмо могло упасть в далёкой кухне
или остаться приклеенным даже после того, как они вошли.
Так стук проигнорировали бы, посчитав, что им показалось.
Иначе говоря, стук сам по себе не может ничего передать.
Он создал впечатление, будто за дверью кто‐то стоял,
только потому, что был вместе с письмом.
Случайное место падения письма с основания сервировочной тележки нельзя связать со стуком.
Чтобы письмо можно было обнаружить благодаря стуку, оно должно быть надёжно расположено *по другую сторону двери*.
Тем не менее,
красным объявлено, что 
никто в особняке не клал письмо в коридор.
"Я немного перефразирую красный о \'размещении письма\' в коридоре.
Никто в особняке не клал письмо в коридор.
Это относится ко всем прямым, косвенным, умышленным, случайным и неумышленным понятиям.
"
"......Например, предположим, в сервировочной тележке был механизм, \'роняющий письмо, когда тележка останавливается\'.
В этом случае можно подумать, что те двое предвидели её единственную остановку у двери, когда они постучат в столовую,
и таким образом сумели сделать так, чтобы письмо упало прямо перед дверью."
"Но даже это не сработает.
Действие \'остановки тележки\' косвенно привело бы к \'размещению письма в коридоре\'.
А значит, Шаннон и Канон, которые везли сервировочную тележку, положили письмо \'косвенно и неумышленно\'!
Поэтому даже это не пройдёт!"
"Кроме того, если сделать так, чтобы письмо упало спустя какое‐то время,
значит, люди, которые везли тележку, положили письмо \'случайно и неумышленно\'.
Конечно же, и это не годится!"
"Повтори.
\'В полночь за пределами особняка были только Эрика, Джордж, Джессика, Мария, Нанджо, Года и Кумасава\'."
Если кто‐то из столовой в полночь вышел в окно...
... и в тот момент \'не был в особняке\'......
Такой игрой слов можно обойти красную правду.
"......Повтори‐и‐и‐ить?..
Даже если я была настолько добра, что бесплатно дала тебе столько красной правды? Какая‐то ты жадная, тебе не кажется?
Я не такая дура, как Беато,
и не собираюсь повторять всё, что хочет мой противник..."
".........Я сделаю тебе массаж в ванне с зефиром и компейто.
Буду тереть твою кожу."
"Эхе‐хе‐хе‐хех, тогда сдержи обещание. *хлёб*!
......Ладно, вот тебе халява♪
Я повторю.
"
\'В полночь за пределами особняка были только Эрика, Джордж, Джессика, Мария, Нанджо, Года и Кумасава\'
"!"
Иначе говоря, эти восемь человек, в том числе Эрика, никак не могли быть в особняке, а уж тем более перед дверью.
И в то же время те, кто был в особняке, не могли быть за пределами особняка.
"
Тогда письмо вместо сервировочной тележки могло быть приклеено к потолку в коридоре.
Потолок там на удивление высокий, поэтому, даже если просто приклеить письмо в открытую, его могут не заметить.
И так оно, естественно, упало в коридоре.
Даже можно обойти красный, если его приклеил кто‐то за пределами особняка!
С хорошей работой меня!.."
"Уважаемые присутствующие, я смиренно прошу слова.
Письма не было на потолке в коридоре.
"
"Уважаемые присутствующие, я смиренно прошу слова.
Знайте, что письмо не касалось сервировочной тележки.
"
".........Ка... какая разница?!
В общем, кто‐то за пределами особняка так или иначе положил письмо!
Если кто захочет с помощью этого письма и стука доказать существование Беатриче, с Фурудо Эрикой такое не пройдёт."
"Уважаемые присутствующие, я смиренно прошу слова.
Никто вне особняка во время семейного собрания не мог повлиять на что‐либо в особняке.
"
"Тогда кто‐то за пределами особняка подготовил что‐то до начала семейного собрания.
Что‐то, что не связано с потолком и тележкой!"
"Уважаемые присутствующие, голубая правда недопустима."
"Почему?!!
Осталось только это!
Кто‐то вне особняка подготовил что‐то, что не связано с потолком и сервировочной тележкой!.."
"По... Уважаемые присутствующие, я смиренно прошу слова.
Пока вы не укажете или не предположите, чем это \'что‐то\' может быть, голубая правда не будет признана."
"Уважаемые присутствующие, я смиренно прошу слова.
Вся голубая правда леди Эрики относительно письма потерпела крах."
"Вся потерпела крах?!
Следите за языком, бесполезная мебель!
Для мгновенного шаха и мата мне всего‐то нужно угадать механизм!..
Что значит вся?! Что значит моя голубая правда недопустима?!
Мне...
... детективу...
... Фурудо Эрике...
... Да как ты посмела сказать мне такое?!!"
Лицо Эрики скривилось.
......Эти слова, отвергающие её...
... нет, её рассуждения... были худшей для неё формой пытки и унижения.
"......Мисс Эрика.
Почему бы нам не отложить загадку письма?
...Ваш синий клин \'Кто‐то снаружи особняка проиграл плёнку с записью стука\' по‐прежнему допустим.
Если это было возможно для стука, то, наверное, не было невозможно и для письма."
Как только Эрика схватила Гертруду за волосы и начала тянуть их, Дланор остановила её этими словами.
"Да, моя голубая правда относительно стука по‐прежнему допустима!..
Опровергнуто было не всё!..
Госпожа! Я обязательно разгадаю загадку письма.
Прошу вас, позвольте мне отложить её!.."
"Однако я непременно выясню загадку того стука!
Я ударю этим синим клином: "
\'Кто‐то снаружи особняка проиграл плёнку с записью стука\'
"...!"
"Эхе‐хе‐хе‐хе‐хе‐хе‐хех!..
Ты такая милая, фигура Берн.
Очень оживлённая.
И она умоляет тебя простить её, потому что разгадала одну из двух загадок, при этом отложив другую.
Так что, ты простишь её?.."
"............Да.
Обычно я никогда не прощаю своей фигуре позорную капитуляцию......
но раз уж тебе удалось разгадать одну загадку, я пока закрою на это глаза......"
"Го... госпожа......"
Когда Бернкастель сказала, что не станет обращать внимания, Эрика не могла скрыть облегчение.
"Тогда пришло время для наказания, моя дорогая Эрика♪"
Все персонажи правильно распознали звук стука.
".........Что?
И как это понимать?"
"
\'Правильно распознали\' означает вот что:
они не приняли звук, очень похожий на стук, за настоящий стук.
Удар по столбу для имитации чего‐то похожего на стук не годится.
При записи стука на кассету и его воспроизведении он становится \'звуком ленты со стуком\', а не самим стуком.
Так что и это никуда не годится!
"
"
В общем, все они правильно распознали удар по двери
и точно не ослышались.
Абсолютно невозможно принять за стук любые другие звуки, помимо прямого удара по двери!
"
"Ка... как так......
Но выходит, что... когда часы пробили полночь...
не было никого, кто мог бы постучать в дверь......
Гх, гх‐х‐х‐х......"
"Ага, их не было.
Потому что стучала Золотая ведьма Беатриче.
*хи‐хи*хи‐хи*хи‐хи*хи‐хи*хи‐хи*!!!"
".........В общем, стук нельзя подделать и нужно именно ударить по двери.
Как насчёт этого?
Есть специальный инструмент, предназначенный для удара по двери.
Автоматический дверной молоток, которым можно постучать, не касаясь двери руками.
"
"
"\'Стук\' означает удар по двери рукой, верно?
Я не приму удар всякими приспособлениями, эхе‐хе‐хе‐хе‐хе‐хе‐хех!"
"Они услышали стук вместе со звоном в полночь.
Все в столовой действительно его слышали.
И никто из них не истолковал стук неправильно.
Краусс, Нацухи и Генджи не стучали.
В особняке больше никого не было.
И стук означает, что кто‐то встал прямо напротив двери и ударил по ней рукой.
"
"......Эй, Берн.
Как тебе мой красный?
Разве не прост и приятен несмотря на то, что всё это было ещё до первых сумерек?
Золотая ведьма тихо появилась со стуком.
*хи‐хи*хи‐хи*, эхе‐хе‐хе‐хе‐хе‐хе‐хех!.."
"............
*хи‐хи*хи‐хи*.
Аха‐ха‐ха‐ха‐ха‐ха‐ха!
Интересно, так интересно, Лямбда!..
Как же иначе.
Да, интересно!
Аха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!"
Две ведьмы согнулись от смеха, будто это было самое забавное,
что есть на свете...
"Гх............
...го... госпожа...
Не беспокойтесь.
Дайте моим маленьким серым клеточкам немного времени, и я обязательно отвечу на этот жалкий красный!.."
".........Ты всего лишь фигура.
Твоё отсутствие нисколько не воспрепятствует моему прогрессу в этой игре.
Если ничего не можешь придумать, возвращайся в мешок для фигур и пылись там.
Мне даже вспоминать о бесполезных фигурах противно."
"......Знаешь, Берн очень забывчива.
Если не станешь усерднее, она забудет тебя.
Будешь пылиться в забытом мешке для фигур, ожидая своей очереди, которая никогда не настанет.
......Сурово, правда?.."
"Н‐не беспокойтесь, леди Лямбдадельта, и вы, госпожа!..
Я обещаю оправдать ваши ожидания и никогда больше не подводить!.."
"............О, как обнадёживает. Всё‐таки ты мой двойник.
......Тогда обязательно выложись на полную.
Если не приложишь усилий, я могу совсем забыть о тебе......"
Хихикнув, две ведьмы продолжили обсуждение письма и стука.
Здесь для Эрики не было места.
Если она будет довольствоваться этим...
... ей в прямом смысле будет некуда пойти...
... и её погребут в вечном забвении.
Эрика с отвращением терпела, со стыдом смотря в спину госпоже, игнорирующей её.
И, сжав кулаки, она отчаянно думала, как прорваться.
Я — детектив, Фурудо Эрика.
Фигура, двойник и слуга великой леди Бернкастель!..
Я обязательно оправдаю её ожидания...
... оправдаю...
обязательно, обязательно,
гха, гх‐х‐х‐х...
... Уширомия Баттлер...
... как ты посмел...
так меня унизить.........
Она стояла во мраке, игнорируемая ведьмами,
словно её выставили в коридор...
Из‐за преступления ранним утром мы совершенно забыли о завтраке,
и сейчас было время нашего первого приёма пищи за день, но его никак нельзя было назвать завтраком...
Даже превосходный обед Годы, который вроде как со вчерашнего дня был весь в работе, не приносил комфорта.
Несколько пустых мест тихо обременяли нас мучительной печалью......
В разгар этой трапезы, похожей на бессменное бдение, Эрика неожиданно встала.
Все сосредоточились на ней, смотря, в чём дело.
Её выражение было на грани между облегчением и безумием, как будто она сделала инновационное и странное открытие.
"......Эй, что такое?
Ты в порядке?.."
"Я поняла, поняла!
Думали, не пойму?
Да, я знаю, такая нелепость просто невозможна!.."
С уродливым выражением и холодным потом на лице, Эрика бросила взгляд на Баттлера.
".........Что ты
поняла?.."
"Вы не могли спрыгнуть с третьего этажа!..
Никто из нас не видел, как вы приземлились во дворе!"
"....................."
"
Поставив лестницу во дворе и увидев, как Рудольф поднимается к окну третьего этажа,
вы рассмотрели вблизи конструкцию внешней стены и поняли, что можно спуститься во внутренний двор из окна третьего этажа по водостоку!..
Вы не прыгали!
Вы неуклюже спускались по водостоку наружной стены!!!
Как вам моя голубая правда?!! Каким будет ваш контраргумент?!"
".........Контраргумент?"
"У вас его нет?
Значит, моя правда допустима?!
Эй, вы видели?!
Вся ваша попытка круто выглядеть, сделав такой вид, будто вы спрыгнули вниз, была иллюзией!
Вы просто выпрыгнули и ухватились за водосток!..
"
"..................
......Мы обсуждали, мог ли дед выбраться из кабинета, так?..
И мог ли он выйти через окно.
Я лишь доказал это.
......Спрыгнул я или спустился — какая разница?"
"Не меняйте тему!!!
Обычный человек не может спрыгнуть с третьего этажа!..
Вы видели, видели?!!
Что скажете по поводу моих рассуждений, госпожа?!!"
"......Ты устала, что ли?
Поешь и успокойся."
Когда Баттлер выбрался во внутренний двор через окно...
Он действительно спустился по водостоку, как Эрика и сказала.
Его рука соскользнула на полпути, и он упал со значительной высоты,
но всё же сумел приземлиться на ноги.
......Никто этого не видел,
но, скорее всего, все в столовой, за исключением Эрики, поняли, что примерно так всё и было.
Никто с самого начала не верил, что он выпрыгнул из окна третьего этажа.
...Даже если не был непосредственным свидетелем.
Поэтому никто понятия не имел, на что Эрика вдруг стала жаловаться,
и все зашептались, глядя на неё холодно и сомнительно......
"Вам ведь нечего возразить?!
Ваш прыжок уже опровергнут!
Моя правда победила!!!
Моя голубая правда допустима!"
"Госпожа, прошу вас, признайте!
Я не сплошное разочарование!..
Я обязательно оправдаю ваши ожидания, поэтому, пожалуйста, не бросайте меня! Госпожа!!!"
Смотря куда‐то за потолок, Эрика развела руки и закричала.
И тогда......... будто в ответ, где‐то очень близко прогремела мощная молния.
Невероятный грохот.
Они даже заметили, как затряслась земля.
Одновременно с этим звуком Эрика рухнула на место,
как марионетка, все нити которой только что перерезали.
Затем, когда комнату снова начал окутывать шум ветра и дождя......
она медленно открыла глаза, словно оправившись от приступа головокружения.
А потом продолжила молча есть как ни в чём не бывало.
Как будто всё это время вела себя нормально.
......Разве не Эрика только что неожиданно встала и прокричала кому‐то нечто странное?..
Эрика продолжала молча есть, и её самое обыкновенное поведение заставило всех сомневаться в ранее увиденном.
По её невозмутимому виду...... все пришли к выводу, что окончательно вымотались,
и что им просто померещилось, как Эрика вдруг закричала.
Её внезапное изменение несколько секунд назад посчитали видением,
и оно исчезло из их памяти......
Эрика, спокойно тыкающая вилкой в салат, пробормотала так, что никто не слышал.
Благодарю вас, великая леди Бернкастель...
Я — Фурудо Эрика.
Фигура и двойник госпожи.
......Я непременно подарю вам невероятную историю.
Эхе‐хе‐хе‐хех......
"Точно, точно, что касается столовых приборов, ножи и вилки весьма примитивны.
Палочки лучше.
Не кажется ли вам, что ими есть салат проще всего?
А, дамы и господа?"
Closet
"Баттлер вернулся в домик для гостей в три часа ночи.
А потом, спустя полчаса, разошлись и вы, так?"
"Да, верно.
Мы совсем вымотались.
Решили сделать короткий перерыв, а затем начать снова."
Чтобы выкурить убийцу первых сумерек,
Эрика допрашивала всех, проверяя их алиби и доказательства.
Для их подтверждения она обошла с ними особняк
и при необходимости несколько раз шла под дождём в гостевой домик.
......Её выносливость поражала.
......Хотя она незваная гостья,
никому уже давно не казалось странным её подражание детективу...
"......Эрика тоже неуклонно строит свою опору."
"Только зря время тратит.
Алиби не помогут ей опровергнуть наше существование.
......Кинзо ушёл через окно и слился с туманом Роккенджимы.
Едва ли она сможет найти или стереть его."
"Когда всё уже сказано и сделано, можно заявить, что он ушёл под шахматную доску."
"Тогда было бы уместнее сказать, что его скрыли."
"......Кстати, о тех трупах с первых сумерек.
Они ведь тоже скрыты?"
"Да.
Они попали в мою тьму между этим миром и потусторонним."
"......И эта детектив‐подражатель их не найдёт?.."
"Конечно.
человек на такое не способен.
.........Хочешь проверить?"
"На всякий случай.
И ещё нам нужно выяснить, в чём с этого момента будет состоять цель леди Бернкастель."
"Если знаешь своего врага, не нужно бояться исходов сотен битв."
"Если знаешь правду, можно выиграть сто боёв без боя."
"Пу‐ку‐ку‐ку‐ку.
О боже."
Гаап открыла в воздухе большую дыру, и та поглотила их всех.
Она пригласила Беато и Ронове в щель между мирами, куда спрятала трупы......
......Это место... было не в этом мире
и существовало вне его времени.
Оно в самом истинном смысле не принадлежало этому миру.
Здесь ничего не значат вопросы \'где мы?\' и \'сколько времени?\'.
Все дороги ведут сюда, но попасть отсюда никуда нельзя.
Кроме того, всё время связано с этим местом, однако оно существует вне времени.
В общем...... это место есть то, о чём они сказали: обратная сторона шахматной доски.
Нет, пожалуй, его стоит назвать хранилищем, куда попадают покинувшие игру фигуры......
......Кромешно чёрный мир сверкнул,
и в поле зрения вошли пять трупов......
Пять жалких трупов с разрезанными шеями лежали в ряд.
У них были закрыты веки и соединены руки.
По‐видимому, даже Гаап проявляет уважение к мёртвым...
"Надо же.
.........В этой игре на первые сумерки пять жертв?
Не шесть?"
"О, это вы, наставница.
Я уж думала, куда вы подевались.
Игра уже дошла до первых сумерек, и, как видите, появились первые жертвы.
......Наконец началось. Я так взволнована!.."
"Вот как.
.........Твоя фигура всё ещё в бодром расположении духа.
Я рада."
"Хм?
Если у меня заберут хорошее настроение, очарование,
манеры, то от меня просто ничего не останется!
Ва‐ха‐ха."
Вергилия почему‐то похвалила Беато за хорошее настроение.
Хоть та и опешила, вдруг услышав от Вергилии слова, которые обычно сказала бы бабушка,
она хлопнула себя по груди и ответила.
Вергилия часто отсутствовала во время этой игры.
Она не была на своём месте даже когда Баттлер разгадал эпитафию и во время последовавшего за этим переполоха.
Её не было во многие критические моменты,
поэтому она не многое знала о событиях этой игры...
"Сейчас у нас пять трупов.
......Как видишь, у них почти разрезаны шеи."
Джордж, Джессика, Мария, Роза, Генджи.
У всех пяти были вспороты шеи чем‐то острым......
Раны открылись глубже ртов......
и возникало такое чувство, будто им уже не нужны рты, чтобы дышать.
"......Понятно.
То есть, 
То есть, любой с первого взгляда на трупы Джорджа, Джессики, Марии, Розы и Генджи может подтвердить, что они мертвы.
"
"Хм‐м?
Красный?
Впрочем, с вами нет смысла жадничать.
Верно,
с первого взгляда кто угодно может подтвердить, что эти трупы мертвы, поэтому они абсолютно точно не могут притворяться мёртвыми.
"
"Зачем Лия использовала красный?.."
"Кто знает.
......Но она всегда думает о миледи.
Возможно, заметила что‐то, что может принести той пользу."
"......Хм‐м‐м."
Но они спрятали здесь трупы для того, чтобы никто не мог использовать красный...
И всё же, Ронове был прав. Вергилия всегда в первую очередь думает о Беатриче.
Когда эти трупы, которые она с таким трудом скрыла, подтвердили красным, на её лице появилась слегка недовольная гримаса.
Но в конце концов Гаап вспомнила, что она всего лишь гостья, и пожала плечами.
"Зачем ты сказала Гаап скрыть трупы?"
"Хм.
Раз эпитафия уже разгадана, эта игра отличается от обычной.
Теперь моя цель — служить Нацухи и защищать её."
"..................
Как сокрытие их трупов защитит её?"
"......Мы более‐менее поняли, что предпримут наши противники.
Они хотят загнать Нацухи в ловушку.
Боюсь, на время событий первых сумерек алиби окажутся у всех, кроме неё."
"Прошлой ночью госпожа Нацухи первой покинула семейное собрание и отдыхала в своей комнате.
......К сожалению, до следующего утра у неё нет алиби."
"Теперь уже невозможно опровергнуть существование Кинзо.
......Однако у врага остался один ход, который может всё перевернуть."
"Понятно.
.........Нацухи загонят в угол и заставят признать, что Кинзо не существует."
"Да.
Вероятно, враг добивается именно этого.
Наблюдая за ходами фигур, участвующих в семейном собрании, мы быстро поняли, что Нацухи изолирована,
заметили их ловушку и ответили этим ходом."
"Трупы исчезли!
У всех есть алиби, и никто не мог перенести их.
Это не только поддерживает утверждение о существовании ведьмы,
но и также вызывает в первую очередь сомнения в том, а трупы ли это были, и едва позволяет Нацухи избежать подозрений."
"Иначе говоря,
Госпожа Нацухи может заявить, что жертвы первых сумерек только притворялись мёртвыми."
"Даже если многие подтвердили их смерти в комнате кузенов?.."
"Простое подтверждение их смертей и рядом не стоит с красной правдой!..
Сколько бы они ни утверждали, что засвидетельствовали их смерти, в мире людей нет красного!
Раз трупов нет,
Нацухи может сбросить их слова со счетов, объявив ошибкой, обманом, или сказав, что все они лгут.
Она может делать так снова и снова и выиграть для себя время."
"В мире людей, где нет красной правды, вечный шах — эффективный ход."
"Бесконечный спор, где каждая из сторон отрицает претензии другой стороны.
......Не очень красиво."
"Верно.
Но красоту обретают после победы.
Для тех, кто не может добиться победы в её поисках, она не более чем яд."
"Говорят, кто сильнее, тот и прав.
Ва‐ха‐ха‐ха‐ха."
"И даже если я не считаю это красивым,
тем Странствующим ведьмам, возможно, понравится, и они скажут, что им не скучно..."
"............Вот как.
Мне удалось влиться в эту игру.
...Судя по всему, ничего хорошего в ней не будет."
"Мы это прекрасно понимаем.
......И уже знаем, что Нацухи вот‐вот загонят в ещё одну ловушку."
"В ещё одну?"
"Да.
Кто‐то, кого создала леди Лямбдадельта и кто представился человеком из 19‐летней давности, уже угрожал Нацухи.
Она получила приказ в час дня спрятаться в шкафу определённой гостевой комнаты.
......Краусс в заложниках, поэтому Нацухи не может сопротивляться."
".........Вот как.
Как безжалостно.
...Ты можешь её защитить?"
"Конечно.
Ведь Нацухи не преступник.
Сколько бы её ни считали виновной, и правда, и иллюзии на нашей стороне.
Мы ни за что не проиграем.
*хи‐хи*хи‐хи*хи‐хи*хи‐хи*!!!"
Нацухи в знак протеста разбила об пол чашку с чёрным чаем, выразив гнев, текущий по всему её телу.
"......Ч‐что вы имеете в виду?!!
В‐вы...... подозреваете меня?!!"
"Вы сказали мне, что раньше всех ушли, вернулись в свою комнату и не покидали её до утра.
Но это не алиби, если вы не можете предъявить доказательства."
"Доказательства?!
Какие?!!"
"Неважно, какие.
Объективно говоря, всё будет хорошо, если вы докажете, что не могли совершить преступление.
.........Все остальные сотрудничают.
Перестаньте так недоброжелательно себя вести и предоставьте мне алиби вместе с доказательством."
"......Верно.
Почти вся ночь для Нацухи пробел во времени.
......Она могла покинуть собрание, сказав нам, что хочет отдохнуть, пойти в домик для гостей и напасть на Джорджа и остальных..."
"Не говорите глупости!
Зачем мне убивать Джорджа, да ещё и Джессику — мою родную дочь?!!"
"Успокойся.
......Все мы одинаково подозрительны.
Печально, но нам всем нужно доказать свою невиновность."
"Да.
Мы лихорадочно думаем, как бы доказать свои алиби на прошлую ночь, чтобы смыть с себя подозрения."
"Я понимаю, что вам не нравится быть подозреваемой, Нацухи.
Если вас это расстраивает, разве найти способ доказать свою невиновность не самое главное?.."
Родственники говорили так, будто все были под одинаковым подозрением,
но атмосфера в этом месте вовсе не была такой мирной.
Эрика ещё вела подтверждение,
однако за исключением Нацухи, отказавшейся сотрудничать, когда дело дошло до подтверждения алиби,
алиби у всех были достаточно надёжными.
Только Нацухи, посчитавшая подозрения оскорблением, не сотрудничала с Эрикой,
и её положение становилось всё более опасным......
Для Нацухи гостиная уже перестала быть уютной.
И звук разбитой чашки это окончательно подтвердил.
"Г... глупости!
Почему меня подозревают, когда я потеряла дочь?!!
Вы злонамеренно пытаетесь выставить меня преступницей лишь потому, что я рано легла спать прошлой ночью!
Я больше не могу терпеть такое унижение!.."
"О, и что ты сделаешь?
Предоставь нам алиби, доказывающее твою невиновность.
Можно подумать, оно у тебя есть!
Верни Джорджа, убийца!!!"
"Прекрати, Ева!..
......Нацухи, вы тоже, наверное, устали.
Как и мы.
Почему бы нам пока не снизить обороты?.."
".........Действительно.
Мы слишком накручены."
"Тётя Нацухи......
Вы куда?.."
"Искать алиби и преступника сейчас поистине нелепо!..
Когда пройдёт тайфун и приедет полиция, всё будет выставлено на дневной свет.
Нам незачем играть в детективов.
Или я ошибаюсь, Эрика?"
"В общем‐то, нет.
Но у меня есть такое право."
Кто дал ей это право?
Никто не спросил.
Это полномочие было дано властными словами из более высшего мира,
и фигуры не могли даже усомниться в нём...
"Я ухожу.
До приезда полиции я не собираюсь участвовать в ваших бессмысленных допросах.
Подозревайте меня сколько хотите.
Надеюсь, полиция развеет эти подозрения."
.........Поздновато упоминать об этом, но... постойте, так происходит каждый раз.
Телефон как обычно не может дозвониться до полиции.
Нацухи сказала, что полиция приедет, но ведь это не совсем так.
Строго говоря, завтра бы прибыл катер и они по радио связались бы с полицией.
Но...... вряд ли я дам им прожить так долго.
...*смех*.
"......Нацухи, оставаться одной опасно...
Может, вам лучше......"
"Да пусть идёт.
Доказательство будет идеальное.
Если Нацухи убьют в её же комнате, значит, она невиновна."
"Прекрати, сестра.
.........Нам всем будет лучше передохнуть.
А то и впрямь не доживём до завтра."
"Если мы уходим на перерыв, нужно постоянно быть настороже.
Мы можем не пережить эту ночь, не говоря уже о завтра."
"............Тётя Нацухи.
Если вы возвращаетесь в свою комнату, обязательно наглухо запритесь.
Закройте окна и ставни, и берегите себя.
......Я не хочу никого подозревать. И ещё больше...... не хочу новых жертв."
".........Спасибо, Баттлер.
.........Что ж, я вернусь в комнату.
Года, ты остаёшься за главного.
Знаю, мы в ужасной ситуации, но проследи, чтобы у наших гостей было всё необходимое."
"Д‐да, мадам......
Так и сделаю......"
Нацухи под всеобщими взглядами покинула гостиную.
По их лицам она поняла, что они ожидают происходящего в классических детективах...
\'Первый, кто рассорится с остальными и покинет круг\', становится следующей жертвой.
............Нацухи...... не могла ослушаться из‐за угроз в отношении Краусса, которого взяли в заложники.
Вскоре наступит обещанное время — 13:00.
Она должна в течение часа прятаться в шкафу указанной гостевой комнаты.
Легко заподозрить, что этот странный приказ — ловушка, нужная, чтобы сделать её следующей жертвой.
Она обдумывала различные методы сопротивления,
но все они не сработают на преступнике, у которого есть заложник и который следит за каждым её шагом...
Поэтому Нацухи оставалось только послушно подчиниться этому приказу,
убедив себя, что ей нужно сделать так ради безопасности мужа...
Когда обещанное время приблизилось,
Нацухи преднамеренно разозлилась и разбила чашку об пол, чтобы найти оправдание для ухода из гостиной.
.........Насколько бы трусливая ловушка меня ни ждала...... я не могу ослушаться.
Теперь я несу бремя однокрылого орла.
......Сейчас, когда мой муж похищен,
я должна защитить его даже если придётся валяться в грязи...
".................."
......Разумеется, я готова.
Я — Уширомия Нацухи.
Даже если мне нельзя носить однокрылого орла на одежде.........
отец позволил мне выгравировать его на сердце......
".................."
......Я здесь потому, что правдоподобно умчалась в ярости.
Пока...... всё продвигается гладко.
У меня перед глазами была дверная ручка указанной гостевой комнаты.
......Но... вдруг дверь заперта.
Слугам приказано запирать все неиспользуемые комнаты.
......Что делать, если там заперто?..
Я убежала, сделав вид, что возвращаюсь в свою комнату.
Бросаться обратно и просить слуг отпереть эту гостевую комнату будет явно подозрительно...
Если возможно...... я бы хотела, чтобы эти жуткие прятки никто не заметил.
Когда позвонил тот, кто представился человеком из 19‐летней давности,
он сказал, что я выиграю, если никто не узнает, но проиграю, если кто‐то узнает.
Он сказал, что освободит моего мужа независимо от того, проиграю я или нет...
... но у него заложник, поэтому лучше не проигрывать...
Обидно, но придётся идти на поводу.
Осторожно схватив дверную ручку...... я почувствовала, что дверь не заперта.
Шаннон или Кумасава забыла запереть её после уборки?
......Или её заранее открыл тот человек?..
Он же...
... не ждёт меня в этой комнате?
А потом...
... он...
...........
Все эти прятки могут быть лишь поводом.
Я втайне пришла сюда, пока все остальные думают, что я отдыхаю в своей комнате.
Если меня убьют в такой ситуации...
... возникнет новое непонятное дело об убийстве, которое расширит утреннее преступление.
".........Ка... как удобно.
Хорошая возможность лично расквитаться с преступником..."
У Нацухи был опыт обращения с японское копьё:нагинатой, но лишь поверхностный.
В отличие от Евы, она не могла похвастаться умением быстро избавиться от хулиганов.
Сейчас у неё не было реалистичного шанса бросить злоумышленнику вызов и победить.
".................."
Она подготовилась...... и медленно открыла дверь.
Ей нельзя было просто стоять в коридоре, рискуя быть замеченной...
Атмосфера в гостевой комнате...... была ледяной,
и она не чувствовала никаких признаков присутствия человека, нетерпеливо ожидающего её.
Был слышен только тревожный шум ветра и дождя.
Сначала она посчитала это доказательством, что там нет никого, кто бы стал угрожать ей......
но вскоре ей только больше стало не по себе...
Шкаф стоял в нескольких шагах от двери.
Внутри висели вешалки для пальто.
Шкаф, в котором ничего не висело, был настолько большим, что там мог бы спрятаться даже взрослый...
Она тихо открыла его.
......Разумеется, внутри ничего не было.
Ей придётся молча прятаться там час.
В комнате был деревянный пол, а в шкафу лежало некое подобие коврика.
......По‐видимому, сидеть там вполне возможно.
Она была уверена, что в этой комнате её кто‐то ждёт
или что в шкафу окажется странное письмо.
......Ей даже казалось, что в худшем случае там может быть труп её мужа.
Однако ничто из того, что она воображала, не сбылось.
Вокруг были лишь холодная гостевая комната
и безжизненный шкаф, молча призывающий её войти внутрь......
".........И он сказал мне... прятаться здесь в течение часа...
......Издевается надо мной."
Нацухи пожала плечами, развернулась, заперла дверь гостевой комнаты и повесила цепочку.
"Так в эту комнату никто не войдёт.
......Иначе говоря, никто в течение часа меня не найдёт.
Я победила.
До чего глупые прятки."
Это, несомненно, полная победа в прятках с тем загадочным человеком.
......Но настолько лёгкая, что становится не по себе.
Обычно такое против правил игры в прятки.
......Даже если она победила, преступник может разозлиться.
И сейчас все думают, что она вернулась в свою комнату.
Если они найдут комнату, запертую на цепочку, она станет в их глазах невозможным закрытым помещением.
Эрика носилась по всему особняку, чтобы подтвердить алиби.
Она наверняка поднимет шум, если увидит комнату, запертую на цепочку, и всё закончится разрывом цепочки и обыском помещения.
......Тогда Нацухи сразу же обнаружат в шкафу.
Будет легко честно признаться, почему она там пряталась.
Но тот человек настаивал на обратном.
......Если она расскажет...... это поставит под угрозу её мужа...
В таком случае, цепочка......... нет, даже просто запереть дверь может быть плохой идеей.
Верно.
Эта комната не была заперта, когда я пришла сюда.
Если её неожиданно запрут, кто‐нибудь может обратить на это внимание.
......Лучше не делать ничего лишнего...
Этот человек сказал мне только спрятаться......
".........Всё‐таки... мне остаётся лишь... делать как он говорит......"
Обидно...... но я не могу ослушаться.
Я сняла два драгоценных замка...
... зашла в слабо освещённый шкаф, окутанный запахом старой древесины, и сумела закрыть дверцу изнутри.
......Как темно.
Я вспомнила, как в детстве пряталась и потом удивляла маму,
но одно это мирное воспоминание не смогло убить мою тревогу.
Тут и вправду кромешная тьма.
Здесь я даже не смогу проверить время и посмотреть, прошёл ли час.
Наверное, придётся время от времени открывать щёлочку, чтобы на мои часы падало достаточно света.
......А пока...... сяду сюда.
Я подумала согнуть ноги в коленях, но почувствовала боль в спине, когда попыталась.
Я уже не так молода, как раньше.
Хотя в школе на уроках физкультуры приходилось приседать постоянно,
теперь я даже сесть могу с трудом.
Просто сидеть здесь на корточках целый час
будет трудно......
"..................Ха‐а............"
Поверить не могу......... Мне придётся прятаться в темноте целый час, не слыша ничего, кроме ветра и дождя.
Как ни странно, в прошлом Нацухи заставила Джессику сделать то же самое.
Чтобы наказать её за постоянные вредные привычки и преподать ей урок, когда та ещё была маленькой.
Нацухи думала, что пребывание в темноте сможет пробудить в Джессике желание задуматься над своими ошибками,
и таким образом она поймёт, что было сделано не так.
......Словно...... меня заставили сделать то же самое.
Если это и есть истинная цель этих пряток......
.....................
"......Какая я наивная."
Из‐за моей наивности мне кажется, что если его цель — заставить меня покаяться,
за этот час ничего не произойдёт...
Неопределённость и боязнь его тени сейчас не главное.
Вдруг кто‐нибудь зайдёт в эту комнату, откроет шкаф...
... и сделает со мной нечто ужасное, когда я пришла сюда в полной секретности, как и обещала?
......Вот о чём мне следует беспокоиться.
Преступник...... или его сообщник очень близко.
Иначе он бы не смог так внимательно следить за мной.
Не хочется об этом думать, но вполне возможно, что преступник подкупил кого‐то из слуг.
Он спрятал в моей комнате жуткую карту с надписью \'Осень\'.
Моя личная комната всегда заперта.
Такой трюк невозможен без ключа.
Вместо того, чтобы полагать, что ключ украли, пока слуги не видели,
разумнее предположить, что кто‐то из слуг одолжил его преступнику...
"Но...
......... к‐как...
...... он узнал, что моё любимое время года — осень?..
Ужас какой........."
От мысли, что этот таинственный человек смог заглянуть мне в душу, по всему телу побежали мурашки...
Да, мне нравится осень, но я не говорила об этом.
Не думаю, что кто‐то слышал это от меня.
......Даже мой муж, скорее всего, не сразу бы ответил, если бы я спросила, какое моё любимое время года.
............Н‐нет.
Только однажды... я сказала об этом кое‐кому......
Точно.
............Шаннон...
Одним осенним днём мне довелось быть в хорошем настроении,
и я отметила, что осень — моё любимое время года.
......Выходит, Шаннон либо преступник, либо сообщник!..
"Она единственная знает, что мне нравится осень...
......Тогда...... это прямое доказательство её причастности!..
Карта с \'осенью\' — улика!..
......Невероятно...
А ведь она прослужила семье 10 лет........."
Я была потрясена и дрожала от гнева.
......Не Кинзо ли однажды сказал, что гнев
— лучшее лекарство от страха и неуверенности?
Это видно по тем, кто внушает ужас.
Они всегда первыми выходят из себя.
......Я помню, как он сказал мне это.
Поэтому я поняла, что гнев — признак моего страха,
и изо всех сил старалась оставаться спокойной...
......Однако эта улика жизненно важна.
Возможно, Шаннон не надёжна как слуга,
но если она его сообщница, тем лучше.
Бесхарактерная девушка.
Если я её запугаю, она мигом выдаст имя тайного лидера.
Я втайне расскажу об этом полиции.
Это может сильно помочь в аресте преступника.
"......Эта карта должна была удивить меня и управлять мной...
... но на самом деле он сам вырыл себе могилу."
Я никому кроме Шаннон не говорила, что мне нравится осень.
Это неоспоримое доказательство того, что она работает на преступника......
Хотя я думала, что время в шкафу задавит меня неопределённостью и беспокойством, оно, фактически, дало мне основу для контратаки.
Я могла бы не заметить, если бы не была сейчас в кромешной тьме.
Я почти что благодарна преступнику, придумавшему эту глупую игру.
......Мне стало гораздо легче.
...Я всё ещё не могу гарантировать, что мой муж в безопасности, но я обязательно верну его и заставлю преступника предстать перед судом...
Я плотно сжала кулаки и укрепила свою решимость, чтобы любой ценой не проиграть этот бой...
*клац*клац*!
В этот момент я вдруг услышала такой звук, будто кто‐то хотел силой открыть запертую дверь,
и моё сердце подскочило.
"......О, тут не заперто."
Это сказал Хидэёши.
Я услышала тихий голос — словно он говорил сам с собой, — донёсшийся, судя по всему, из коридора.
Видимо, он думал, что там заперто, и попытался отпереть,
но вместо этого запер незапертую дверь.
Снова раздался звук поворачивающегося замка, и вот, дверь со слабым скрипом открылась...
......Что...
...Хидэёши здесь делает?!
Он вошёл — послышались шаги, а затем закрыл и запер за собой дверь.
Потом он вроде бы повесил цепочку.
.........Неужели...
...Хидэёши и есть...
... тайный лидер?!
Или сообщник?!
Он планирует что‐то со мной сделать?..
Потребуется время, чтобы отпереть дверь с этой стороны, а уж тем более чтобы снять цепочку.
......Если Хидэёши не намерен выпускать меня отсюда,
он не даст мне достаточно времени на снятие цепочки...
Тогда.........
...... если он откроет шкаф...
... и увидит меня, жалко присевшую здесь...
... какие страшные слова он скажет?..
Я не хочу, чтобы меня нашли, не хочу, чтобы меня нашли...
Умоляю, пройди мимо шкафа...
Продолжай идти к центру комнаты!..
Моя голова была до того забита пульсирующим звуком, что казалось, будто она сейчас расколется, и я уже почти не слышала его громкие шаги.
Услышав глухой звук из центра комнаты,
я наконец поняла, что он прошёл мимо шкафа, и значительно успокоилась.
"......На всякий случай.
В такую погоду даже не скажешь, день сейчас или ночь."
После его шёпота раздался глухой стук.
......Наверное, закрывает ставни на окнах.
На всякий случай?
На случай, если я попытаюсь выбраться через окно?..
Нет...... не может быть.
Точно.
Когда я покидала гостиную, все обсуждали возможность взять перерыв.
В конце концов, произошло несколько убийств.
И погода плохая.
......Нет ничего странного в том, чтобы отдохнуть в гостевой комнате вместо возвращения в домик для гостей.
В таком случае, запирание и закрытие ставен — надлежащая гарантия безопасности.
Когда ставни были закрыты...
... раздался *хлоп*,
словно он повалился на кровать.
......Удивительно, сколько можно понять по одному звуку.
.........В чём дело?..
Человек из 19‐летней давности...... задумал сделать так, чтобы я оказалась в одной комнате с Хидэёши?..
Нет...... вряд ли.
Может, он и планировал, что я спрячусь здесь......
но пришедший отдохнуть Хидэёши, скорее всего, выходит за рамки его плана.
Если так подумать......... странно быть в комнате вместе с ним,
но это также гарантирует мою безопасность.
......В отличие от его жены, Хидэёши из таких людей, с которыми я могу поговорить.
Приди сюда Ева, было бы сложнее.
Может, мне выйти из шкафа, пока он ещё один,
раскрыть ему всё и попросить о помощи......
Но так моего мужа могут убить...
Пока его не освободят, мне нельзя делать ничего опрометчивого......
Мне выйти и поговорить или же прятаться здесь?
Застонав от головной боли и закусив нижнюю губу, я поборола желание вылезти отсюда...
Даже если я поговорю с Хидэёши, мне не известно, где держат моего мужа.
Я уверена, что предатель, наблюдающий за мной, близко.
Простой разговор с ним ничего не решит.
......Я подозреваю, что Шаннон — предатель, но это не доказывает, что Года и остальные таковыми не являются.
......Ничего не выйдет......
Думаю...... всё‐таки выходить отсюда и признаваться слишком опасно...
В конце концов...... я услышала странный, рыдающий голос.
......Чей?..
Я напрягла слух, пытаясь расслышать странный голос......
и была потрясена, поняв, что это Хидэёши рыдает...
Хидэёши...... потерявший своего единственного сына,
наконец мог пролить слёзы и рыдать... теперь, когда был один...
......Считая, что ему нужно поддержать Еву в её горе, он старался вести себя стойко.
Но у него, как и у всех, было право выплакаться.
......И теперь, найдя место, где никто не мог увидеть его слёз,
он наконец позволил себе это...
.........А я...
... потеряла дочь.
...Я не видела её труп своими глазами...... поэтому до сих пор даже не чувствую, что она мертва.
Но если её унёс преступник, у которого был отталкивающий мотив......
От одного этого моя грудь словно разрывается на части...
Я прячусь здесь потому, что больше думаю о живом муже, нежели о мёртвой дочери.
......Но если бы мне была дана такая возможность... я бы тоже рыдала, надрывая лёгкие.
И всё же...... я пока не могу себе это позволить.
......Не потому, что человек из 19‐летней давности приказал мне спрятаться.
А потому что......... я последняя... глава семьи Уширомия......
Это полностью затмила недавняя паника......
но прошлой ночью Баттлер нашёл скрытое золото и даже получил кольцо главы из того загадочного конверта.
......В самом‐самом конце, когда всё закончится...
Я, вероятно, не смогу предотвратить его вознесение до главы.
И когда всё, что касается распределения наследства, раскроется......
честь семьи Уширомия и слава, переданная от отца......... будут растоптаны.
Поэтому...... я последняя глава.
Баттлер, может, и унаследует оставшееся состояние семьи Уширомия.
Но её история и честь...... закончатся на моём поколении......
Поэтому...... я последняя глава.
Мне нельзя рыдать.
.........Не сейчас.
Пока я не верну мужа...... и не отомщу за свою дочь, у меня не будет возможности лить слёзы......
В шкафу я молча склонила голову,
слушая рыдания Хидэёши......
"К‐кто здесь?!"
Э?!
Моё сердце подскочило.
Со стороны Хидэёши, который должен был обессиленно лежать на кровати, раздался такой звук, будто он вскочил на ноги.
......О... он заметил меня?..
"Как вы сюда попали?..
......Ч‐что?..
......По... подождите!..
Подож... нгх‐х...... м‐мф‐"
Он явно кому‐то противостоял.
......Кому?!
Нет, неважно.
Вероятно, преступнику, который сейчас хочет лишить Хидэёши жизни!..
Разве я не должна выскочить отсюда и помочь ему?
Или хотя бы позвать на помощь?..
...Да, но... тогда меня будут расспрашивать о том, почему я здесь пряталась!..
Но если Хидэёши убьют......
Нет, неподходящие слова...
Такими темпами его точно убьют!..
Я сейчас же выскочу отсюда и помогу ему!..
А‐а‐а, но даже если у меня получится спасти Хидэёши...... я тем самым могу лишить жизни своего мужа.
Жизнь Хидэёши и жизнь моего мужа.
......Как грешно решать, какая весит больше!..
Дверь громко скрипнула, и цепь с силой дёрнулась.
Кто‐то пытался открыть дверь несмотря на цепочку.
"Дорогой, это я.
Откроешь?"
"......Ева...... a‐a, гва‐а‐а‐а‐а!.."
"Дорогой?
...Что?! Что случилось?!
Дорогой?!
Открой!"
"А...
...... гх‐х...
...... гх......"
"Открой!
Открой, дорогой!
К‐кто‐нибу‐у‐у‐у‐у‐у‐у‐у‐у‐у‐удь!!!"
Она снова и снова изо всех сил хлопала дверью, но, конечно же, не смогла разорвать цепочку.
Ева пронзительным голосом позвала на помощь и побежала по коридору......
К тому времени в комнате снова стало тихо......
и то раннее чувство, что Хидэёши кому‐то противостоит, окончательно рассеялось.
Что...... происходит?!
Значит, сейчас...... я в одной комнате с убийцей, убившим Хидэёши?!
В таком случае, преступнику нужно скорее уходить отсюда...... так почему он затаился здесь?!
Я ничего не слышу......
Ничего похожего на то, как преступник, напавший на Хидэёши, несётся прочь.
......Сколько бы я ни напрягала слух, я никого не слышу.
По правде говоря...... так тихо, что кажется, будто произошедшее минуту назад было иллюзией.
То есть...... выходит...... преступник, затаив дыхание...
стоит у шкафа...
и ждёт, пока я выйду?..
Я уже даже не знаю, чего бояться.
Вот бы я могла раствориться во тьме этого шкафа!..
Мне нельзя оставаться в этой комнате.
Моя безопасность — не единственное, о чём стоит беспокоиться...
Но что мне делать?!
Я даже не знаю, хорошая ли это идея — покидать шкаф!..
Топот множества спешащих шагов всё ближе.
Я снова задержу дыхание и растаю в темноте шкафа......
Ева примчалась обратно, приведя всех с собой.
Года держал кусачки,
чтобы ими перерезать цепочку.
Попытавшись открыть дверь ещё раз и подтвердив, что цепочка до сих пор на месте, она крикнула через щель в двери
"Дорогой!
Мы открываем!..
Живо разрезай!!!"
"Д‐да!.."
Года закрепил на цепочке большие кусачки, которыми можно запросто оторвать целый палец,
и с лёгкостью сломал её.
"Дорогой!"
Как только она была сломана, Ева оттолкнула Году и бросилась в комнату.
Остальные пошли следом......... но врезались в Еву, которая, застонав, упала на колени.
Даже если никто не мог сказать многого о ситуации в комнате...
... по стону Евы они поняли, что уже слишком поздно......
"......Что за......"
"Дорогой!.. Дорого‐о‐о‐о‐о‐ой!!!
Доктор Нанджо!
Осмотрите моего мужа!.. Скорее!"
"Се... сейчас......"
"Вы что, издеваетесь......
Прошло всего десять минут с тех пор, как дядя Хидэёши ушёл, сказав, что хочет отдохнуть......"
".......В ванной никого нет?"
"Н‐нет!..
Там пусто!"
"Что же могло произойти... а‐а‐а‐а......"
"Дорогой!
Дорого‐о‐о‐о‐о‐ой!!!"
".........Боюсь, что... тут я уже ничем не могу помочь......"
Нанджо встал, печально опустив голову.
Естественно.
Потому что любой, даже не врач, с первого взгляда понял бы.
......Хидэёши...... лежал на кровати лицом вниз.
И глубоко в его спине...... застряло нечто вроде лезвия со сложным демоническим узором.
Когда Ева со всей силы выдернула его,
они увидели, что это не лезвие, а какой‐то кинжал.
И его острый конец вонзился примерно на 15 сантиметров в глубину.
Возможно, проник глубоко в лёгкие.
......Вонзившись чуть глубже, наконечник мог бы пройти через всю поверхность груди......
"Разве я не сказала тебе дождаться меня?!!
Почему ты пошёл один?!!
Дурак, дурак,
дура‐а‐а‐а‐а‐ак!!!
Ува‐а‐а‐а‐а‐а‐а‐а!!!"
"......Наверное, преступник ждал, пока мы ослабим бдительность и разделимся......"
"Вот тварь......
Ему до сих пор мало пролитой крови?!"
"Так он правда...... скрывается где‐то в особняке...
... и следует за нами?.."
"Но тут что‐то не так.
......Дверь и окна в этой комнате были заперты."
"............a.
...Ве... верно.
Ставни закрыты, а на двери секунду назад висела цепочка......"
"Э?!
Разве не странно?!
Тогда как преступник напал на Хидэёши?!"
"Он мог бросить этот кинжал через щель в двери!.."
"Кровать Хидэёши находится в абсолютной слепой зоне от этой щели.
Его нельзя было убить так даже из ружья.
.........Очень странно.
Убийство в закрытой комнате."
"У... убийство в закрытой комнате......"
"......Пока ещё рано делать выводы.
Он мог снять потолок в ванной и сбежать в пространство над ним, или, может, ставни можно закрыть и извне."
"Ставни.
............Извне их не сдвигали ни на дюйм.
Я только что проверила."
"......Эрика........."
Неудивительно, что было так тихо и спокойно.
В какой‐то момент Эрика отделилась от группы.
Только что она наконец пришла и просунула лицо из коридора.
......Услышав о преступлении, произошедшем в этой комнате,
она посмотрела вслед тем, кто помчался сюда, а сама развернулась и пошла к наружной стене.
Она ушла лично убедиться, что ставни опущены,
что нельзя было закрыть их извне...... и что не было ничего необычного.
"В комнате всё как обычно?.."
"......Я бы так не сказал."
"Примите мои глубочайшие соболезнования.
Ну и? Какова ситуация в комнате?"
"............"
".....На двери висела цепочка, мы сломали её и вошли."
"И на всех окнах опущены ставни.
Их наглухо заперли изнутри."
".......О чём это они там спорят?"
Ева о чём‐то спорила с Нанджо.
Судя по всему, хотела отнести труп в гостиную.
Нанджо пытался её успокоить, говоря, что до приезда полиции нужно оставить место преступления нетронутым настолько, насколько это возможно.
"Что случилось с другими трупами?!
Преступник унёс их куда‐то, верно?!
Может, ему мало одного убийства, и он намеревается что‐то сделать с трупами!..
Поэтому — нет!
Мы ни в коем случае не оставим моего мужа здесь одного!!!"
В словах Евы был смысл.
В конце концов, все предыдущие жертвы пропали после того, как мы увидели их ужасные раны.
".......Эрика.
...Ты, наверное, хочешь оставить место преступления нетронутым, но, может, сделаешь исключение?.."
"............
...Делайте как хотите.
Меня интересует лишь то, что эта закрытая комната ещё серьёзнее, чем кабинет Кинзо.
Трупы меня не волнуют, поэтому поступайте как вам угодно."
"....................."
Баттлер был явно недоволен...
... но она его полностью проигнорировала.
"......Можете хоть сейчас переносить. Труп.
Или я мешаю?"
Эрика отошла от двери, чтобы освободить проход.
......Ни следа печали по покойному.
Её глаза просто горели при мысли, что убийство произошло в закрытой комнате.
Во всяком случае, великий детектив дал согласие.
......Ева и другие обернули Хидэёши простынями, а Рудольф и Года вынесли его...
Простыни быстро окрасились красным.
На это было так больно смотреть, что Шаннон и Кумасава стянули одно одеяло с кровати, чтобы накрыть труп...
"......Эй, уйди."
"Да, ухожу."
"Пойдёмте в гостиную."
"Д‐да!.."
"Дорогой, дорого‐о‐о‐о‐о‐ой, ува‐а‐а‐а‐а‐а!.."
"......Послушайте.
С этого момента мы постоянно будем ходить группой.
Нельзя оставаться одним."
"Напав на Генджи, убийца должен был получить универсальный ключ.
Ясно, что даже замок больше не гарантирует безопасность."
"Н‐но... тут ведь даже цепочка была. Как такое сделали?!"
"......Невозможно...
Были наглухо закрыты ставни и висела цепочка.
......Сюда нельзя было прорваться даже с универсальным ключом!.."
"Должно быть, это дело рук госпожи Беатриче...... о‐о‐о‐ох......"
"......Го... госпожа Беатриче не могла...
......Эпитафию разгадали, и больше не должно быть причин проводить ритуал..."
"Как это понимать?..
На такое способна только ведьма!.."
"......Только ведьма... говорите?
Good!
Звучит любопытно."
"Эрика, ты слушаешь?
С этого момента мы решили держаться вместе.
Для начала мы перенесём труп Хидэёши в гостиную.
Можешь пока перестать играть в детектива?"
"........................"
Услышав слова \'играть в детектива\', Эрика заметно поморщилась.
Когда все вышли, она сделала шаг в теперь уже пустую гостевую комнату.........
огляделась по сторонам и запечатлела эту сцену в своей памяти.
......Эрика утверждала, что у неё фотографическая память.
Если это правда, то нескольких секунд для неё более чем достаточно.
Позже она сможет за чёрным чаем в гостиной просматривать фотографии этой сцены в своей памяти,
играя роль кабинетного детектива...
Вдруг её взгляд остановился на шкафу в стороне.
......На шкафу для пальто.
Если он достаточно большой, чтобы в него можно было вешать пальто.........
тогда и человек может там спрятаться............
Медленно............ Эрика...
... протянула руку к шкафу............
"..........a‐"
Сзади её кто‐то грубо схватил за плечо.
"......Пошли, мисс детектив.
Или тебя не учили во время школьных поездок не отделяться от группы?"
"Ну, когда я путешествую, кто‐нибудь всегда умирает."
"Эй, вы чего застряли, мелочь?!
Давайте быстрее!.."
Рудольф поторопил их.
Цокнув языком и злобно глянув на шкаф, Эрика до поры до времени последовала за Баттлером обратно в гостиную...
......Их шаги наконец‐то стихли.
Тот ужас, когда я боялась, что они могут услышать даже то, как с моих щёк капает холодный пот,
наконец...... прошёл.
Рукой, до сих пор не переставшей дрожать, я медленно открыла дверцу шкафа и выбежала в коридор.
Всё в порядке, меня никто не нашёл......
Но как же хорошо, что они не заперли дверь...
Иначе я бы не смогла запереть её после ухода, что они сочли бы подозрительным...
Так или иначе, нужно уходить отсюда.
Вернусь в свою комнату и сделаю вид, что всё это время спала...
Да, если я скорее не вернусь...
Произошло новое убийство.
Они наверняка попробуют рассказать мне об этом.
Наверное, вскоре после того, как отнесут труп Хидэёши в гостиную.
Я могу обойти телефонный звонок, сказав, что спала и не слышала, но если они напрямую постучат в дверь, будет плохо...
Нужно вернуться до того, как они надумают ломать дверь......
Не знаю, быстро бежать, идти тихо и незаметно
или же идти нормально, как будто ничего не случилось!..
Главное не столкнуться с ними на их обратном пути в гостиную.
Скорее...... в комнату, пока меня никто не заметил!..
Я прошла по коридору...
... в фойе.
Если поднимусь по лестнице...... до моей комнаты останется всего‐ничего......
"Нацухи."
"Хья‐...a!.."
Уже собравшись пойти по лестнице, Нацухи услышала Эрику
и заметно подскочила от удивления.
"......А я как раз собиралась пойти рассказать вам."
"Б‐благодарю.
Что‐то случилось?.."
".........Только что, Нацухи.
Вы ведь поднимались по лестнице?..
Разве ваша комната не наверху?.."
Эрика холодно отметила странный факт.
......Нацухи прокляла свою неудачу.
"Я... я не могла уснуть и решила вернуться в гостиную......
н‐но не была уверена, заперла ли свою комнату, поэтому пошла обратно.
......Я беспокойный человек, такое часто случается.
Не обращайте внимания..."
"Да, часто.
С теми, кто не уверен в своей памяти."
Обычно она бы поняла, что Эрика явно над ней издевается, и рассердилась.
Однако сейчас
Нацухи значительно успокоилась, услышав, что та признаёт такие случаи...
"Почему вы ходите одна, Эрика?.."
"Я думала проверить гостевую комнату."
"Гостевую комнату?.."
"Да.
Становится всё серьёзнее, не правда ли?
А я имею право осмотреть место преступления."
......Эрика впилась взглядом глубоко в глаза Нацухи.
Она поняла.
Эрика уже подозревала её.
......Судя по тонкому нюансу в её словах, она планирует заставить меня оговориться и показать, что я знаю о преступлении с Хидэёши,
о котором мне ещё не сказали.
Нацухи притворилась дурочкой и снова спросила, что случилось.
".................."
"..................
......Ч... что‐то не так?.."
"Нет. Ничего.
......Всего лишь повтор первого преступления, правда?"
"То есть?.."
"Снова вы были в своей комнате.
И опять вам нечем доказать своё алиби?"
"......Не понимаю, о чём вы.
И где тогда доказательства, что я не была у себя в комнате?.."
"А, это.
Тогда давайте разбираться постепенно.
......Забудьте пока о своём замке.
Мне нужно обсудить со всеми кое‐что жизненно важное."
"Я вернусь как только проверю замок.
Начинайте без меня."
"......Хидэёши убили.
Темой нашего разговора будет это."
"Ч... что?!"
Она планировала оправдаться необходимостью проверить замок, уйти в свою комнату......
сказать, что у неё вдруг заболела голова, и всё остальное время провести в постели.
Но теперь, когда ей сообщили об убийстве Хидэёши...
Отнекиваться и бежать в комнату будет явно подозрительно.
......Она уже была под подозрением только потому, что её видели поднимающейся по лестнице на второй этаж.
Ей нельзя было делать то, что вызовет ещё большие подозрения......
Нацухи смирилась и пошла в гостиную, как Эрика и предложила...
Когда она открыла дверь, Ева рыдала.
И все посмотрели на Нацухи с каменными лицами.
Почти так, словно...... подозревали её.
Теперь Нацухи хорошо понимала.
Вот чего добивался тот человек.
Он устроил ловушку, чтобы создать непостижимую тайну в закрытой комнате...... и выставить её виновной.
Но ей нельзя было сопротивляться.
Она не могла пожертвовать жизнью своего мужа!..
Да, я пряталась в шкафу, но это всё.
Убивала определённо не я!
Даже если я крайне подозрительна, я не преступник.
И, что более важно, меня пока ещё не подозревают.
......Я расскажу обо всём полиции.
А до тех пор придётся терпеть.
Уверена, среди слуг есть предатель.
Даже в такой ситуации, если я расскажу, что мой муж в заложниках,
преступник узнает, и у него появится повод убить его......
"Нацухи вернулась.
Раз все в сборе, я хочу обсудить со всеми вами нечто очень важное."
".......Нечто очень важное?.."
"Да, очень.
......Я бы хотела выложить всё, начиная с первого преступления."
"Тогда делайте это без меня.
Я считаю, что нужно оставить такие дела полиции.
Мне всё равно."
"Раз я выкладываю всё, обсудить это очень важно.
Ни вы, ни кто‐либо другой не имеете права отказаться."
"Чт..."
Эрика воспользовалась полномочием детектива, чтобы объявить о начале собрания.
Никто из фигур не мог ослушаться.
Молясь не стать темой для обсуждения, Нацухи неохотно села на диван, как ей и сказали.
".........О, прошу прощения.
Вы не могли бы закрыть дверь?"
""Д‐да...""
Шаннон и Канон закрыли дверь.
......Канон запер её, поскольку они недавно решили наглухо запереть все двери и окна.
Замок, нужный для обеспечения безопасности этой комнаты,
напоминал Нацухи замок тюремной камеры, которую заперли, чтобы она не смогла сбежать......
......Она до сих пор не заметила.
Хотя Эрика вышла в коридор, чтобы проверить место преступления в комнате Хидэёши...... её цель изменилась.
С точки зрения Эрики, запертый замок означал самый что ни на есть...
"Шах и мат."
Неожиданно сказала Эрика.
Бернкастель сказала.
"О, быстро!
С ума сойти, ты уже вычислила преступника?
Преступления ведь едва начались.
Ты могла бы дать мне убить больше и собрать ещё подска~зки."
".........Лямбда, собирай все фигуры.
Мы подходим к самому интересному.
Давай же сполна насладимся этим."
"Что ж...
Покажи, на что способна.
*хи‐хи*хи‐хи*!.."
"Подумать только, она бросила вызов, не дожидаясь конца игры в 24:00!..
До чего же леди Бернкастель поспешная личность!.."
"Довольно ранний вызов.
Невероятно, что она получила выигрышную комбинацию уже на этом этапе..."
"......Как правило, можно победить просто утвердив существование ведьмы...
... но с Нацухи и Кинзо на этот раз у нас много чего, что нужно защищать.
......Битва будет нелёгкой."
"Никакой не нелёгкой!
Я больше не позволю им делать с моим золотым островом всё что вздумается!..
Начинайте, леди Бернкастель!
Фурудо Эрика!"
......В Золотой Земле продолжал лить бесконечный дождь.
Баттлера нигде не было.
Вскоре наступит время, когда он присоединится к пятой игре,
и ему будет передан контроль над его фигурой.
Иначе говоря, он будет официально включён в игру только сейчас, на заключительном этапе,
когда Бернкастель вычислила преступника.
Поэтому недавно ему пришлось покинуть беседку.
Остались только Вергилия, молча продолжающая вязать......
и Беато, безучастно сидящая в окружении аромата чёрного чая,
даже не поднося чашку к губам......
Вергилия на мгновение перестала вязать...
... и посмотрела на обширный золотой розарий, которому и конца не было видно.
"......Думаю, Баттлер научился никогда впредь не сдаваться...
... в этой игре о том, кто преступник."
"........................"
"За четыре игры ты отправила ему все необходимые послания.
.........А значит...... в этот раз Баттлер может в любой момент осознать правду.
.........Но он наивен.
......Поэтому.
Даже если эта игра состоится ещё сотни раз,
он вовеки не разгадает её.
Просто будет вечно блуждать, словно ища синюю птицу."
И это......... ты, Беатриче.
То же самое относится и к тебе.
Даже если эта игра состоится ещё сотни раз.
Ты никогда не найдёшь ответ, который ищешь... никогда.
Бернкастель, несомненно, будет злоупотреблять этой игрой.
Лямбдадельта тоже взболтает её с предельной долей высокомерия.
На первый взгляд это унизительно, и вам с Баттлером кажется, будто у вас украли игру.
.........Тем не менее.
Это необходимый этап для вас обоих.
Для Баттлера, чтобы он преодолел свою наивность.
Для тебя, чтобы ты разобралась со своими сомнениями.
"Вот почему...
ты позвала сюда этих двоих.
Чтобы завершить вечную пытку между вами."
".................."
"Они принесут тебе либо победу, либо поражение.
Но независимо от того, как всё сложится, результат уже полон сострадания.
.........Теперь и ты должна это понимать."
Вергилия посмотрела на Беато, которую она любила как дочь...
... холодными глазами, что для неё редкость.
Напоминало взгляд матери, которая вместо того, чтобы ругать ребёнка, молча призывает его признать свою ошибку.
"Беатриче.
.........Сколько ещё ты собираешься...
... ни живой,
ни мёртвой...
...... ни вознесясь на небеса,
ни попав в ад......
молча ждать на пике горы чистилища?.."
".................."
"Я — Вергилия.
Я провела его через чистилище и привела к тебе, на самую вершину.
......А ты — Беатриче.
Тебе пора решить: либо ты возьмёшь его за руку и вознесёшься на небеса, либо схватишь его и падёшь в ад."
Знала ли ты, что пропасть, называемая чистилищем и лежащая между адом и раем,
иногда приносит больше мук, чем сам ад?..
На вратах ада написано, что нужно отбросить всякую надежду.
......Человек без надежды может принять свои страдания и смириться.
Но у обитателей чистилища есть надежда.
Надежда попасть на небеса, от которой они не могут отказаться.
И это пытка для них.
Даже в самых глубинах ада... нет пытки хуже, чем единственная зацепка, называемая надеждой......
"Улети.
Улети со скал чистилища.
......Забери с собой сожаления, вызванные твоими мимолётными, хрупкими, глупыми надеждами, и открой ящик Пандоры.
Ты боишься?
Боишься открыть его?"
Беато молчала...
...... но, пролив единственную слезу, она слегка кивнула.
"Кошка в коробке жива или мертва?
Пришло время... проверить.
......Если кошка умерла, нужно скорее похоронить её и дать ей уйти на небеса.
Если жива — надо быстро накормить её и показать, как сильно ты её любишь."
"Жива она или мертва,
твоя кошачья коробка вечно оскверняет кошку.
.........Ключ от коробки, которую ты боялась открыть, тебе принесли те двое."
BEATRICE.
Близится момент твоей смерти.
Я надеюсь...
Надеюсь, что твоё сердце остановится...
... от руки желанного тобой человека.
The Great Court of Illusions
.........Все фигуры с игровой доски были собраны.
Все люди, мебель, ведьмы и даже ведьмы более высокого уровня...
... собрались в одном месте.
Это место напоминало торжественный собор с невероятно высоким потолком.
Белая каменная кладка.
Золотые орнаменты.
Были окна, но не было входов и выходов.
Странное‐престранное место.
Однако почему‐то никого не интересовало, где находится это странное место.
......Потому что им не было дано право считать его странным.
"Фигуры.
Они все собраны?"
"Да, все."
"Прекрасно.
......Вот это зрелище.
Сколько здесь народу?"
"............Кого бы мы ни видели, все они иллюзии, за исключением тех 18."
"Заставить вас признать их — цель моей игры.
*хи‐хи*хи‐хи*!"
Три ведьмы сидели на особых тронах очень высокого балкона.
В центре сидела Лямбдадельта — Владелец игры,
а по обе стороны полукруглого балкона — Бернкастель и Беатриче лицом друг к другу.
Внизу Эрика подбежала вперёд, приподняла углы юбки и почтительно поклонилась.
"Великая леди Лямбдадельта, благодарим вас за принятие нашего прошения о сборе.
......И, великая леди Бернкастель, госпожа.
Ожидайте с нетерпением.
Может, лишь на короткий миг, но вы обязательно забудете о яде, что вас мучает."
"Да, жду.
.........Меньшего я и не ожидаю от моего двойника,
моей фигуры."
Эрика и Бернкастель обменялись жестокими улыбками, которые заставили бы любого отвести взгляд.
"Слушайте ведьмы и люди!
Настоящим сообщаю, что с началом собрания ведьм Суд иллюзий объявляется открытым!"
В словах руководителя игры звучала сила.
Хотя её слова были сказаны в таком обширном пространстве,
они прозвучали как колокол в колокольне...
"Ваши жизни и роли в этой игре окончены!
Пятая игра закрыта, и теперь, в 24:00, начинается ответное заседание!
......Что ж, я бы хотела начать немедленно, но почему бы нам всем для начала по‐быстрому не представиться?
Здесь столько народу, как‐никак."
"Эхе‐хе‐хех!
Я — Лямбдадельта!
Ведьма абсолюта и новый руководитель этой игры!"
".........Бернкастель.
Ведьма чудес.
......Моя цель — прорваться сквозь иллюзию ведьмы Беатриче."
"Ведьма Бесконечности Беатриче.
Мои цели — утвердить своё существование и защитить Кинзо с Нацухи."
".................."
"......Господин Баттлер.
Вы следующий по рангу."
".........Уширомия Баттлер.
Я борюсь с Беато......... нет, с ведьмами.
......На этом всё."
"Как вам, я надеюсь, известно, вы присоединились к этой игре на середине.
Когда собрание ведьм было открыто, вы ещё не участвовали.
Понимаете?.."
"Вполне.
......Ты к тому, что у меня пока нет права говорить?"
"Благодарю за понимание."
Хотя Баттлер был по рангу близок к ведьмам,
он сидел на передней скамейке вместе с остальными родственниками — сам по себе в другом конце.
Он встретился взглядом с Беато, которая была на балконе.
"Ты мог бы сказать, что я твой заклятый враг."
".........Ты не единственный мой враг."
"Хмф...
.........Давай вернём эту игру.
Она принадлежит нам."
"............Да."
Я чуть не сказал, что противостою иллюзии ведьмы Беато.
.........Изначально она была моим единственным врагом.
Но...... теперь Эрика и эти ведьмы, которые играются с историей Беато......
тоже мои враги.
С кем мне бороться и как?
Может, и хорошо, что у меня пока нет права говорить.
Я успокоюсь и буду наблюдать за всем с холодной головой......
"Я — детектив и та, кто созвала собрание ведьм, Фурудо Эрика.
Я раскрою преступника пятой игры и положу этой истории прелестный конец."
Эрика ещё раз поприветствовала ведьм наверху и людей позади себя.
"Я тоже с нетерпением этого жду.
Так, оставшиеся фигуры, представьтесь в любом порядке."
"люди!
Представьтесь!.."
Когда 45 побудила его представиться, Кинзо встал.
"......Уширомия Кинзо.
Я ушёл через окно кабинета и скрываюсь где‐то на Роккенджиме."
"Уширомия Краусс.
В настоящее время меня похитили и где‐то держат."
"Уширомия Ева.
Я жива."
"Рудольф.
......Все остальные тоже Уширомия, так что я опущу фамилию."
"Уширо... Роза.
Меня убили на первые сумерки."
"Джессика.
Я тоже умерла на первые сумерки."
"Джордж.
......Тоже умер на первые сумерки."
"Мария.
Я умерла, но смотрите — я здесь и могу говорить.
Видите?
Смерть — ничто, правда?
Ки‐хи‐хи‐хи‐хи‐хи‐хи‐хи‐хи..."
"Уширомия Нацухи.
......Я жива."
".........Эхе‐хе‐хе‐хе‐хе‐хе."
"............Гх..."
"Хидэёши.
Меня только что убили."
"Кирие.
Я ещё жива."
"Нанджо......
Я тоже жив..."
"Меня зовут Генджи.
.........Я умер на первые сумерки."
"Шаннон.
......Я ещё жива."
"Канон.
Я тоже жив."
"Го... Года.
Рад встрече, дамы и господа......"
"Кумасава...
Рада встрече......"
"Теперь ведьмы!
Представьтесь!"
Группа Вергилии тоже присутствовала.
В отличие от этажа, где была группа Беато, на втором этаже был балкон, похожий на поднятую аудиторию,
где они и сидели, глядя вниз, словно в театре...
".........Меня зовут Вергилия.
Я наставница Беатриче."
"Гаап.
Моя работа — стирать трупы."
"Ронове.
Я ответственен за приготовление чёрного чая.
Пу‐ку‐ку..."
"Приветствую вас от имени Семи сестёр чистилища.
Я участвовала в убийстве Хидэёши на вторые сумерки."
""""""Семь сестёр чистилища на месте!""""""
"Теперь пусть представится мебель леди Эрики."
"Гертруда.
Я помощник инквизитора ереси."
"Корнелия.
Помощник инквизитора ереси."
Эти двое тоже были в аудитории на втором этаже.
Они сидели отдельно от группы Вергилии.
Затем...... медленно встала Дланор, сидящая между ними.
Она поднялась с достоинством, как будто оттуда наблюдала за всем.
"Меня зовут Дланор А. Нокс.
.........Я главный помощник леди Эрики."
"........................"
"Баттлер.
Я многого от тебя ожидаю.
Не разочаруй меня."
"......Давай просто выложимся на полную."
"Большую часть времени в ходах Дланор не будет нужды.
Но она мне понадобится, чтобы засудить ведьм, когда они начнут играть в свои мерзкие словесные игры.
......Чудо, как тогда в кабинете, больше не случится."
"..............."
"И, наконец, разрешите представиться.
Мы — сёстры Чиесты императорской гвардии, которым поручено управлять процессом на собрании ведьм."
"З‐здравствуйте!.."
"Нье‐нье♪"
"На этом введение фигур заканчивается.
Всего здесь 38 человек!"
В пятой игре 38 персонажей,
но если добавить к ним все фигуры из предыдущих игр, их станет ещё больше.
В этой игре, которую так часто сравнивают с шахматами, сейчас куда больше фигур, чем на шахматной доске.
"Прекрасно.
Тогда, думаю, пора начинать.
Пусть организатор начнёт!
......О, прошу прощения, мистер козлоголовый.
Наполни мой бокал."
"......А мне — попкорна."
"Да, точно.
.........Это же ты решила, что попкорн — единственное подобающее блюдо в демоническом театре."
"Да, я намерена получить удовольствие от происходящего.
.........Можно мне ещё чёрного чая и горчицу мисо?
Эрика, начинай.
Мне уже становится скучно."
"Да, госпожа, как скажете!..
Приказываю! Тише!"
На её голос сёстры Чиесты выпрямились, подняли правое колено и топнули по полу каблуками.
По собору прокатился низкий, глубокий грохот, и все разговоры мгновенно стихли,
а глаза и выражения стали ещё более пустыми.
......В помещении вновь повисла тишина, словно присутствующие были коллекцией восковых фигур...
На фоне тяжёлого молчания раздались шаги,
и Эрика вышла в центр, откуда могла привлечь всеобщее внимание.
Когда она кивком подала знак, из‐за колонны вышел дежурный козлоголовый...
...... и вынес в центр помещения один простой стул.
Должно быть...... скамью подсудимого.
"Я, Фурудо Эрика, выношу обвинение.
Убийца пятой игры..."
"Уширомия Нацухи.
Преступник — вы."
Сказала Эрика, указав на Нацухи......
Восковая кукла Нацухи единственная... вздрогнула и вернула своё выражение.
......Выражение паники.
"Сёстры Чиесты.
Проводите обвиняемую к стулу."
"Вас поняли."
"Стойте...... что вы делаете?!!
Отпустите меня!!!"
45 и 410 завели ей руки за спину
и повели её к стулу в центре.
Нацухи сопротивлялась, но сёстры Чиесты были на удивление сильными, и она ничего не могла сделать.
Она повернулась к родственникам в надежде на помощь, но они продолжали молчать, как восковые фигуры...
"Теперь я, Фурудо Эрика,
объясню, почему преступление могла совершить только Уширомия Нацухи."
".........Беато.
Ты, конечно же, выступишь против?"
"Естественно.
Я — алхимик семьи Уширомия, Золотая Беатриче.
......Фурудо Эрика. Я принимаю твой вызов.
Я разорву те ложные обвинения,
которыми ты пытаешься обложить мою госпожу!"
"Бе‐... Беатриче!.."
"Не бойся, Нацухи.
Ты — моя госпожа.
Истинная глава с выгравированным на сердце однокрылым орлом.
Не бойся преступления, которого ты не совершала."
Услышав эти слова, Нацухи вздрогнула...... и сглотнула.
Она наконец перестала паниковать и выпрямилась.
"...Ве... верно!..
Я — Уширомия Нацухи!
Я выступлю против любых обвинений, которые могут опозорить семью Уширомия!"
".........*хи‐хи*.
И как только ты умудряешься блефовать в такой ситуации?
......Ты в каждом фрагменте как груша для битья."
"Ну что, Берн.
Выдвигай свои заявления."
"Я, Бернкастель, заявляю...
... что преступник этой игры — человек, Уширомия Нацухи."
"А теперь ты, Беато."
"Я, Беатриче, заявляю,
что преступник этой игры не человек!
Преступник — я!"
Смело улыбнувшаяся Бернкастель и твёрдо улыбнувшаяся Беатриче пересеклись взглядами.
"Слушайте ведьмы и люди!
На одну правду нашлось два утверждения!
Преступник — человек, Уширомия Нацухи?
Или же ведьма Беатриче?!"
"Если победит ведьма — правда о пятой игре канет во тьму.
Если Эрика — иллюзия ведьмы будет стёрта с игровой доски.
......Иначе говоря, только Беато ни за что нельзя проигрывать. Ты готова?"
"К чему я должна быть готова?
Я всегда только этого и хотела!.."
......Если победит Эрика, иллюзия ведьмы рухнет.
А значит, существование ведьмы будет опровергнуто.
Беато боролась за свою жизнь.
Но уже не в первый раз.
......Так было всегда, и даже битва с Баттлером была не на жизнь, а на смерть.
...Ведь если бы в предыдущих играх Баттлер победил и разрушил иллюзию ведьмы,
Беато была бы уничтожена.
"......Как подло.
Только Эрика ничего не теряет в случае поражения."
"Кто знает.
......Леди Бернкастель не сострадательный человек.
......Не представляю, чтобы она тепло относилась к фигурам, не оправдавшим её ожиданий..."
Немыслимо, чтобы безжалостная Бернкастель не наказывала фигур, потерпевших поражение.
......Эрика, вероятно, тоже боролась за свою жизнь.
Два утверждения столкнутся, и одно будет отсеяно.
Один проиграет... и не уйдёт отсюда живым......
По‐настоящему ничего не теряют...... только эти ведьмы.
"Отлично, тогда никаких проблем!
Начинайте!"
"........В таком случае,
я бы хотела начать первой.
Убийство Хидэёши очень простое.
В нём можно заподозрить только Нацухи.
Кроме неё и жертвы, все мы были в одной комнате."
Действительно просто.
......За исключением Нацухи, все были в гостиной.
И эта простота была решающей......
"......С какой стороны ни посмотри, Хидэёши убила Нацухи.
Хотя нет, не так.
......С какой стороны ни посмотри, никто, кроме Нацухи, не мог убить Хидэёши.
Обсуждениям или дебатам нет места."
"Го... говорю же, вы ошибаетесь!..
Да, у меня нет алиби.
Но отсутствие алиби не доказывает вину!.."
"Хмф, мы знаем, что только у Нацухи нет алиби.
Но, секунду.
Место преступления — закрытая комната.
Никто, включая Нацухи, не мог совершить там убийство.
За исключением меня, ведь я могла сделать это при помощи магии."
"Я объясню \'как\' — трюк с закрытой комнатой — позже.
Я бы хотела начать с \'кто\'.
......В убийстве Хидэёши из всех персонажей можно заподозрить только Нацухи."
".........Миледи.
Давить на это и дальше может быть опасно."
"Согласна.
Нацухи пряталась в шкафу комнаты Хидэёши, и это факт.
......Когда дойдёт до повторов красным, они проверят, кто был в комнате, и загонят тебя в угол."
"......Скорее всего.
Руководитель этой игры — леди Лямбдадельта.
......Если это удовлетворит её воображению, она сделает Нацухи преступником независимо от фактов."
Если тайфун пройдёт и приедет полиция, чтобы провести научное расследование,
возможно, настоящего преступника найдут, и с Нацухи будут сняты ложные обвинения.
Вот только на этот оторванный от внешнего мира остров вовеки не приедет полиция.
......Настоящая правда не будет раскрыта.
Внутри кошачьей коробки, которая никогда не будет открыта, всеми принятые ложные обвинения стоят не больше и не меньше самой правды.
"Они, скорее всего, планируют создать такое впечатление, будто госпожа Нацухи преступник, обвинив её в простом убийстве Хидэёши,
а уже потом перейти к реконструкции первых сумерек, где гораздо больше неопределённых элементов."
"Не стоит надеяться на догадливость Владельца игры.
Нужно взять инициативу в свои руки."
"Да.
............Леди Лямбдадельта!
Как вы знаете, во время пятой игры было совершено довольно много убийств,
и мы пропускаем слишком длинный отрезок времени с полуночи до раннего утра."
"Переход к убийству Хидэёши
и прыжки во времени только приведут к путанице.
Я считаю, что мы должны следовать событиям в хронологическом порядке, хотя решение, конечно же, остаётся за вами."
"Возражение.
Хронологическая последовательность не имеет значения, когда дело касается разоблачения преступника."
"Возражение.
Фурудо Эрика смешивает хронологическую последовательность, чтобы создать ложное впечатление о событиях."
"Ну, я сама не фанат всего путающего.
Я принимаю возражение Беато.
Эрика, не перескакивай сразу ко вторым сумеркам, начинай с первых."
"........Тч."
Я ясно слышал, как Эрика цокнула языком.
......Понятно.
Вот как можно рассказать историю Роккенджимы.
Меня вела Вергилия, я встретил Беатриче...
... достиг пика, с которого видно всё, что ниже, и наконец понял правду этого мира.
"Прямо как...... то, о чём ты говорила, Вергилия."
".........Да, верно.
Правда здесь очень хрупка."
"Пока каждая из сторон заявляет о своём, в одно и то же время могут существовать разные правды..."
Да.
Это и в самом деле суд.
Обе стороны выдвинули свои правды.
Настоящая проверка электронно‐лучевой трубки, которую Вергилия однажды привела как аналог......
"Тогда последую приказу леди Лямбдадельты и начну с первого преступления первых сумерек.
Как вы знаете, в полночь 4 октября, в первый день...
В перерыв на семейном собрании Нацухи ушла, сказав, что пойдёт спать раньше.
Поэтому с того момента и до утра у неё нет алиби."
"О, неужели?
А мне кажется, что кроме Нацухи есть и другие люди с сомнительными алиби.
Прежде чем обвинять Нацухи, для начала смой подозрения со всех остальных."
"И впрямь.
Если Эрика хочет заявить, что Нацухи подозрительна,
она должна сначала доказать, что у всех, кроме Нацухи, есть алиби.
Так ведь, Берн?"
"..........Да, конечно.
Эрика прекрасно всё объяснит."
"Разумеется, госпожа!..
Тогда я бы хотела объяснить всё по порядку.
Давайте пока забудем об убийстве Генджи и сосредоточимся на преступлении в домике для гостей.
Под подозрение попадают слуги, которые там были.
Той ночью в домике для гостей остались Кумасава и Года.
Так ведь?"
Когда она повернулась туда, где сидели эти двое...... только их восковые фигуры вернулись к жизни.
У них даже не было души, когда им не разрешали говорить.
Раз так, то было бы даже лучше, если бы душа Нацухи тоже могла исчезнуть...
......Она сидела на стуле ответчика с никуда не пропавшей душой, обеспокоенно склоняя голову...
Года поспешно встал на ноги и ответил на вопрос Эрики.
"Д‐да, верно.
В тот вечер я был один в комнате слуг домика для гостей..."
"Вы же видите, сколько мне лет.
Было бы тяжело не спать ночью,
поэтому я вернулась в приёмную домика для гостей и сразу же пошла спать... Да, да!.."
"......Разве не значит, что у Годы и Кумасавы нет алиби?!!
Кумасава утверждает, что спала в приёмной.
Года утверждает, что был в комнате слуг.
У них обоих было достаточно времени, чтобы пойти в комнату кузенов и совершить преступление!"
"Г‐г‐глупости!..
Зачем нам делать нечто подобное?!"
"Верно, верно!..
Как мы можем убить человека?!"
"Нацухи всё сказала.
И Кумасава, которая спала в приёмной, и Года, который был в комнате слуг,
в той же ситуации, что и она в своей комнате.
У них обоих нет алиби."
"Не бойтесь.
Я гарантирую, что ни один из них не убивал.
Прежде всего, после ужина Кумасава вместе со мной и остальными ушла из особняка в домик для гостей,
вошла в приёмную и спала до утра.
То же самое относится и к Годе.
Закончив работу, он беседовал с нами в холле, а после пошёл спать.
Никто из них не мог совершить убийства."
"Хмф.
Наконец‐то."
"......Видимо, пришла пора и мне подняться.
Твой ход закончен, Эрика.
...Зови своего телохранителя, на которого так полагаешься."
Беато бросила взгляд на второй этаж — аудиторию, где сидела Дланор.
......Однако та в ответ посмотрела на неё всё теми же ничего не выражающими глазами.
"Повторите.
\'У нас есть абсолютные доказательства алиби Кумасавы и Годы\'."
"Отказываюсь.
.........С какой стати я должна давать подсказки врагу?
Отвечать ни к чему."
"Хa.
Вы слышали, леди Лямбдадельта?
Они говорят, что у них нет доказательств!
Как можно без доказательств утверждать, что у Годы и Кумасавы есть алиби?!"
"Хороший вопрос.
Что скажете, Берн, Эрика?
Как вы можете доказать алиби Годы и Кумасавы?"
"Отступи, Эрика.
Мой противник — Дланор.
Обычный человек вроде тебя не соперник ведьме!"
".................."
"Нет.
Дланор не нужно делать шаг вперёд.
.........Иллюзия ведьмы будет разбита именно потому, что ведьма проиграет обычному Человеку.
......Поэтому давайте.
Используйте красный или голубой сколько пожелаете.
......Я готова к этому."
В ответ на вызов Эрики, Беато, смело и изящно улыбнувшись, медленно встала.
И они — одна с балкона, другая с пола — бросили друг на друга взгляд......
"
У Годы и Кумасавы нет алиби.
Они были в домике для гостей и в любой момент могли совершить преступление в комнате кузенов.
Ты не можешь называть Нацухи преступником, пока не опровергнешь эту возможность.
"
Синяя правда Беато ударила мгновенно.
Занавес наконец поднялся, и сражение началось......
"......Эрика человек и не может использовать красный.
Как она собирается обернуть всё в свою пользу, не зовя Дланор?"
"Да, Эрика не может использовать красный, зато это может её госпожа — леди Бернкастель.
......Нам нельзя расслабляться."
"Допустимая голубая правда.
......Что будешь делать, Берн?
Выступишь ты или Дланор?"
"Моя очередь ещё не настала.
Как и очередь леди Бернкастель."
"......Да, верно.
Нам незачем ради этого делать ход.
......Это важно именно потому, что тебя, Беато, победит Фурудо Эрика — обычный человек."
"......Тебя победит человек, и все узнают.
Мы все узнаем, что фальшивая ведьма, называющая себя Золотой Беатриче, не более чем иллюзия недочеловека."
"*хи‐хи*хи‐хи*...
Если у вас и впрямь получится, будет реально интересно...
Ладно, Эрика.
Посмотрим, на что ты способна!.."
"Объяснение для первого человека, Кумасавы, чрезвычайно простое.
Кумасава, встаньте."
"Д‐да!.."
"Кумасава. С того времени, как вы легли спать прошлой ночью, и до того, как вас проинформировали о преступлении этим утром,
вы покидали приёмную?"
"Нет!
Я крепко спала до самого утра, правда!"
"По правде говоря......
после ужина прошлым вечером я беседовала с Евой, и она рассказала мне кое‐что очень интересное.
...Я сама так сделала."
"Что сделала?..
Неужели..."
"Точно.
То, как Кинзо был загнан в угол и заперт в кабинете.
......Я узнала, что можно создать печать, поместив что‐нибудь между дверью и рамой."
".........Что?..
Она...... запечатала дверь приёмной Кумасавы?!"
"Эрика была в домике для гостей, и ей ничто не мешало так сделать."
"Всё‐таки ночь была тревожная, и только что обнаружили гору золота. Многие виды преступлений могли иметь место.
......Везде, где есть детектив, будет и преступление.
Я предвидела такой поворот событий
и этими печатями запечатала тех, кто мог потерять алиби."
Высоко в воздухе Эрика держала сложенный листок коричневой бумаги.
"Проследив взглядом за Кумасавой, которая вернулась со мной в гостевой домик, пожелала спокойной ночи и вошла в приёмную,
я запечатала этим дверь."
"Затем, утром,
когда обнаружили преступление и поднялся шум, я сразу же пошла проверить приёмную Кумасавы
и убедилась, что печать нетронута.
Следовательно, я могу доказать её алиби!"
".........<Good>.
Чудесное алиби. Ни одного пробела.
Кумасава вернулась в домик для гостей с Эрикой, пошла спать в приёмную и до утра никуда не уходила.
Иначе говоря, после того как Кумасава вернулась в домик для гостей, она до утра не поднималась на второй этаж.
"
Доказательство Эрики было возвышено Бернкастель и стало красной правдой.
Эту правду, ставшую красной, не могла покрыть даже Беато...
И теперь совершенное алиби Кумасавы гарантировано.
"Хо‐хо!
Тогда что насчёт Годы?!"
"Года сразу после возвращения в домик для гостей скрылся в комнате слуг.
Я запечатала его точно так же.
Потом, когда в 1:00 вернулась Роза, я случайно заметила её, выйдя в коридор.
Я сообщила об этом Годе, который по‐прежнему был в комнате слуг."
"С печатью тогда всё было в порядке, поэтому с того момента, как мы пришли в домик для гостей, и до 1:00
Года не покидал комнату слуг.
А потом до 3:00 он был со мной в холле.
После 3:00 я была на втором этаже,
поэтому могу гарантировать, что Года туда не поднимался."
".........Печать Эрики доказывает, что до 1:00 Года был в комнате слуг.
И она доказала его алиби
c того времени до 3:00, так как была с ним в холле.
Также Эрика доказала, что он до следующего утра
не поднимался на второй этаж."
"
Иными словами, после того как Года вернулся в домик для гостей, он до утра не поднимался на второй этаж.
"
"Допустимая красная правда.
......Неплохо, Эрика.
Берн признала алиби благодаря твоей печати на двери и возвысила его до уровня красной правды."
"Большое спасибо, госпожа.
......Я детектив! Даже если я человек, я могу использовать красную правду и этим превосхожу людей!"
"Утверждаешь, что превзошла людей......
Подожди, пока пройдёт тысяча лет, прежде чем так говорить, тщеславная мелочь!"
"Чтобы вы не провернули ничего нелепого, я проясню.
На самом деле надо было так сделать ещё в начале.
Прошу прощения, что хожу вокруг да около.
По поводу ситуации в домике для гостей в полночь..."
".........Было найдено золото, созвали экстренное семейное собрание, и Баттлер пошёл с родственниками в особняк.
Я, трое кузенов, доктор Нанджо, Года и Кумасава остались в домике для гостей."
"Я уже объяснила алиби Годы и Кумасавы.
Джордж, Джессика и Мария играли в карты в комнате кузенов.
По правде говоря, я тоже присоединилась ненадолго и подтвердила, что они на тот момент были живы."
"Госпожа, прошу вас повторить!"
"Да, хорошо.
В полночь Джордж, Джессика и Мария были живы
и находились в комнате кузенов на втором этаже домика для гостей.
Нанджо, Года и Кумасава были на первом этаже.
"
"И, раз больше нет необходимости это откладывать,
я подтвержу, что все жертвы мертвы.
Джордж, Джессика, Мария, Роза и Генджи действительно умерли.
Как они, с разрезанными шеями, могли притворяться мёртвыми?"
"Благодарю за повтор, госпожа!..
Если бы мы это не прояснили, вы бы сказали, что их убили ещё до того, как я гарантировала все алиби,
или что они и вовсе не умерли."
".........Гх..."
Неудивительно, что сторона Беато не могла выкрутиться на простом утверждении, что жертвы только притворялись мёртвыми.
Но для того, чтобы преодолеть алиби Годы и Кумасавы, можно было предположить, что преступление произошло до того, как двери были запечатаны.
Однако противник в точности предугадал этот ход.
Красным было показано, что перед периодом, покрытым алиби Эрики, преступлений не происходило.
"Точно, точно.
Тогда жертв видели живыми в последний раз.
Жаль, что ты не сказала раньше.
......Так мы можем игнорировать всё, что происходило до полуночи."
".........Зайдём ещё дальше:
в полночь Нацухи, Краусс и Генджи были в коридоре на втором этаже особняка,
а все остальные — на семейном собрании в столовой.
Разумеется, тогда убийств не происходило
и Генджи был жив.
"
"Эрика не была свидетелем,
но иначе игра не продвинется.
Ладно, я признаю эту красную правду."
"Большое спасибо за красную правду, госпожа!"
Раз Эрика была в домике для гостей,
вполне естественно, что она могла объяснить ситуацию там.
Но тогда её не было в особняке,
поэтому раскрыть ситуацию в нём для неё должно быть чрезвычайно трудно.
......Беато могла бы атаковать синей правдой,
сказав, что все люди в столовой сговорились следовать одной и той же истории,
что кто‐то ушёл оттуда и совершил преступление в домике для гостей.
Однако, поскольку Берн мгновенно разрешила этот вопрос красным текстом,
Беато потеряла всяческий шанс нанести ответный удар......
"Чёрт возьми............"
"......Как хлопотно.
......Кто бы мог подумать, что нас поставят в такое невыгодное положение..."
"Почти полная противоположность сражениям Риче и Баттлера......"
"......На самом деле ситуация может быть даже хуже, чем тогда."
На первый взгляд сражение между ними двумя напоминало наши предыдущие битвы.
Но были кое‐какие важные отличия.
Первое — была или не была Беато Владельцем игры.
Беато, которая сражалась против меня, была им.
Поэтому она знала всю правду.
Так она могла использовать красный текст когда пожелает.
Но нынешняя Беато не Владелец игры.
Она обычная фигура на игровой доске.
......Иначе говоря, даже Беато не знает правды.
Поэтому можно сказать, что она в такой же ситуации, в какой когда‐то был я.
Может показаться, что и Эрика в том же положении,
но у неё всё совершенно иначе.
Она связана с ведьмой Бернкастель.
......Та не Владелец игры, но способна возвышать заявления Эрики до красной правды.
Так Эрика может использовать красную правду даже при том, что она не ведьма и не Владелец игры.
У ведьмы Беато нет ни правды, ни красного.
А детектив Эрика может использовать красную правду.
Преимущество полностью перешло к другой стороне.
......Можно сказать, что нынешняя Беато в куда более худшем положении, чем был я, когда боролся с ней.
Когда я привык к игре, Беато перестала отвечать на мои требования повторить красным,
но в самом начале она ответила почти на все, что дало мне немало подсказок.
Поэтому мы могли сражаться на равных.
Но Бернкастель не такая.
Она прекрасно понимает правила этой игры и готова без всякого намёка на сдержанность загнать Беато в угол.
.........И поэтому я понял.
В прошлом...... Беато делала мне поблажки, чтобы мы могли сражаться на равных......
"*хи‐хи*хи‐хи*хи‐хи*...
Как интересно.
...Вот как, я теперь на месте Баттлера."
".........Беато......"
"Когда‐то я оскорбила тебя и назвала некомпетентным.
......Я могу вынести гораздо больше этого. *хи‐хи*хи‐хи*!"
"Теперь подозревать Году и Кумасаву невозможно.
Тебе больше не победить, опираясь на это."
"Да.
Переключимся на другой вариант."
"На очереди, вероятно, Нанджо.
Он тоже находился в домике для гостей."
"Нанджо был в холле вместе с Эрикой.
......Но периоды до и после этого остались открытыми."
"Верно, по этому и ударю.
......Нанджо.
Ты был в холле на первом этаже домика для гостей вместе с Эрикой и Годой, так?"
"Да......
Всё то время я был с Эрикой..."
"Какое время?"
"С... с 1:00 до 3:00."
"Да, верно.
Период между 1:00 и 3:00.
Доктор Нанджо, Года и я отдыхали в холле.
......Госпожа, повторите!"
"Хорошо.
С 1:00 до 3:00 утра Эрика, Нанджо и Года
проводили время в холле на первом этаже домика для гостей.
"
......Несмотря на тонкий отказ повторить то, что просила Беато, на требование Эрики она ответила мгновенно.
Красная правда... начинала загонять Беато в угол.
......Она скривилась, словно от боли, но всё равно ударила в ответ синей правдой.
......Нет, вероятно, она действительно страдала.
Алиби остальных персонажей, помимо Нацухи, стали подтверждаться, и иллюзия ведьмы начала рассеиваться.
Беато воспринимала отрицание своего существования как боль...
"
Всё равно у него не должно быть алиби на время до и после вашего пребывания в холле!
Нанджо тоже мог совершить преступление!
"
"Именно.
Понятно, что Нанджо был в холле вместе с Эрикой с 1:00 до 3:00, но как насчёт до и после?
......Что скажешь? Эрика?"
"Так вот.
Сначала алиби до 1:00.
Никаких проблем.
До полуночи я играла в карты с кузенами в их комнате,
а потом по пути в холл встретила доктора Нанджо."
"Верно......
В полночь я встретил Эрику, когда она спускалась по лестнице, и в разговоре с ней узнал, что она многое знает о детективном жанре.
Я понял, что нашёл родственную душу......"
"Пойдя в архив, чтобы разгадать загадку эпитафии,
я заметила там несколько оригинальных копий известных зарубежных детективов
и захотела обсудить их с реальными книгами на руках.
Мы пошли в архив и всё то время разговаривали.
Вплоть до того, пока не перешли в холл."
В архиве домика для гостей достаточно книг, чтобы называть его небольшой библиотекой.
Там хранилось несколько известных зарубежных детективов,
которые когда‐то любил Кинзо.
Разумеется, все они были оригиналами на английском, но этот язык не был проблемой ни для Эрики, ни для Нанджо.
Так они ещё раз одолжили ключ от архива у Годы в комнате слуг.
В тот момент Эрика вновь проверила печать и, конечно же, поместила её снова.
Чёрт бы её побрал.
Запечатывает так, чтобы никто другой не мог войти или выйти, но сама может входить и выходить когда захочет.
"Ясно.
Значит, с полуночи до 3:00, пока не пошла спать, ты всё время была с Нанджо?
Тогда его алиби самое твёрдое."
"Да, именно!
Госпожа, повторите!.."
"Хорошо.
С полуночи до 3:00 Эрика всё время была с Нанджо.
"
В полночь в комнате кузенов преступление ещё не произошло.
Следовательно, алиби установлено на период до того времени, которое они провели в холле.
"Затем в 1:00 мы вышли из архива в коридор
и случайно натолкнулись на вернувшуюся Розу.
Я сказала об этом Годе.
......Должен же был слуга встретить гостью."
Года спросил, принести ли полотенце, но Роза отказалась.
Она быстро зашагала на второй этаж.
Тогда же Года, Эрика и Нанджо собрались вместе и решили пойти выпить......
Их алиби в холле до 3:00 уже объявлены красным, так что с этим проблем нет.
"Далее насчёт после 3:00.
Алиби доктора Нанджо после того, как мы разделились.
В 3:00 вернулся Баттлер, и люди в холле разошлись кто куда.
Доктор Нанджо, Баттлер и я поднялись на второй этаж.
Я пожелала доктору Нанджо спокойной ночи
и тогда, разумеется, тоже поместила на его дверь печать."
"И до обнаружения преступления она оставалась нетронутой.
Когда Баттлер закричал, я вылетела из своей комнаты
и убедилась, что дверь в комнату доктора Нанджо по‐прежнему запечатана.
Поэтому у него идеальное алиби что до 1:00, что после 3:00!.."
"Превосходно, Эрика.
И твоя печать, и красная правда идеальны.
У Нанджо есть алиби до 3:00, поскольку он был с Эрикой.
И он не покидал комнату с 3:00 до утра.
"
Эрика пользовалась печатями на дверях
и получала от Бернкастель красную правду одну за другой......
Мне надо было придумывать целую стратегию, чтобы заставить Беато повторить......
но у Эрики всё совершенно иначе.
У неё словно есть козырь, который может в любой момент создать красный......
"И так были доказаны алиби всех подозреваемых в домике для гостей.
......Возражения?"
"У...... у меня есть возражение!..
И оно в том...... э‐э........."
Беато ломала мозги, ища что‐то, к чему можно придраться, но красный Эрики был безжалостно совершенен.
......Было не с чем поспорить...
Беато продолжала думать, пытаясь в чём‐нибудь обвинить Эрику,
но по её искажённому выражению любой с первого взгляда мог сказать, что она в отчаянии...
"Возражение Беато отклоняется.
Не вижу никаких проблем.
......Всё это <pop>, <cute> и <perfect>!
Теперь доказано, что у всех в домике для гостей есть алиби."
"......Секунду, Эрика.
Ты меня не пропустила?
У Уширомии Баттлера тоже была возможность совершить преступление.
......Я же всю ночь провёл в одной комнате с жертвами.
Я не позволю тебе продолжать обсуждение, игнорируя меня.
......?!"
В этот момент меня ударила искривлённая стрела, похожая на золотую змею.
Она не пронзила меня, но сильно шлёпнула по щеке, будто кнут.
"Господин Баттлер, у вас пока нет права говорить.
Будьте осторожнее."
".....Ой‐й... чёрт......"
"Да, я поняла, Баттлер.
......И прошу прощения.
......Эрика!
Ты ещё не доказала алиби Баттлера!
Баттлер спал рядом с жертвами.
Разве он не первый в списке подозреваемых?!"
"Беато права.
Не пропускай Баттлера."
"Прошу прощения.
Я совсем забыла."
"Баттлер вернулся в 3:00, после чего ты вместе с ним поднялась на второй этаж.
И вроде бы тоже пошла в свою комнату.
Даже если ты была в комнате кузенов в полночь, после 3:00 тебя там, как я думаю, не было."
"......Или сейчас заявишь, что потом залезла к нему в постель?
*хи‐хи*хи‐хи*!
Впрочем, если ты скажешь, что всю ночь смотрела на спящее лицо Баттлера, чтобы подтвердить его алиби в комнате кузенов,
я приму‐у твоё заявление."
"Да. Я слушала его дыхание всю ночь напролёт. Что‐то не так?"
"......Что?!"
"Я, Фурудо Эрика, могу доказать, что Баттлер в 3:00 вернулся в комнату кузенов,
сразу же пошёл к кровати и уснул.
И я могу доказать, что в комнате ничего не происходило до тех пор, пока он не проснулся, не заметил ужасную ситуацию там и не закричал."
"Так что не беспокойтесь.
Баттлер не преступник.
Он не более чем счастливый первооткрыватель, который сам того не осознавая ступил на место преступления и проспал там до утра."
"Чушь...
Это нельзя доказать твоими любимыми печатями!..
Какие у тебя могут быть доказательства?!!"
"..........Бред.
Тогда я вошёл в комнату один.
Эрика, вероятно, тоже пошла в свою комнату.
Как она может говорить так, словно всё видела?!"
"Она не говорила, что видела.
......Где комната, которую выделили Эрике?"
"Эрика, будь добра, объясни.
Как ты можешь столько доказать насчёт Баттлера?"
".........*хи‐хи*хи‐хи*.
Вот что значит настоящий детектив......"
"Моя комната была совсем рядом с комнатой кузенов.
Нас разделяла одна лишь тонкая стена."
"Не...
неужели......
......Ты... приложила ухо к стене...
... чтобы проверить, что происходит в их комнате?.."
"Да.
У меня идеальный слух.
Как только Баттлер вошёл в комнату, я приложила ухо к стене, проверяя, не происходит ли там чего‐нибудь."
"......Говоришь, ты можешь доказать, что ничего не происходило, пока Баттлер на следующее утро не закричал...
......Ты же не..."
"Да.
Я приложила ухо к стене и до утра, не смыкая глаз, слушала, что там происходит."
............Все...
были молча поражены.........
Она приложила ухо к стене...
... и всё то время, до самого утра...
... слушала, что происходит в комнате Баттлера......
Как бы это выглядело......
До рассвета она затаила дыхание в кромешно тёмной комнате,
цепляясь за стену, отделяющую её от комнаты кузенов......
Словно зловещий ядовитый паук, прилипший к стене затемнённой комнаты......
Одна Бернкастель в триумфе ухмылялась.
"......Игра прогрессировала, и я поняла, что Баттлер, получивший кольцо главы, будет ключевым игроком.
......Я была уверена, что он может стать жертвой на первые сумерки."
"Да.
Поэтому, как сказала мне госпожа...
... я приложила ухо к стене и до утра, не смыкая глаз, проверяла, не происходит ли там ничего необычного!.."
"У Эрики фотографическая память,
а её слух наравне с магнитофоном.
......Обмануть её, убить Джорджа и остальных и перерезать им горла было невозможно."
"......Такова принятая сила полномочия детектива.
Мне остаётся только признать.
Я подтвержу красным!..
Уширомия Баттлер в 3:00 вернулся в комнату кузенов и лёг спать.
До обнаружения преступления в комнате не происходило абсолютно ничего необычного!
"
"
Поэтому Баттлер не мог совершить убийство или повредить трупы.
"
".........Н‐н...
... гх‐х........."
Красный этих двоих вынудил Беато скривиться...
Естественно.
Их красная правда гарантировала не только алиби Баттлера, но и много чего другого.
Прежде всего, получается, что никто не мог совершить убийства после 3:00.
А поскольку подтверждено, что в полночь кузены ещё были живы, промежутком преступления автоматически становится отрезок
с 24:00 до 3:00.
Так были автоматически гарантированы алиби тех,
кого до 3:00 не было в домике для гостей.
"......Вот это уже...
... проблема........."
"После полуночи Эрика всё время была в домике для гостей.
Поэтому для неё должно быть сложно доказать алиби всех людей в особняке..."
"Доказать алиби Евы и других было бы практически невозможно...
но теперь ей нужно лишь доказать, что они не появлялись в домике для гостей с 24:00 до 3:00,
и так их алиби будут гарантированы..."
"......Так или иначе, мы должны доказать, что убийства были возможны до 3:00
и что их мог совершить кто‐то из особняка!.."
У всех в домике для гостей есть алиби.
Преступление не совершали раньше 24:00.
Преступление не могло произойти после 3:00.
То есть, убийства могли произойти только если их совершил кто‐то из особняка между 24:00 и 3:00......
Чтобы защитить Нацухи, ей нужно доказать, что убийства мог совершить кто‐то помимо Нацухи.
Как ни странно, ведьма должна доказать, что преступление совершил человек...
"..........И всё же, становится сложно.
......До 3:00 Эрика была в холле.
И нужно пройти там, чтобы попасть на второй этаж.
Поэтому она практически как сторож второго этажа домика для гостей."
"......Может, это и тривиально, но если можно было подняться на второй этаж так, чтобы Эрика не заметила,
мы сможем доказать, что преступление мог совершить кто угодно."
"К окну второго этажа можно подняться, если сильно захотеть."
Разумеется, Беато тоже думала нанести ответный удар таким образом.
......Но Бернкастель наверняка продумала и это.
"Баттлер, Нанджо, Года, Кумасава.
Понятно, что никто из этих людей в домике для гостей не мог совершить преступление.
......Но что насчёт людей в особняке?!"
"Как я уже сказала и как моя госпожа утвердила красной правдой,
я была в холле на первом этаже домика для гостей.
А чтобы попасть на второй этаж, нужно пройти там.
В общем, было невозможно попасть на второй этаж так, чтобы я не заметила."
"А что если возможно?
Например, что если кто‐то поставил лестницу к внешней стене домика для гостей и пробрался через окно второго этажа?!
Должен быть способ попасть на второй этаж, минуя холл!
Так можно было добраться до места преступления, не попадая в твоё поле зрения!..
"
Беато наконец нанесла ответный удар.
До сих пор она позволяла Эрике взять полный контроль и раз за разом атаковать её красным.
Впрочем, даже включая это, за всё время Беато мало контратаковала голубым...
"Конечно, я знала, что вы так скажете.
Моё наблюдение из холла не может стать бессмысленным.
Поэтому для начала мне нужно доказать, что мой обзор был идеален."
"......Во‐первых, из‐за строения домика для гостей
нельзя попасть на второй этаж так, чтобы я из холла этого не заметила.
Там нет мест, где можно скрыться, так же как физических или психических слепых зон.
......Госпожа, повторите!"
"
Невозможно попасть на второй этаж домика для гостей так, чтобы никто в холле этого не заметил.
......Хотя, конечно же, это относится только к достижению второго этажа изнутри строения.
"
"<Good>, госпожа!
......Так, дальше теория леди Беатриче о том, что есть способ попасть на второй этаж снаружи.
А вот это уже проблема.
Ведь можно забраться по деревьям или подняться по лестнице.
Кроме того, мы не можем быть уверены, что нельзя забраться наверх по водостоку.
Но я этого не допущу."
"Хо, не допустишь?..
Это как?
Может, ты всю ночь нарезала круги вокруг домика для гостей?
Нет, ты не могла.
Ты была в холле!..
Оттуда через окно видна лишь малая часть внешнего периметра!"
"Верно.
Я не могла перекрыть все методы попадания на второй этаж снаружи.
......Но я смогла предотвратить все входы со второго этажа."
"Предотвратить... входы?!"
"......Я уже предвидел этот ход.
......Пугающе...... и так неумолимо!.."
"Из‐за строения домика для гостей единственный способ войти со второго этажа — это окна."
"Замки? Они не имеют значения.
Мне всего лишь нужно было доказать, что окна и ставни ни разу не открывали."
"Засвидетельствовав скрытое золото,
я вернулась в домик для гостей и сразу же начала предотвращать все не проходящие через холл методы входа на второй этаж.
.........Да, всё точно так же.
Никаких отличий от остального!.."
"......Неужели...
ты поместила эти свои печати...... на все окна домика для гостей?..
В такую погоду...... и в таком виде?.."
"Вообще‐то, когда меня принесло сюда, я была в купальнике."
".........Ненормальная......
В доме, где тебя приняли как гостью,
ты сделала нечто подобное под таким дождём, хотя тогда ещё ничего не случилось?.."
"Для обычного человека это до невозможности сомнительное действие.
......Но она фигура ведьмы."
Под таким дождём
Эрика снаружи запечатала все окна...
... чтобы создать алиби, показывающее, что никто не мог попасть в домик для гостей извне.
Она забралась на стену...... и запечатала все окна на первом и втором этажах.
Всё, через что можно было проникнуть.
После того как она всю ночь, не смыкая глаз, слушала происходящее в комнате кузенов,
даже это диковинное действие не выглядело таким уж невозможным......
Это тоже...... похоже на ядовитого паука.
На отвратительного паука, ползущего в шторм по наружной стене гостевого домика......
".........Кто...
... в твоих глазах...
... семья Уширомия?..
И это твоя благодарность за то, что мы приняли тебя как гостью?!"
"Для детектива семья Уширомия не более и не менее чем место преступления.
......До начала убийств мне нужно было запомнить имена персонажей, макет места событий,
и подготовиться к предстоящему преступлению, посвящая время сбору и созданию всевозможных алиби."
"С моей точки зрения, детектив третьесортен, если не готовится к преступлению.
Ведь все мы знаем, что кто‐нибудь умрёт там, где мы проведём ночь."
".........Кроме того, когда преступление было обнаружено,
Эрика подтвердила целостность этих печатей.
Вот почему, когда трупы обнаружили, она не первой пришла в комнату кузенов."
"Даже не осматривая трупы, благодаря красной правде она могла быть уверена в некоторых вещах.
Было важнее проверить печати и построить алиби."
"Моя госпожа великолепна.
Я идеально доказала всё, следуя её приказам!.."
"Прекрасно, Эрика.
Мой двойник, моя фигура!..
Что скажешь, Лямбда?
Разве не доказано, что обзор Эрики в холле был абсолютно надёжен, как и построенные алиби?.."
"......Да, я признаю.
Эрика, твои печати идеальны.
Я признаю красным.
Было невозможно попасть на второй этаж домика для гостей не проходя через холл,
как и добраться до него так, чтобы Эрика, которая была в холле, не узнала об этом!
"
"Большое спасибо, леди Лямбдадельта!..
Вы знаете, что идёт далее, великая леди Беатриче!
Следовательно, время преступления ограничивается одним часом — с 24:00, когда их видели живыми,
и до 1:00, когда началась наша встреча в холле!
"
"У...
... гх...
...a......"
"Я уже говорила, что в полночь спускалась в холл,
поладила с доктором Нанджо и до 1:00 была поглощена обсуждением детективного жанра в архиве."
"......Немного неловко, но меня так затянула эта дискуссия,
что я не заметила бы, пройди в это время кто‐нибудь по коридору.
......Весьма жалкая ошибка для детектива."
После всего того манёвра и печатей, гарантирующих совершенные алиби,
её так затянуло обсуждение детективов, что она открылась?..
Её мягкая улыбка была абсолютно бесстыдной и совсем не сочеталась с её словами.
Словно всё наоборот.
Вероятно, это была преднамеренная ловушка......
чтобы всем стало ясно, что только у Нацухи нет алиби на время между 24:00 и 1:00...
"Как ни парадоксально, это означает следующее:
попасть в комнату кузенов и совершить преступление... могли только те персонажи, у которых нет алиби на время между 24:00 и 1:00!"
Её глаза ясно давали понять, что Нацухи — единственная, кто подходит под данное описание...
......В течение той долгой ночи время и местоположение этого преступления должны были быть абсолютно неизвестны.
Но из‐за алиби, построенных Эрикой,
время ограничено периодом с 24:00 до 1:00.
Она покинула комнату кузенов в 24:00.
Тогда Джорджа и других видели живыми в последний раз.
И после начала встречи в холле в 1:00
до комнаты кузенов было никак не добраться.
".........Вот чёрт...... и это от простого человека......"
"Дело плохо...
Ночь ограничена одним часом...... и осталось не так много подозреваемых фигур..."
".....Чёрт возьми, леди Бернкастель...
Недурно........."
"В отличие от Баттлера, я не дура.
......После пяти повторов этой игры у меня более чем достаточно карт на руках.
......
*хи‐хи*хи‐хи*хи‐хи*хи‐хи*!"
"Что ж, продолжим.
Давайте рассмотрим алиби оставшихся подозреваемых — людей в особняке.
Нам нужно разобраться только с одним часом между 24:00 и 1:00.
Это не должно составить труда."
"Для начала, что касается полночи.
В то время Нацухи, Краусс и Генджи были в коридоре на втором этаже, а все остальные — в столовой на первом этаже.
Госпожа уже подтвердила это красным!"
"Да, верно.
В полночь Нацухи, Краусс, и Генджи были в коридоре на втором этаже особняка.
Остальные — в столовой на первом этаже.
Как вы знаете, тогда раздался таинственный стук, и появилось письмо с печатью однокрылого орла.
Обсуждение этого события продолжалось до 1:00.
Я скажу красной правдой.
Никто из людей в столовой до 1:00 не покидал столовую!..
"
Раз время, в которое преступление могло быть совершено, ограничено 24:00—1:00...
Все взрослые на семейном собрании, которые, как было гарантировано, не покидали особняк с 24:00 до 1:00,
доказали свои алиби.
"......Че... чем докажете?!
Эрика была в домике для гостей!
Разве кто‐то доказал это, приклеив к двери столовой одну из ваших любимых печатей?!
У вас нет убедительных улик или доказательств!.."
"
Красная правда — это просто правда, и её не нужно объяснять, доказывать или оспаривать!
......Ты сама создала такое правило.
*хе‐хе*хе‐хе*хе‐хе*, *хи‐хи*хи‐хи*хи‐хи*, эхе‐хе‐хе‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!"
Эта мощная красная правда не только давала алиби взрослым в столовой.
Она также обеспечивала алиби Шаннон и Канону, которые привезли чай,
и даже гарантировала, что они ни разу не покидали столовую.
Иными словами...... свои алиби ещё не доказали......
только трое: Нацухи, Краусс и Генджи...
Нет...... только двое.
Если алиби Краусса и Генджи будут доказаны,
это докажет, что никто, кроме Нацухи, не может быть преступником!..
"Пусть следующим будет Генджи.
Он жертва, но вполне мог совершить преступление в комнате кузенов, а затем сам быть убит."
"Кроме того, побывав в полночь в коридоре на втором этаже,
он вернулся в комнату слуг, чтобы передать Нацухи телефонный звонок, и остался один."
"Выходит, Генджи тоже мог совершить преступление‐"
"Я скажу красным.
Передав звонок, Генджи немедленно вернулся в приёмную.
И не нужно никаких улик, доказательств, печатей или алиби. Просто холодная, тяжёлая правда, так?"
"Потом, в 1:00,
на семейном собрании начался ещё один перерыв, и Роза вернулась в домик для гостей.
......Тогда...
Я искренне благодарна вам за сотрудничество, Уширомия Ева.
Прошу встать!.."
".........Эрика не единственная.
Я тоже была уверена, что той ночью что‐нибудь случится."
"Она научила меня делать эти печати
и помогла мне проверить алиби подозреваемых!.."
"Во время перерыва в 1:00
я пошла к приёмной Генджи и запечатала её точно так же, как Эрика!..
И если печать осталась нетронута,
значит, с 1:00 до следующего утра никто не входил в эту комнату и не выходил оттуда!.."
"Теперь Канон и Кумасава.
Прошу встать."
Канон невыразительно встал, и Кумасава робко поднялась на ноги.
"Утром
вы вдвоём пошли разбудить Генджи, потому что он проспал, верно?
Затем вы заметили, что дверь запечатана, разорвали печать и вошли, так?"
"......Д‐да.
......Я думала, это чья‐то шутка."
"Тогда я об этом особо не задумывался."
"Меня не интересует ваше мнение. Просто дайте нам факты.
Вы разорвали печать и вошли в комнату?"
""Д‐да...""
"Красным я гарантирую, что Ева, Канон и Кумасава говорят правду.
Ева запечатала приёмную Генджи в 1:00, и печать была разорвана только когда Канон и Кумасава утром обнаружили убийство.
На всякий случай добавлю ещё кое‐что."
"
Первыми покинули столовую Роза и Ева во время короткого перерыва в 1:00.
До возвращения Евы все в столовой оставались там.
Проводив Розу, Ева пошла к приёмной и запечатала её.
Разумеется, сама она тогда в комнату не входила.
"
"Всё это — информация, собранная от вовлечённых людей.
Не красная правда без основы,
а правда из правильного рассуждения, построенного на показаниях.
Не только на показаниях, также были задействованы пределы научных исследований, такие как сбор отпечатков пальцев."
"Как‐никак, кабинет Кинзо — сокровищница со всевозможными химическими веществами!
Я получила все виды результатов для создания конечной правды, бесконечно близкой к красной.
Это не научный детектив, так что я избавлю вас от подробностей."
Эрика расхаживала по собору, высокомерно расхваливая свои научные знания.
Со своими обширными знаниями обо всех веществах в кабинете Кинзо она использовала их для проведения научного расследования,
которое теперь признано Бернкастель и превращено в красную правду.
......Эрика не углублялась в подробности, но она получила результаты, убедительные даже без красной правды.
Снятие отпечатков пальцев алюминиевым порошком.
Компонентный анализ грязи под обувью и различные химические реакции в связи со сцеплением дождевой воды.
......Эрика несколько раз запросто вошла в чужой кабинет
и использовала химические элементы как ей вздумается, не спрашивая разрешения у семьи.
Но никто не мог её в этом обвинить.
Фигуры не могут помешать детективу делать то, что необходимо для расследования.
Такова сила полномочий детектива.
".........Ведёшь себя как дома...
......Теперь всем буду говорить не впускать в дом людей, называющих себя детективами."
"Хорошая идея.
Дать детективу пристанище — худшее предзнаменование беды."
".........Итак,
доказано, что совершить преступление в приёмной Генджи
можно было только с 24:00 до 1:00.
Кроме того, расследование Эрики доказало, что Генджи не мог попасть в комнату кузенов."
Красным уже установлено, что, передав Нацухи телефонный звонок,
Генджи пошёл обратно в приёмную.
И благодаря расследованию Эрики добавлена ещё одна красная правда, согласно которой
после 24:00 Генджи не покидал особняк...
Поэтому очевидно, что он не мог попасть в домик для гостей,
а уж тем более в комнату кузенов......
"Остались...... только Краусс и Нацухи!..
Алиби всех остальных доказаны!"
"......Не...
... невозможно.........
............ а‐а‐а."
Рот Нацухи открывался и закрывался как у задыхающейся золотой рыбки.
И это точная аналогия.
......Её мысли опустели и выходили из‐под контроля. Ей казалось, будто она и вправду задыхается.
"......Уширомия Нацухи.
......Я дам тебе последний шанс.
Признай, что все преступления совершил твой муж."
"Ка... какая глупость!
Я что, похожа на женщину, которая могла бы оклеветать своего мужа?!!"
"......Беато.
Нацухи отказалась.
Я дам тебе такой же шанс.
......Ты же понимаешь?
......Или, стой, неужели...
Ты ведь не собираешься воспользоваться отсутствием Краусса и использовать на мне доказательство дьявола?.."
".........Гха, гх‐х........."
Беато поняла, что конец этого боя уже близко.
В обычной ситуации в алиби Эрики ещё было бы много мест, против которых она могла бы выступить с синей правдой.
Но Бернкастель и Лямбдадельта приняли их как красную правду,
и Беато не с чем было поспорить......
"......Будто...
...... эти ведьмы специально искажают всё так, чтобы соответствовать сценарию Эрики..."
"Верно.
Если Владелец игры — леди Лямбдадельта — признаёт правду,
её подлинность не подлежит сомнению.
Мир, который придёт после, сформируется на основе последней оставшейся правды...... и неважно, насколько конечная правда будет далека от настоящей."
"Дядя Краусс не может быть преступником.
Его где‐то держат.
......С‐стоп,
нельзя отрицать, что тётю Нацухи тогда по телефону могли умело обмануть и заставить поверить в это......"
"Ты подозреваешь Нацухи и Краусса, Баттлер?"
"Ну........."
"Правда Эрики хоть и была построена трусливо, но она правильная.
Даже если ведьмы сговорились с ней, эта правда всё ещё признана красной.
А значит, она не может быть фальшивой правдой, построенной только на лжи."
"......Поэтому даже правда Эрики логична.
Правда, по которой преступники — Нацухи и Краусс, тоже вполне возможна.
Хотя это смесь правды и лжи, в ней есть смысл.
......И она весит столько же, сколько сама правда.
......В какую из этих двух правд ты поверишь?
Тебе решать."
".........Нет.
......Я............ буду верить тёте Нацухи и дяде Крауссу.
Да, у них проблемы с деньгами."
"Но...... я всё равно не хочу верить в то, что они преступники.
Хотя нет, не могу поверить!.."
"Как ты спасёшь Нацухи на игровой доске, где красная правда постепенно загоняет её в угол?"
"Я... не знаю......
Но сдаваться я тем более не собираюсь!..
Тётя Нацухи просто попала в трусливую ловушку.
И Эрика со своими рассуждениями тоже попалась в эту ловушку!..
Намеренно или ей манипулируют, Эрика помогает настоящему преступнику."
".........Она объявила преступником тётю Нацухи...... но даже если ей все верят......
точнее, именно из‐за этого, мне хочется быть единственным, кто верит тёте Нацухи!.."
Становится ли что‐то правдой только если все с этим согласны?
Становится ли правдой ложь, которую все признают?
Должно ли одинокого рассказчика...
отправлять на гильотину на глумление лгунам?
"Я...... не согласен.
......Если никто не поверит тёте Нацухи, тогда поверю я!.."
"Настоящая правда не требует признания!
Она находится после тщательной проверки обеих возможностей!..
Поэтому этот суд — явная ложь!
Его единственная цель — установить, что тётя Нацухи преступник!"
"......Беато делает всё возможное, чтобы изменить положение Нацухи, так?"
"Нет.
Беато пытается опровергнуть аргумент Эрики.
......Она просто защищается!
Нельзя сражаться на этом процессе только сопротивляясь всем претензиям противника.
Вот почему раньше Беато всегда загоняла меня в угол!.."
"Она не победит Эрику, находя недостатки в её рассуждениях!
Ей нужно найти иную правду и доказать Лямбдадельте, руководителю этой игры...
...
что её правда правильнее правды Эрики!.."
"Можно ли построить правду, согласно которой Нацухи не преступник,
не противореча красной правде леди Бернкастель?.."
"......Я...... не знаю...
Но...... пока я не верю в вину тёти Нацухи, должна быть другая правда!"
"Даже хорошо, если преступник — ведьма.
Это лучше, чем обкладывать тётю Нацухи неверной правдой!.."
".........Значит, сколько бы красных правд тебе ни предоставили,
ты всё равно не поверишь, что Нацухи преступник?"
"Да!..
На всё всегда должны находиться те, кто верит, и те, кто не верит!..
Сколько бы улик против неё ни было, кто‐то должен верить в её невиновность!
В мире есть и такие правды, которые нельзя доказать.
Я не хочу принимать что‐то за действительное только потому, что все считают это таковым!"
Как можно знать наверняка, что на обратной стороне луны ничего нет, если ты там никогда не был?!
Есть ли причина, по которой в это нужно верить?!
Пока не увидишь обратную сторону луны своими глазами,
нельзя отрицать ни возможность того, что там ничего нет,
ни то, что там может процветать культура кроличьего мира!..
Никогда нельзя считать что‐то правдой, пока не проверишь.
Этот суд несёт один вред, пытаясь узаконить единственное толкование правды, которое нельзя проверить.
Я верил, что на обратной стороне луны есть жизнь!
Но так было в начальной школе, и надо мной стали смеяться.
Поэтому я подумал: стыдно считать, что на луне есть жизнь...
... и бросил своё \'убеждение\'.
Мама читала мне книгу о живущих на обратной стороне луны кроликах,
и я долгое время верил в это.
......Но когда все сказали, что это не так,
я отказался от этой правды, даже не попытавшись проверить!
......Даже без доказательств
я отказался от правды, в которую верил!..
И вот, все начинают верить, что преступник — тётя Нацухи.
Хотя никто не предоставил им решающее доказательство!..
Слова Эрики звучат разумно даже без него, значит, они — правда?..
Поэтому вы, несмотря на нехватку доказательств, отказались от веры в невиновность тёти Нацухи?!
"Если никто не поверит...... поверю я!..
Я считаю, что настоящая правда проявляется только когда смотришь обоими глазами — один отрицает, а другой подтверждает!..
Сколько бы она ни убеждала нас в том, что тётя Нацухи преступник, я буду верить в обратное!
И не прекращу верить!!!"
"............Понятно.
Тогда я дам тебе одну красную правду.
Раз у тебя появилось истинное желание бороться, я дам тебе одну‐единственную силу."
"Силу?.."
"Именем Конечной ведьмы Вергилии.
.........Хотя нет, я даю тебе эту красную правду как бывшая ведьма Беатриче."
"
Уширомия Нацухи не преступник!
"
"............!!!"
"Предлагаю сделку о признании вины.
......Если признаешь, что всех убил Краусс,
Эрика пока не станет перекладывать вину на Нацухи.
Расследование продолжится при условии, что преступник — Краусс, который неизвестно где."
"Что будешь делать, Беато?
С какой стороны ни посмотри, у Нацухи серьёзные проблемы.
......Примешь сделку?
Если ты готова отказаться от всей этой чести семьи Уширомия,
Берн любезно отпустит тебя с ничьей."
Краусс пропал, и неизвестно, жив он или мёртв.
Он как Кинзо — ничем не отличается от \'кошки в коробке\', пропавшей в тумане острова.
Кошка в коробке не зафиксирована, и ни одну из возможностей нельзя опровергнуть.
В этом корень бесконечных толкований.
Истинный источник силы Ведьмы Бесконечности.
Сколько бы Бернкастель ни утверждала, что Краусс преступник...
... она не может сделать эту правду единственной.
Значит, теория о виновности Краусса и теория ведьмы могут быть почти в идеальном балансе.
......Так игра может закончиться ничьей.
Было обманом......
предлагать ей второй шанс, если она откажется от чести семьи, которую поклялась защищать,
и согласится на фрагмент, который растопчет всю эту честь.
Ложной уверенности нет места.
Для Беато поражение означает смерть.
......В этой игре всегда нужно выбирать ничью, если не имеешь должного преимущества.
"......Н‐н...... у‐у........."
"Я не дам вам называть моего мужа преступником!!!
Он следующий глава семьи Уширомия!
Единственный, кто унаследует её славу!
Я никогда не позволю относиться к нему как к убийце!.."
"......Ты уверена, Нацухи?..
.........Если откажешься подозревать Краусса...... останешься... только ты.
...Алиби всех остальных доказаны...... Ворон Гемпеля!..
Тебя признают виновной... даже без доказательств!.."
"И что, если осталась только я?!
Я — Уширомия Нацухи!
Я не убегу и не скроюсь!
Я невиновна!
На моём сердце выгравирован однокрылый орёл, и я — представитель благородного главы!"
"Если хотите оскорбить меня — давайте!
Хотите посмеяться надо мной — да пожалуйста!
Никому не задеть мою честь смесью правды и лжи!"
Достойным голосом...... открыто заявила Нацухи ведьмам выше.
Но её ответ по‐видимому был точно таким,
каким Бернкастель его ожидала...
"......Нацухи отказалась от сделки.
.........А ты, Беато?
...Ты же понимаешь?
В тот миг, когда её признают виновной, Лямбда вынесет приговор.
Иллюзия ведьмы тут же будет опровергнута, и ты канешь в лету.
......Хочешь дать глупому хвастовству Нацухи утянуть тебя в глубины ада?.."
"............Н‐н......... гх........."
"......Риче.
Ты хорошо сражалась.
......Это наш шанс.
Убедим Нацухи и попробуем найти компромисс!.."
"Истинный враг леди Лямбдадельты и леди Бернкастель — скука, а не вы.
......Они, вероятно, хотят повторить эту игру и сыграть ещё раз.
Если вы будете готовы пойти на уступки,
они с радостью согласятся и перейдут к следующей игре."
"Если мы перейдём к следующей игре......... что будет с Нацухи этой игры...
... Нацухи этого фрагмента?.."
"Сейчас не время беспокоиться об этом!
Нацухи всего лишь фигура!
Даже если её уберут из этой игры, она опять появится в следующей!"
"Но вы ведь этого не допустите, миледи...
Думаю, вы знаете, что планирует леди Бернкастель.
Использовать эту игру и стремиться к победе в следующей — более реалистичная цель.
......Сейчас принятие сделки леди Бернкастель может быть нашим единственным хорошим вариантом!.."
"Забудь о своей бесполезной гордости!
Ни Каспаров, ни Deep Blue не побеждали в каждой игре!
Побеждает тот, кто к концу выиграл больше игр!
Если ведьма слишком сильно привязывается к одной игре, одной жизни, одной фигуре...
... она умирает!"
"............Простите...
...... но я не могу так поступить.
.........Мне известна сила человека, который верил, хотя все говорили, что он неправ......
и я знаю, через какие страдания он прошёл, когда был вынужден отказаться от своей веры!.."
"Я не брошу Нацухи!
Почему?
Потому что, если все подозревают её, кто‐то должен ей верить!
Потому что правда может быть найдена только между доверием и подозрением!.."
"Я не брошу её!
Даже если все считают Нацухи виновной, я всё равно объявлю преступником себя — ведьму!..
Если я даже с этим не справлюсь, моё существование ничего не стоит!.."
"......Я не могу проиграть.
Правда даётся не чтобы отрицать её."
"......Когда сомневаешься и тем самым отказываешься от неё, она исчеза‐а‐а‐а‐ает!!!"
"Это и есть твой ответ, Беато?.."
"Да, конечно же я отказываюсь!
Уширомия Краусс не преступник!"
".........Дура.
Я не дам тебе передумать.
Ты поплатишься за свою глупую вспыльчивость.
Именем Бернкастель, ведьмы чудес, я скажу красным.
Уширомия Краусс не преступник.
И он давным‐давно был убит,
вскоре после того, как ты услышала его голос по телефону.
"
"Не... нет.........
...До... дорогой.........a‐a‐a...а‐агха‐а‐а‐а‐а‐а......"
Нацухи пронзило жестокое и безжалостное красное лезвие Бернкастель......
......Совершенно...... беспощадно......
Она была подавлена неопределённостью, не зная, жив ли её муж, но ещё могла верить, что он жив...
И теперь...... эта надежда... эти ожидания...... растоптаны...... без единого шанса на чудо!..
Она бросилась в эту ловушку из‐за беспокойства за безопасность мужа.
Теперь она потеряла его, дочь......... и всё, что приобрела после брака в семье Уширомия.
Нет...... даже после всего этого...
...... кое‐что осталось.
Если её мужа больше нет......... сейчас только она может защитить честь семьи Уширомия.
Она ещё...... не могла допустить, чтобы всё на этом закончилось.........
Даже окутанная безмерной печалью...... Нацухи сделает всё возможное, чтобы защитить эту честь...
из последних сил......
"Не‐а, всё кончено!
Красной правдой определено, что никто другой в столовой не покидал столовую до 1:00.
В общем, доказаны алиби всех, кроме Нацухи!"
"......Потрясающе, Эрика, Бернкастель!
Вы доказали, что преступление могла совершить только Уширомия Нацухи!
Почему бы мне не зачитать приговор."
"......В полночь 4 октября 1986 года обвиняемая — Уширомия Нацухи
— ушла раньше остальных, притворившись, что идёт спать в свою комнату,
и в течение часа до 1:00 убила Джорджа, Джессику, Марию, Розу и Генджи!"
"Позволь дополнить.
В связи с косвенными доказательствами, включи ещё и убийство Краусса."
"Да, точно.
В такой ситуации немыслимо, чтобы Краусса убил кто‐то кроме Нацухи!"
"Приговор пересмотрен!
В течение часа до 1:00
Краусс, Джордж, Джессика, Мария, Роза и Генджи были убиты один за другим!
Любое из этих убийств могло иметь место только между 24:00 и 1:00!
Алиби на это время нет только у Уширомии Нацухи!..
С этого момента ответчик рассматривается как преступник."
"Кроме того, поскольку полностью доказано, что преступление мог совершить человек...
Беатриче, Ведьма Бесконечности!..
Суд иллюзий настоящим опровергает твоё существование!"
"У тебя будет шанс высказать претензии по своему делу, но можешь ли ты доказать алиби Нацухи?
Или что преступление мог совершить кто‐то другой?
Если сумеешь, Нацухи остановится в шаге от абсолютной вины,
и опровержение твоего существования на эту игру будет отложено......"
Будь у Нацухи алиби, Беато бы давным‐давно его предоставила.
И вообще, разве весь смысл этой ловушки состоял не в том, чтобы она потеряла алиби?..
"Даже если её алиби не доказано...... я буду верить в невиновность Нацухи!..
Сколько бы вы ни пытались обложить её своей фальшивой правдой!
Истинный преступник — я!
Нацухи невиновна!
Даже если этому нет доказательств!"
"......Правда известна только ночной хозяйке этого острова, Золотой Беатриче.
Я — Уширомия Нацухи!
Моего мужа больше нет, и теперь я глава семьи Уширомия!
Моя решимость не согнётся, сколько бы вы ни пытались меня унизить!"
"Почему, спросите вы?
Потому что отец позволил мне выгравировать герб однокрылого орла на сердце!..
Как вы намерены опровергнуть эту честь своими доказательствами и алиби?
Вы не можете!
Символ семьи Уширомия, выгравированный на моём сердце, бессмертен!"
.........Как только Нацухи и Беатриче
оказались на грани своей погибели...
...... они начали вопить во всю силу своих убеждений...
Разумеется, ничего этим они не добились, разве что вызвали у Лямбдадельты холодную улыбку.
Эрика построила правду, которую Лямбдадельта смогла принять.
......И никто не мог построить более убедительную правду, чтобы опровергнуть правду Эрики.
Наиболее убедительная правда поглотит всё остальное...... и станет единственно верной.
Даже если отличается от настоящей правды.
Правду прошлого поглотила правда будущего.
......Такое приемлемо даже для смеси правды и лжи.
Пока все согласны с ней!..
".........Боже, хватит уже вопить.
......Намного лучше, когда ведьмы рыдают и цепляются за жизнь, прежде чем сгореть на костре.
Такое занудство, когда они блефуют, как ты.
Так что отправлю‐ка я тебе последний подарок. Красную правду, которая проколет насквозь твой блеф."
"Ч... что вы имеете в виду?.."
"......Не...
...... не надо... леди Бернкастель...
......Разве это не переписано вашей правдой?..
Эта правда и правда Нацухи могут сосуществовать...
Не оскверняйте её...
....... прошу вас............"
"
Нацухи.
Когда Кинзо позволял тебе выгравировать на сердце однокрылого орла?
Это всего лишь слова Кинзо из твоих иллюзий.
......Знаешь, настоящий Кинзо
ни разу за всю свою жизнь
не доверял тебе по‐настоящему,
и у него никогда и в мыслях не было позволить тебе носить семейный герб!
"
Когда это бессердечное заявление было сказано......... Кинзо встал.
"Нацухи! Не слушай!
Никому не осквернить герб, выгравированный на твоём сердце!
Он только твой!
Не забывай о гордости последней главы семьи!
Нацухи‐и‐и‐и‐и‐и‐и‐и!!!"
"Закрой рот и исчезни наконец.
Жалкий бред Нацухи."
"Нгха‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а!!!
Тебе не уничтожить меня! Ты не можешь уничтожить мою душу!
Не пока на сердце Нацухи выгравирован герб!!!"
"Довольно, лживая иллюзия.
Настоящий Кинзо не сказал бы этого.
Исчезни.
Иллюзия Кинзо, придуманная Нацухи и приукрашенная ею ради её целей.
"
"Гва‐а‐а‐а‐а‐а‐а‐аха‐а‐а‐а,
На...
цухи......
нгво‐о‐о‐о‐о‐о!!!"
Ярко‐красная вспышка молнии раз за разом ударяла кричащего Кинзо.
Он рухнул как кукла...... и опять сел на скамью как ни в чём не бывало.
Ожесточённая эмоция покинула лицо Кинзо.
Он и вправду...... стал как восковая кукла.
И так...... он больше никогда не скажет Нацухи добрые слова...
.........Верно.
Настоящий Кинзо...
... никогда за всю свою жизнь не доверял Нацухи.
У настоящего Кинзо...
...... и в мыслях не было позволить ей носить однокрылого орла.
......Потому что, конечно же...
... он исчез ещё до начала игры.
Кинзо, появившийся в этой игре...
...... не более чем...
...... иллюзия Нацухи......
Всё, что касается Кинзо...
... который поверил в Нацухи и поручил ей защищать честь семьи......
её...
......воображение.........
"
Жалкая женщина.
Посмотри правде в глаза — ты так и не завоевала доверие Уширомии Кинзо.
"
"Ува...
...... а‐а‐а..."
"......Нацухи.........
...... не плачь.
......Разве Кинзо...
не доверил тебе...
... семью Уширомия?.."
......Нет.
Он не только ничего не доверял ей, но и...
......никогда не здоровался...
...... не встречался с ней взглядом.........
"......У‐у...... ува‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а!..
А‐а‐а‐а‐а‐а‐а‐а‐а!!!"
Плач Нацухи был смесью печали
и многих других эмоций...
Он эхом пронёсся по собору......
......Нацухи уже не могла сдержать слёзы.
Последний, слабый элемент, который поддерживал её до сего дня,
который позволял ей держаться как Уширомия, как жена представителя главы...... и как последняя глава семьи.........
разорван на части.......
У неё больше...
... ничего не осталось.
Теперь Нацухи не могла даже называть себя Уширомией.........
Те трудные дни, те печальные дни.
Дни, когда она несмотря на всё старалась на благо семьи, в которой вышла замуж.
......Среди них очень мало счастливых.
Все они один за другим промелькнули у неё в голове...
...... и исчезли.
Все те некогда прекрасные воспоминания...
... были... разрушены красной правдой Бернкастель...
...... разбиты вдребезги и рассеяны...
ушли глубоко в её ладони
...... и запятнали их красной кровью печали...
......Это был...
красный печали
и правды.
"Вот и всё.
......Одно лишь это преступление как оно есть,
и Фурудо Эрика может рассуждать на таком уровне.
......Что скажете, дамы и господа?.."
Лямбдадельта... захлопала.
Чуть позже захлопала и довольная Бернкастель.
Безэмоциональные зрители, напоминающие восковые фигуры, последовали примеру,
и непоколебимый приговор был встречен бурными аплодисментами...
И так.........\'правда\' этой истории......
была решена.........
Сейчас на острове нет ни одного человека, помимо тех, кто в этой гостиной.
И, с одним исключением, доказано, что никто из них не совершал убийства.
Преступник среди этих людей.
"......Эй, эй.
...В таком случае... всё проясняется, да?.."
"Если, конечно, преступник не ведьма, совершившая убийства с помощью магии..."
"......Это была ты?!
Ты убила Джорджа, убила моего мужа?!
За что?!!
Почему‐у‐у‐у‐у‐у‐у‐у?!!"
"Я... я никого не убивала!..
Я... я не... не делала этого!.."
"....................."
В панике, и голосом, который уж точно нельзя было назвать спокойным......
холодно и неприглядно... тётя Нацухи отрицала павшие на неё подозрения...
Однако...... возразить уже было нечего.
*Она* встала... откинула назад свои длинные волосы, указала на тётю Нацухи и повторила.
"......Преступник — вы.
Уширомия Нацухи."
Вся красная от слёз...
... Ева подошла к Нацухи...
... и схватила её за воротник.
Не сказав ни слова, она ударила её по щеке.
Нацухи, которую ни разу в жизни никто не бил,
была шокирована вкусом железа, почувствовав его впервые.
Между ней и Евой завязалась драка.
Баттлер тут же попытался остановить их,
но Ева резко ударила его коленом в живот, и он согнулся.
"Верни их, верни Джорджа и моего мужа!
За что ты их убила?!
Убийца, убийца‐а‐а‐а‐а‐а!!!"
Рыдая, Ева снова и снова била ногами упавшую на пол Нацухи.
Баттлер хотел было ещё раз вмешаться и остановить их, но его оттолкнули...
... и после больше никто не пытался разнять их.
Раз за разом повторяя имена сына и мужа, Ева била Нацухи ногами.
И била.
Потом она начала хватать всё, что под руку попадёт, и бросаться этим.
......В Нацухи попала дымящаяся чашка
...и банка чёрного чая, чайные листья из которой высыпались прямо на неё.
Её били ногами и тянули за волосы,
а по щекам ударяли столько раз, что они начали распухать.
Никто не попытался это остановить.
Не потому, что все боялись, что Ева начнёт бить и их.
А потому, что они считали это соответствующим возмездием человека, потерявшего мужа и сына.
Соответствующая правда.
Соответствующее возмездие.
Все в этой гостиной приняли то, что преступник — Нацухи......
Они приняли правду Эрики.
И так эта правда стала соответствующей правдой, а Нацухи была назначена соответствующим преступником.
Она уже потеряла мужа и дочь, которые могли бы защитить её...
... и даже Кинзо, придававший ей сил, уже как мыльный пузырь исчез в океане иллюзий......
Больше никто её не защищает.
Больше никто ей не верит. Теперь она истинный преступник.
Плечи Евы поднимались в такт её тяжёлому дыханию.
......Видимо, её гнев ещё не утих.
Эрика похлопала Еву по плечу и побудила отойти.
......Разумеется, не для того, чтобы защитить Нацухи от насилия.
А чтобы ещё больше унизить...... теперь, когда ту заклеймили преступницей.
"Нацухи.
Я разгадала две из трёх загадок.
\'Кто\'.
\'Как\'.
Последнюю — \'почему\' — всегда проясняет сам преступник.
Последуйте правилам детективного жанра и признайтесь."
\'Почему\'......относится к мотиву.
"Если это был третьесортный детектив......
сейчас Нацухи пронзительно засмеётся,
признается в содеянном и начнёт рассказывать историю о своём печальном прошлом.
......Только не говорите, что и эту часть придётся объяснять мне?"
"......Я не преступник!
Кто‐нибудь, поверьте мне!!!
Просто моего мужа взяли в заложники, угрожали...... и я попала в ловушку!.."
С беспорядком на голове, красным лицом и слезами на глазах...
Нацухи возражала всем...
... но никто не встретился с ней взглядом.
Ведь уже решено, что она преступник.
Лямбдадельта признала её преступником истории, после чего так и стало,
поэтому фигуры не обращали внимания... на слова Нацухи про преступника...
"Нацухи не преступник!
Я — Золотая ведьма, Беатриче!
Правительница ночной Роккенджимы, которая начала править ещё задолго до того, как все вы перестали бояться темноты!"
"Почему вы не вините меня? Почему подозреваете Нацухи?!!
Признайте меня!
Это я всех убила!
Преступником не может быть челове‐е‐е‐е‐ек!!!"
Иллюзия ведьмы уже сокрушена...... и Беато никто не услышал.
Приговор состоялся.
......Всё решено.
"Тебя никто не слышит.
Ты — призрак, обыкновенная иллюзия!
Возвращайся в портрет!
Ты ничтожный призрак ведьмы, родившийся, когда Кинзо поделился своей иллюзией с родственниками!
Такова правда, избранная этим миром!"
"Поэтому, великая леди Лямбдадельта!
Рассейте наконец нелепую и глупую иллюзию, которую эта ведьма называет правдой!.."
"Прощай, Беатриче.
.........Я сделала тебя ведьмой в надежде,
что ты либо станешь моей подругой, либо поможешь мне отвлечься от скуки.
И ты оправдала мои ожидания.
Второе, то есть.
...Эхе‐хе‐хе‐хе‐хе‐хе‐хе‐хе‐хех!"
"......Я...
... ведьма......
Даже если леди Лямбдадельта не признаёт...
... я ведьма........."
"Вот только ты даже не смогла бы поверить в это, если бы я не взяла тебя под свою опеку!..
Для тебя игра окончена.
Ты будешь погребена по правилам своей же игровой доски.
......Что там в твоей игре происходит с проигравшими?.."
"Беато уже показывала нам в одной из предыдущих игр.
Ты собрала в гору живую плоть и отдала её на банкет козлоголовым."
"Подходящий конец для тебя, Беатриче.
Я забралась в такую даль только чтобы услышать твои предсмертные крики!.."
Множество козлоголовых слуг один за другим
выходили из‐за столбов и заполняли собор.
Они не обращали внимания на Нацухи, сидящую в центре,
но толпа окружила её со всех сторон.
С точки зрения Беато на балконе...
... это могло напоминать огромный кипящий котёл козлоголовых.
"............Хех...
... *хи‐хи*,
...ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!
Верно...
... с самого начала уговор был именно таким!.."
"Ага.
Согласно нашему уговору, всякий раз, прекращая развлекать меня,
ты избавляешь меня от скуки своей жизнью!"
"Давайте, лишите её звания ведьмы и бросьте в котёл козлоголовых!"
Некоторые козлоголовые вдруг оказались за спиной Беато.
......Они грубо подняли её.
"Дай мне услышать хорошие крики.
Они как вино, которое ты всё это время выдерживала."
"......Тогда отказ выполнить вашу просьбу станет моим последним ответным ударом..."
"Да! Она это сказала!
Ухи‐хи‐ха‐ха‐а!
После таких слов слушать твои крики будет одно удовольствие.
......Падай!
Беатриче‐е‐е‐е‐е‐е‐е‐е‐е‐е!!!"
Козлорогие больше не считали Беато своей госпожой.
Пока держали её над котлом карабкающихся козлоголовых,
которые в нетерпении фыркали......
Они подбросили стройное тело Беато в воздух.
Корчащиеся козлоголовые все разом вдруг посмотрели вверх и подняли руки.
Словно, пожирая её плоть,
они смогут на короткое мгновение забыть о боли.
Летя в воздухе, Беато попыталась смело улыбнуться......
но вышло ещё более жалостливо,
что очень радовало Бернкастель.
Когда Беато упала в котёл, козлоголовые поймали её.
Естественно, совсем не мягко.
Бесчисленные козлоголовые впились руками в её плоть, каждый стремясь отхватить себе кусок.
Они пытались разорвать её.
Не обязательно плоть.
Волосы, ногти, обувь, даже обрывки платья вполне годились.
Рты этих козлоголовых были вратами в ад.
Но Беато была слишком велика, чтобы войти в эти врата.
Поэтому им приходилось жевать и разрывать её
на мелкие кусочки, чтобы она смогла пройти!..
.........Беато смело засмеялась.
Засмеялась внутри котла козлоголовых.
Однако её выражение сильно отличалось от желаемого.
.........Это был взгляд не ведьмы...... а человека, вопящего в смертельных муках.
Море козлоголовых разделилось.
Дланор прыгнула вперёд, рассекая их всех на пути единственной вспышкой меча.
......Резко, будто разрезала масло.
Козлорогие удивились её внезапному появлению и отступили.
В центре Беатриче съёжилась вся в лохмотьях......
всхлипывая......
"Как это понимать?
Дланор, инквизитор ереси."
"Прошу прощения, но мне есть что сказать.
Кое‐кто не согласен с таким вердиктом.
Его имя...
Уширомия Баттлер."
Все козлоголовые уставились на Баттлера.
"Что именно тебя не устраивает в решении суда?..
......У тебя есть новые улики или правда, достаточная для прошения о повторном рассмотрении дела?.."
".....................Гх......"
Понятно.
......Дланор меня спасает.
Если бы она не выскочила, всё было бы кончено.
И теперь я окончательно понял, как мне нужно бороться.
Но именно из‐за этого...... сейчас я не могу сражаться.
У меня не получится победить просто отрицая правду Эрики.
Если я хочу опровергнуть её правду, мне нужно построить другую.
...Но я по‐прежнему понятия не имею, какую!..
"Все раны со временем заживают.
И любую правду можно отыскать, потратив достаточное время на поиски.
......Однако во всех судах правда должна быть решена за ограниченный срок.
Поэтому правда, которую нельзя найти за это время, не может стать правдой."
......Да... я знаю!..
Сейчас все уверены, что преступник — тётя Нацухи.
Уже может быть слишком поздно...... даже для настоящей правды!..
Тётя Ева наверняка так и не остановит насилие,
и никто даже не думает защитить тётю Нацухи.
Это больше не та ситуация, когда можно сказать \'Да ладно, в конечном итоге правду раскроют\'.
И в этом мире...... оставшееся время на раскрытие правды... почти закончилось.
Уже полночь, конец игры.
Полиция не приедет.
Правда не будет раскрыта!
Она решится здесь и сейчас!..
".................."
Я медленно встал...
... прошёл мимо Беато...
......и посмотрел на Дланор.
.........У меня нет плана.
Я не знаю правды.
......Но...... если не попытаюсь сейчас, другого шанса не будет...
Красный группы Эрики беспощадно строг.
Сильно сомневаюсь, что смогу собрать воедино правду, по которой тётя Нацухи невиновна, не нарушая этот красный......
"......Почему такое неуверенное лицо?
Какое убожество."
"Ч... чёрт возьми........."
"......Ба... Баттлер......"
"Я буду тем, кто убьёт тебя.
Я хочу сдержать это обещание.
......И всё же...
... сейчас у меня...
... нет никакого плана......"
"............Ничего...
В этом мире...
... не существует правды.
......Правда создаётся позже и переписывает то, что было до неё.
Настоящей правды...
... нигде нет......"
"Ты только посмотри, какой сценарий, Дланор.
Было бы неинтересно, не объявись перед казнью принцессы рыцарь.
......И нет ничего лучше, чем смотреть, как у тебя на глазах их головы падают с плеч!
Сотри одним махом старую фигуру и ненужного игрока!"
"Как пожелаете.
Слава великой леди Бернкастель!
Я — главный инквизитор ереси, Дланор А. Нокс!..
Шаг вперёд, Уширомия Баттлер!"
"Ч... чёрт, мне всё равно уже нечего терять...
Поехали, я покажу тебе свою реши‐и‐и‐и‐имость!!!"
Теория Эрики так сильна только из‐за печатей.
Она получала красный так быстро лишь потому, что Лямбдадельту легко подкупали алиби, созданные этими печатями.
Но они не красная правда!
Простая торчащая из двери бумажка далека от совершенства.
Нечто подобное не может быть абсолютным доказательством!..
"Начинай, Баттлер!
Готов дать этим козлоголовым превратить тебя в фарш вместе с твоей любимой Беатриче?!"
"О, я ещё примешаю к этой куче остатки твоей драгоценной сестры.
Должен выйти отличный мясной стейк.
......А потом мы завернём его в клёцки, пропарим и, может быть, польём соевым соусом!"
"Нет, будет лучше прожарить их на сковородке с яйцами и кетчупом!"
""А‐хья‐ха‐ха‐ха‐ха‐хья‐хья‐ха‐ха‐ха‐ха‐ха‐ха!!!""
"П‐прокля‐а‐а‐а‐а‐атье!!!"
"
Разве нельзя поставить под сомнение надёжность печатей Эрики?!
Какая‐то бумажка в двери не может создать совершенное алиби!
Кто‐нибудь мог случайно заметить её и вернуть на прежнее место!..
"
Лезвие моей синей правды должно было по диагонали полоснуть грудь Дланор.
...Но её выражение ничуть не изменилось, и на ней не осталось ни единой царапины.
"Мне было интересно, что же ты выкинешь, но это просто смешно..."
"......Позвольте объяснить.
Вот чем я запечатала двери.
......Думаете, это была бумага, Баттлер?"
Эрика ещё раз подняла нечто похожее на коричневую бумажку.
"Это клейкая лента.
У неё крайне высокая сила сцепления.
......Я сделала прорези, чтобы её было легче разорвать."
"Кроме того, я написала свою подпись, которую невозможно подделать, по всей ленте, а также на двери и раме с обеих сторон.
Её нельзя сорвать, не оставив следов,
как и приклеить обратно!.."
"Разрешите обнажить \'красный ключ\'."
"Разрешаю."
"
Судя по вышесказанному, печати гарантированно совершенны.
Печати мисс Эрики никто не разрывал, и обман невозможен!
"
"
Я признаю печати Эрики!..
Но печать тёти Евы на комнате Генджи должна отличаться!
"
"
Печать Евы была такой же, как у мисс Эрики.
Такой метод запечатывания они с Евой придумали вместе после ужина.
"
"
Эрика что‐то говорила о научном расследовании и рылась в химикатах в кабинете деда!
Вдруг там был растворитель!
С ним можно сорвать клейкую ленту, не оставив следов от ногтей!
"
"Уважаемые присутствующие, я смиренно прошу слова.
Печати никоим образом нельзя сорвать, не оставив следов.
"
"Уважаемые присутствующие, я смиренно прошу слова.
На печатях не было никаких подозрительных следов!..
"
"И так доказано, что с печатями ничего не делали.
Повторите!"
"Да, с радостью.
Печати Евы и Эрики
не трогали и не соскабливали, чтобы они перестали быть печатями.
"
"......Чёрт подери‐и‐и‐и...
Понаклеили повсюду клейкую ленту, оставляющую следы!.."
Не только Дланор мой враг.
Здесь её подчинённые — Гертруда и Корнелия.
Ещё Эрика вместе со своей госпожой — Бернкастель.
Даже Лямбдадельта, та, кто украла игру Беато!
Все в этом соборе враги.
Жестокий порыв красного вмиг отверг мою слабую правду.
......Понятно почему. У меня нет альтернативной правды.
Даже на заключительном этапе...... у меня ничего нет...
"Печати — единственное, что нужно было обсудить?
Ты же обещал выложиться на полную."
"............Гх........."
Если бы только я знал правду, которая могла бы доказать невиновность тёти Нацухи...
Если бы я мог создать теорию, способную прорваться сквозь красный Эрики......
......Чёрт, я ничего не знаю!!!
".......У тебя есть хоть шанс на победу?.."
"......Он остался дома.
Не возражаешь, если я вернусь за ним?"
"Я уже проиграла.
......Я готова к своей судьбе."
"......Я обещал убить тебя
и не оставлю это никому другому.
Я обязательно сдержу обещание!.."
"Лжец.
......Я больше никогда не поверю твоим обещаниям."
"Что?
Когда я что‐то обещал тебе и не сдержал?.."
".........Хе‐хе‐хех... *хи‐хи*хи‐хи*хи‐хи*.
......После таких слов можно и в ад.
......Эха‐ха‐ха‐ха‐ха, га‐ха‐ха‐ха‐ха‐ха‐ха!!!
Убейте нас! Бернкастель, Лямбдадельта!..
Хья‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!"
Беато пронзительно закричала, не в силах преодолеть смех.
......Разбитый смех. По её щекам текли слёзы.
Слова Баттлера больше не достигали её ушей.
Она продолжала безумно смеяться, как испорченная пластинка......
"Всё?
Жалко.
Я сильно разочарована, Уширомия Баттлер!.."
"Хья‐ха‐ха‐ха‐ха‐ха‐ха‐ха, хи‐иха‐ха‐ха‐ха‐хья‐ха‐ха‐ха‐ха‐а‐а‐а!!!
Убей меня, Дланор! Разрежь пополам своим красным мечом!
Хья‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐а‐а‐а!!!"
Н‐н...... нгха‐а‐а‐а‐а‐а‐а‐а‐а‐а!!!
"
Предположим, есть способ попасть на второй этаж домика для гостей не проходя через холл!
Эрика утверждает, что окна и прочее были запечатаны, но она не может доказать, что запечатала все возможные проходы!
Она могла не запечатать вход Х, потому что не нашла его!
"
"
3‐й Нокс.
Скрытые проходы недопустимы!
Как детектив, мисс Эрика запечатала все входы.
Проходы, что детектив не может найти, — это скрытые проходы.
Поэтому нет входов, которые мисс Эрика не могла бы обнаружить!
"
"
Допустим, обзор Эрики в холле не был совершенен!
За два часа, которые Эрика там провела, она действительно ни на секунду не отводила взгляд?!
Кто‐нибудь мог проскочить мимо, пока Эрика не видела!
"
"Уважаемые присутствующие, я смиренно прошу слова.
Обзор леди Эрики в холле был идеален.
Нет никаких пробелов или моментов, когда она отвернулась хоть на секунду.
"
"Уважаемые присутствующие, я смиренно прошу слова.
Следовательно, за всю их встречу в холле на второй этаж поднималась только Роза!
"
"
Но это действительно была тётя Роза?!
Может, кто‐то замаскировался под неё!
Или она могла нести большой чемодан, в котором кто‐то прятался!
"
"
10‐й Нокс. Персонажу запрещено маскироваться без каких‐либо подсказок!
Не было никаких намёков на то, что под Розу кто‐то замаскировался!
К тому же, Эрика подтвердила, что та не переносила багажа, достаточно большого для того, чтобы там мог спрятаться человек!
"
"
Тёте Нацухи угрожали!
Настоящий преступник — незваный и неизвестный гость Х!
С чего ты взяла, что мы одни на этом острове?!
Истинный виновник — кто‐то другой!
"
"
1‐й Нокс.
Преступником не может быть тот, о ком не было упомянуто в ранней части истории!
"
"
Может, их убили не напрямую, а ядом!
Э‐э...... странным препаратом, из‐за которого в шее появляется порез, когда человек умирает!..
У такого вида убийства отложенный эффект, и даже с алиби...
"
"
4‐й Нокс.
Недопустимо использовать неизвестные препараты и трудно понимаемые научные устройства!
"
"
В комнате кузенов и в приёмной Генджи могло быть приспособление для убийства, делающее возможным убийство на расстоянии!..
Пока ещё неизвестный секретный механизм, и...
"
"
8‐й Нокс.
Недопустимо раскрывать дело с помощью непредставленных улик!
"
"
Так или иначе, преступник — не тётя Нацухи, а кто‐то другой!
Если хочешь это опровергнуть — повтори красным, что \'ни один из представленных персонажей не был преступником\'!
"
"
6‐й Нокс.
Детективу нельзя опираться на совпадения или интуицию!
"
"
Говорите, у всех, кроме тёти Нацухи, есть алиби?!
Вы кое‐кого забыли!
Кто докажет, что у самой Эрики есть алиби?!!
"
"
7‐й Нокс.
Детектив не может быть преступником!
"
"
Пока она не поймана с поличным, нельзя отрицать вероятность того, что тётя Нацухи невиновна!
Как можно опровергать будущие возможности вроде улики Х, не найденной Эрикой и доказывающей её невиновность?!
"
"
"8‐й Нокс.
Недопустимо раскрывать дело с помощью непредставленных улик!
"
"
В... в этой истории полно злонамеренной лжи!
Она сама по себе стала для тёти Нацухи ловушкой!
Она сама по себе стала для тёти Нацухи ловушкой!
"
"
9‐й Нокс.
Наблюдателям позволено высказывать собственные выводы и толкования!
"
"
Преступник — я, может, это я дал Джорджу и другим яд замедленного действия, чтобы они умерли после полуночи,
а потом, когда вернулся в 3:00, тихо перерезал им горла!
Я мог сделать это так тихо, что Эрика не услышала бы!..
"
"
8‐й Нокс.
Недопустимо раскрывать дело с помощью непредставленных улик!
"
"
Все покончили с собой!..
Преступника нет!!!
"
"Уважаемые присутствующие, я смиренно прошу слова.
Все смерти — убийства.
"
"
Эрика ведь не осматривала трупы лично?!
Люди, не являющиеся детективами, могут допустить ошибку, осматривая трупы!
"
"Уважаемые присутствующие, я смиренно прошу слова.
Знайте, что 
при осмотре трупов нельзя было допустить ошибку!
"
"
Тогда, может, были трупы‐двойники!
Трупы, сильно напоминающие жертв, подготовили заранее!..
"
"Знайте, что 
нет трупов, за исключением трупов персонажей, упомянутых в истории.
"
"
То... тогда почему вы объявили о смерти дяди Краусса без его трупа?!!
Разве это не нарушает ваши Ноксы?!!
"
"Знайте, что 
красная правда — это просто правда, и её не нужно объяснять или доказывать!!!
"
"Ч...
что за...
...... ч...
чёрт возьми‐и‐и‐и‐и‐и!.."
Перед лицом таких безумных аргументов...
... любые попытки свергнуть правду о том, что преступник — тётя Нацухи, абсолютно бессмысленны.
Каждый раз, когда я отчаянно размахивал синей правдой,
красная правда Дланор и остальных сбивала меня с ног.
......С каждым разом встать было всё труднее.
...Неужели...... моё тело говорит мне, что я вот‐вот сдамся...
правде, по которой тётя Нацухи преступник?..
Их красная правда становится всё более совершенной......
Каждый раз, когда я думаю, что могу проскочить сквозь щель в их броне,
Дланор ударяет меня красным лезвием Нокса......
"......Хи‐хи‐хи‐ха,
хи‐хи...
... ха‐ха, ха‐ха‐ха‐ха‐ха......"
"............Беато......"
"Хватит, Баттле‐ер...
......Теперь бесконечная пытка, что мучает меня... нет, нас...
наконец закончится.
......Давай вместе падём в пучину..."
"...............Гх..."
Я...
не хочу видеть Беато такой......
Её величие, как хозяйки Золотой Земли...
... энтузиазм, как моего соперника...
... полностью исчезли.
Она выглядела не более чем растоптанной и потерявшей всякую надежду несчастной женщиной
со стекающими по лицу слезами и трагической улыбкой, на которую я не мог смотреть......
"Это вся твоя правда?"
Нет...
... у меня осталась...
одна последняя.
"......И это — та другая правда, где Нацухи не преступник?"
......Нет.
Я могу лишь доказать, что тётя Нацухи невиновна.
Теперь...
... я уже не могу показать,
в чём настоящая правда......
"......Но всё же...... может, хотя бы ты так будешь спасена."
"Зачем?.."
"......Я могу доказать, что тётя Нацухи не преступник.
...Но я не знаю той другой правды.
......Если правда Эрики будет рассеяна, преступления снова канут во тьму, в которой, быть может, для тебя найдётся место."
"Да, если сможешь.
.........Но если у тебя нет новой правды, значит, ты, как игрок, некомпетентен и бесполезен.
Я навечно сотру тебя с этой игровой доски."
Сейчас Владелец игры — Лямбдадельта...
... и она тоже здесь.
Вероятно, это означает не проиграть одну игру,
а навеки быть изгнанным из игры за поражение.
Судя по тому, что раньше говорили эти ведьмы,
я могу представить себе место, куда попадают изгнанные \'фигуры\'.
Оно известно как глубины забвения...
... вечная тьма в дали вечного забвения, где нет понятий жизни и смерти...
......Наверное, я исчезну...
Но...... Беато останется.
Пока она существует, как бы тётя Нацухи ни была подозрительна...
... всегда останется место для преступника‐ведьмы... Место, где тётя Нацухи не преступник.
......Пока оно есть...... кто‐нибудь в конечном итоге раскроет правду.
Не обязательно я.
Так или иначе...... в конце концов эту фальшивую правду уничтожат!..
Я понимаю, что мне пора пожертвовать собой
ради того другого человека, который в конечном итоге появится...
... ради истинной правды......
"......Похоже......
мне всё‐таки придётся нарушить обещание убить тебя."
"Не надо.
Не оставляй меня одну в живых.
Давай исчезнем вместе.
Пусть это будет твоя последняя дань мне.
......Прошу тебя, мне больше ничего не нужно......"
"..........Ты уже всё исчерпал?
......Я сильно разочарована, Уширомия Баттлер."
"Поскорее исполни его реквием.
Так ничто больше не помешает мне выставить вину Нацухи."
"Как же они интересны.
BEATRICE.
Уширомия Баттлер."
"......Но мне надоело.
В нашей игре вы не нужны.
.........
*хи‐хи*хи‐хи*хи‐хи*,
эхе‐хе‐хе‐хе‐хе‐ха‐ха‐ха‐ха‐ха!!!
Давай, Дланор!"
"Вот и всё.
......Если у тебя ещё остались силы,
соберись в свои последние секунды!.."
"Н‐н...
......... нгха‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а!!!"
Эта красная правда крошечная, но ослепительная.
Последняя козырная карта, которую дала мне Вергилия!..
Эрика...... с ней твоя теория вернётся на круги своя!..
"Если можете, почему бы не попробовать?"
"Получа‐а‐а‐а‐а‐а‐а‐ай!!!"
"
Уширомия Нацухи не преступник!!!
"
Красная правда — это просто правда, которую не нужно объяснять или доказывать!..
Она заставит Дланор оступиться!..
Даже если на этом всё...
... это первый и последний удар, который я могу нанести!..
"
2‐й Нокс.
Детективу нельзя опираться на сверхъестественные силы.
"
............Э?..
Мою...
... красную правду...
...... смёл красный меч Дланор......
"......Если кто‐то, кроме ведьм, на этом заседании говорит красную правду,
ему нужно построить для неё соответствующее доказательство.
Эрика ведь следовала такой процедуре?.."
Да, до сих пор Эрика ни разу не использовала красный сама.
......Она всегда просила Бернкастель, ведьму, повторить её заявления......
"Твоя красная правда — не что‐то, что ты получил сам......
а сверхъестественная правда, данная паранормальным существом.
Иначе говоря, не рассуждение.
Это ничем не лучше догадки......"
То...
тогда...
... если Вергилия...
...скажет красным то же самое......
Где......Вергилия?..
"Предоставив красную правду, тебе нужно построить соответствующий аргумент.
............Ты можешь?.."
Нет......... не могу.........
У меня есть простая правда, что тётя Нацухи невиновна...
...... без всяких оснований и доказательств.
".........Видишь?..
......Настоящая правда...... очень хрупка.
......Она вообще есть?..
И нужна ли?..
......Эта история продолжится... даже без неё......
......Баттле‐е‐ер........."
"Ну же, Баттлер.
......Докажи свою красную правду.
......А если не можешь, тогда прощай."
".........Значит...
... прощай.
......Извини,
Беато."
"......Не извиняйся.
Спасибо, что ты со мной.
......Хоть это и кровавая история...
...... было интересно..."
"
Судебное разбирательство завершено.
Death.
Death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐
death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐
death‐death‐death‐death‐death‐death‐
death‐death‐death‐death‐
death‐death‐death‐death‐death‐death‐
death‐death‐death‐death‐death‐death‐
death‐death‐death‐death‐death‐death‐death‐death‐death‐death‐
death‐death‐death‐death‐death‐death‐death‐death‐
death‐death‐death‐
death‐death‐death‐
death‐death‐death‐death‐death‐death!
"
"
<Die the DEATH>!
<Sentence to DEATH>!!
<Great equalizer is the DEATH>!!
"
На этом суд пятой игры закончился.
Детектив — Фурудо Эрика — предъявила обвинение преступнику, Уширомии Нацухи.
Детектив должен дать ответы на три вопроса.
Первый — \'кто\'.
Кто преступник?
Как отмечалось ранее, это Уширомия Нацухи.
Второй — \'как\'.
Как преступление было совершено?
5 октября 1986 между полуночью и часом ночи
Уширомия Нацухи пошла в комнату кузенов на втором этаже домика для гостей и в приёмную на первом этаже особняка.
Там она совершила убийства.
Преступления могли произойти только в течение этого часа,
а на это время доказаны алиби всех персонажей, кроме Нацухи.
Как удар молнии, с неба рухнул массивный красный меч — ещё больший по размеру, чем тот, что держала Дланор
— и пронзил сердце Баттлера, увековечив его на месте ещё стоящим......
В ту же секунду Беатриче в золотом всплеске исчезла...
... вместе со своими бывшими приспешниками.
Холодно смеясь, бессердечные ведьмы опустили взгляд в центр собора......
где остались лишь Баттлер, пронзённый красным мечом, и Дланор.
"Агх......... нх...
...... гх‐х........."
"......Покойся с миром, Уширомия Баттлер.
Обидно.
Я думала, ты способен на большее."
"............Гх............"
Баттлер сплюнул кровавые пузыри...
... медленно закрыл глаза...
...... и сник......
Дланор молча смотрела......
а потом развернулась, увидев, что жизнь покинула его.
После этого там остался только труп скорбного человека, пронзённый мечом, похожим на красную надгробную метку,
и освещённый тусклым сиянием из верхнего света собора.........
Затем идёт третий вопрос, на который детектив должен ответить.
Последний вопрос — \'почему\'.
Почему преступление было совершено?
Мотив.
В третьесортных детективах раскрывать его не обязательно.
В конце концов, даже если не объяснить причину, преступник сам сознается, когда всё будет сказано и сделано.
Однако Фурудо Эрика первоклассная и объяснит даже это.
Нацухи была заперта в гостиной под всеобщими бдительными взглядами.
Эрика заставила всех старательно и настойчиво искать везде — даже в комнате Нацухи
— улики, объясняющие её мотив.
"Итак, раз уж все мы в сборе,
что же подтолкнуло Уширомию Нацухи к совершению столь ужасных убийств?
В своём расследовании я, детектив Фурудо Эрика, в общих чертах нашла этому объяснение
и хотела бы сейчас объявить его."
Все молчали, призывая её продолжить......
Эрика бросила на стол \'конфискованную\' собственность Нацухи...
"Во‐первых, вот старые дневники, обнаруженные в комнате Нацухи.
В последние годы в них почти ничего не писали,
однако там подробно описан период после того, как она стала частью семьи Уширомия."
"Почти все они были заперты, но ради раскрытия правды этого преступления
я воспользовалась своим признанным всеми полномочием
и сломала замки."
"......Ка...
какое варварство......
...... читать...
... чужие дневники......"
"Даже если мы варвары, какая тебе разница, убийца?!!
Уголовники вроде тебя не имеют права на личную жизнь!!!"
"И вот что я узнала из этих дневников.
Нацухи вступила в брак с Крауссом ввиду особых обстоятельств."
"......Думаю, вы знаете об этом гораздо больше меня.
Нацухи и Краусс вступили в брак не по любви или, как обычно, по договорённости.
......Это походило скорее на захват заложника."
"Не... неправда!"
"Так написано на 24‐й странице этого красного дневника:
\'.........Я заложница, которую семья Уширомия заточила в тюрьму под маской брака.
Но если так всё можно решить......\'"
"Нацухи.
Вы уже признали, что были заложницей.
......Кумасава, вы ведь служили ей с тех самых пор, когда она приехала сюда?
Можете рассказать, как всё было в то время?"
".........Д‐да, верно.
Я заметила нечто похожее на описанное вами...
......Думаю, только доктор Нанджо и я...
... знаем подробности, касающиеся брака мадам..."
"Именно......
......Это было в золотые года Кинзо, когда он делал что вздумается...
Он победил всех своих врагов и расширил свою финансовую мощь.
......Семья Нацухи была среди них."
Как будто вдруг вовремя настало время поговорить,
Кумасава и Нанджо открыто пересекли границы, которые никогда впредь не должны были пересекаться......
В те времена Кинзо больше всего боялись за его свирепость.
Как уже было сказано, хотя у Кинзо было много средств и связей,
он затаил обиду на членов элиты, смотревших на него свысока.
Из‐за этого
Кинзо хотел найти Крауссу жену из знатного рода и тем самым повысить статус семьи Уширомия...
Затем он одолел семью Нацухи в финансовой борьбе...... и предложил брак как метод примирения.
Он выбрал...... Нацухи.
В семье синтоистских священников Нацухи воспитали чистой и невинной — истинной благородной дамой.
Выбрав её, Кинзо не только погрузил их в худшее унижение,
но и заполучил неплохой трофей.
Эта помолвка для Нацухи с самого начала была унижением......
"Что касается вышеупомянутых фактов, утверждения Кумасавы и Нанджо
соответствуют содержанию дневников."
"Взяв фамилию Уширомия,
Нацухи затаила на эту семью сильную обиду.
......Что скажете, Нацухи?
Вы признаёте это?"
Все холодные взгляды обратились к Нацухи...
"Д‐да, верно, сначала я так и думала......
Я считала, что меня вынудили выйти замуж не по любви, что я заложница под прикрытием невесты......"
"Но...... мой муж...... никогда не относился ко мне как к простой заложнице......
Он понимал, что я пережила, проявил сострадание и любовь......
Мой муж...... единственный, кто понимал меня!.."
"......Вот как.
Логично.
В ваших дневниках часто встречаются записи о том,
что Краусс знал о ваших трудностях и проявлял сочувствие."
"Однако на 47‐й странице этого дневника
вы описываете такие моменты как нечто неприятное, верно?"
"Позвольте процитировать.
\'Сочувствие Краусса только делает меня несчастнее.
Иногда мне кажется, что он хочет унизить меня ещё больше.\'
......Отсюда можно сделать вывод, что Нацухи относилась к вниманию мужа с презрением."
"По... подожди!..
Да, я думала так поначалу!..
Тогда я ещё была подавлена тревогой,
не могла принять его сочувствие и время от времени писала о своём недоверии!..
Но в конце концов я поняла, что он искренен, и приняла его чувства!.."
"Ну, в этих дневниках ни о чём подобном не говорится."
"Я...... я никогда не писала об этом,
эти чувства были слишком личными!.."
"Судя по разнообразным уликам и свидетельским показаниям,
очевидно, что вы презирали своего мужа.
И нет доказательств того, что вы в конечном итоге
приняли его чувства, как утверждаете."
".........Я... я любила своего мужа!.."
"У вас ведь нет улик или показаний, которые могли бы возвысить ваше заявление до уровня красной правды?"
"Ра... разве любовь нужно доказывать?!"
"Верить можно только красной правде!..
Заявления, не сказанные красным, ненадёжны и ничего не доказывают!
Все слова, кроме красных, — ложь, нужная, чтобы обмануть меня!"
"\'Я люблю его\'?
Да кто поверит в сказанное белым текстом?
Слова, не сказанные красным, ничего не стоят!
Я могу верить лишь красной правде и уликам, которые я даю госпоже, чтобы получить её!"
"Все вы лживые люди, неспособные говорить правду!
Те, кто не может говорить красным, не имеют права рассуждать о любви, душе или истине!
Знаете, что?
Мужчины не так глупы, как женщины о них думают.
Они никогда не воспринимают всерьёз слова \'Я люблю тебя\'!.."
"......Бедная девочка......
Видимо, ты никогда никого не любила..."
"Детективу не нужна романтика.
Этим словом можно разве что объяснять мотив для убийства."
"Говори что хочешь, мы любили друг друга!..
Мне стоило бы извиниться перед мужем за то, что я всегда писала только о своих жалобах!..
Но я посвятила ему своё сердце!..
Даже если у меня нет доказательств...... это правда!"
"Отклоняется.
Может, хватит?
Благодаря доказательствам и свидетельским показаниям
ясно, что вы ненавидели как своего мужа, так и семью Уширомия."
"Вот именно!
Я даже не могу сосчитать, сколько раз слышала твои жалобы!.."
"А вы, значит, никогда ничего не говорили за спиной Хидэёши?!"
"Сволочь, убившая моего мужа!
Как ты смеешь такое говорить?!!
Умри! Умри и извинись перед ним!!!"
"Хватит уже, Ева.
Настал драгоценный момент, когда я допрашиваю и осуждаю преступника.
Вас это не касается."
"Итак.
За следующие несколько лет она привыкла к новому образу жизни,
но по‐прежнему хранила в сердце ненависть.
Учитывая это, в её решении отомстить нет ничего странного."
"Д‐да откуда тебе знать, о чём я думаю!.."
Читая дневники Нацухи...
... Эрика раскрывала её чувства в те тяжёлые дни.
......Нацухи писала о них не просто так.
Она писала, чтобы забыть и запрятать подальше эти воспоминания.
Именно поэтому она написала о своих чувствах в те трудные дни...
... заперла их и навеки изолировала.
Однако Эрика заявила, что это реальные,
тайные чувства Нацухи, которые были заперты и утаены.
Так как уже \'решено\', что Нацухи убийца, все согласились с Эрикой.
Теперь даже не нужно устанавливать мотив Нацухи красной правдой.
Пока причина кажется правдоподобной, все будут в неё верить.
Сколько бы Нацухи ни возражала, ей никто не поверит.
Никто не примет её правду о тех днях, когда она любила своего мужа.
Их закрасила ложная правда о её ненависти к нему и клятве отомстить......
Перо богов, составляющее истину, было в руках Эрики.
"И что с того?!
Кому какое дело до твоего прошлого?!!
Убийца, убийца‐а‐а‐а‐а‐а!!!"
"П‐прекратите!..
Я могу понять чувства Нацухи!.."
"Я всегда знала, что этот день рано или поздно настанет......
Бедняжка, бедняжка......"
"Думаю, она просто
очередная жертва дикой жизни отца."
"Я знал о боли в сердце мадам......
Всегда старался поддержать её, но......
мне не удалось, и посмотрите, что произошло......"
"......Я...
совсем не понимаю...
эмоции любви и ненависти."
".........Когда‐нибудь поймёшь.
Они могут стать причиной жить...
и причиной убивать."
"....................."
"..................
......П...
преступник действительно...
... тётя Нацухи?.."
"Раз уж на то пошло,
помимо Нацухи есть ещё один человек, который может быть преступником."
"Ч‐что?
Эй, ты серьёзно?!
Почему ты не сказала раньше?!!"
"Нацухи.
Если честно, кроме вас преступление мог совершить и ещё кое‐кто.
......Если вы и вправду не преступник,
значит, виновен этот человек."
"............Э?.."
"Кто это?!
Кто?!"
"Уширомия... Кинзо."
".........A........."
"Сегодня утром он выпрыгнул из окна третьего этажа,
и его местонахождение неизвестно.
Так ведь, Баттлер?"
"......Гх........."
"Как и у Нацухи,
у Кинзо нет алиби.
По правде говоря, он тоже может быть преступником."
"Просто я предположила, что он уже мёртв,
поэтому совсем забыла о нём и вспомнила только сейчас.
Прошу прощения."
Она ни капли не выглядела так, будто ей неловко или жаль.
Эрика поклонилась так же неприятно, как и всегда...
......Она затаила обиду ещё с тех пор, как проиграла в кабинете...
"Нацухи, вы ведь завоевали доверие Кинзо и были к нему ближе всех?
Значит, вы должны знать его лучше кого бы то ни было.
......Этот инцидент на самом деле преступление главы семьи, Уширомии Кинзо."
"Ты...
...... ты смеешь...
... называть отца...... убийцей?.."
"Не беспокойтесь.
Я подготовила достаточно улик и свидетельских показаний, чтобы объяснить
\'почему\', если преступник и вправду Кинзо.
Если вы, к примеру, скажете, что пожертвовали собой ради сокрытия его преступления, я смогу вас поддержать."
"Ещё с эпохи автора Эллери Куин
теория детектива иногда может перевернуть весь сюжет.
Сейчас вам не стоит быть столь беспечной."
"......Я не позволю тебе...
... выставлять отца преступником!!!"
"Нацухи.
Успокойтесь, положите руку на грудь и подумайте как следует.
......Если обвините Кинзо, дело будет раскрыто.
Вы больше не будете нести ответственность за чужие поступки и вернёте свою честь."
Иначе говоря, переложив преступление на Кинзо, Нацухи будет спасена......
Но.........
"Мне... Отцом мне была доверена честь... семьи Уширомия...
Ты всерьёз думаешь, что...... я бы запятнала честь отца, честь семьи Уширомия,
просто чтобы снять с себя ложные подозрения?!!"
Разумеется, Нацухи знала, что преступник не она.
И не Кинзо.
И подставить себя, и переложить вину на Кинзо — недопустимые,
невыносимые исходы.
"Вы уверены?
Как я уже достаточно подробно установила,
доказаны алиби всех, кроме вас.
Не обвинив Кинзо......
вы окончательно признаете себя преступником,
и такой будет конечная правда."
"Если хочешь заклеймить меня преступницей и считать это своей правдой,
делай как знаешь!..
Я уверена, что бог знает о моей невиновности!..
В конце концов он докажет её!"
Если выбирать, кого подставить, — её или Кинзо...
......Нацухи принесёт себя в жертву.
Может быть...
... таков её способ......
защитить честь семьи Уширомия.
"............Тётя...... Нацухи........."
"А ведь я даже дала вам шанс..."
............Глупая женщина.
Этого будущего, где твоё имя в конце концов будет очищено,
не существует ни для кого из вас, ни для кого из фигур на этой доске.
Нацухи...... сделала выбор.
Если они будут считать её преступницей......
пусть.
Она смело отвергла мысль продать честь Кинзо, чтобы мгновенно получить правду,
по которой она невиновна......
И, следовательно...
Преступником истории стала она.
В будущем, если обвинения против неё признают ложными.
Эта история будет переписана...
Но это будущее не наступит.
......Я считаю...
Правда мимолётна.
Даже если я до самой смерти буду хорошим человеком...
Если кто‐нибудь бессердечный после моей смерти перепишет записи и скажет, что я на самом деле плохой человек,
и если он поделится этим с остальными...
......Даже все благодеяния, совершённые мной при жизни, будут легко переписаны.
И поэтому...
Мне нужно быть хорошим человеком вечно......
"......Раз вы утверждаете, что Кинзо не преступник,
ему понадобится алиби, доказывающее, что он не мог совершить преступление.
Иначе мы не сможем быть абсолютно уверены в том, что преступник — вы, Нацухи."
Эрика должна знать.
Кинзо не более чем иллюзия, созданная, чтобы отложить раздел наследства.
Однако доказать, что он иллюзия, очень трудно.
Это можно сделать только подтвердив смерть Кинзо......
но, как было заявлено красной правдой в предыдущих играх, Кинзо давно умер.
В пятой игре его труп даже не появился.
В такой ситуации будет нелегко предоставить абсолютное доказательство его смерти......
Подтверждение смерти Кинзо...... практически сотрёт поражение в кабинете.
Только так Эрика может смыть унижение после того проигрыша.
И кое‐что могло подтвердить смерть Кинзо почти так же, как реальное доказательство.
И это...... \'признание преступника\'.
Нацухи должна сама признать, что Кинзо больше нет.
Так будет признано, что рассуждения Эрики в кабинете были верными...
... после чего то поражение будет закрашено и переписано как её победа......
Баттлер застыл, пронзённый красным мечом Дланор.
Существование Беато было опровергнуто, и она исчезла...... вместе со своими приспешниками.
В соборе, откуда они пропали...
... остались только ведьмы‐судьи и Нацухи.
"Итак...
... ты по‐прежнему утверждаешь, что Кинзо жив и скрывается где‐то на острове?.."
"Именно!..
Отец в добром здравии!..
Кто бы что ни говорил, я не откажусь от своих слов!.."
"Согласно красной правде из предыдущих игр,
Кинзо уже мёртв.
......Но одно это тебя не устроит, так ведь, Берн?"
"......Да, верно.
Я за совершенную победу.
......Неинтересно ставить мат только из‐за подтверждения смерти Кинзо красным текстом.
......Я хочу победить, заставив Нацухи сдаться.
*хи‐хи*хи‐хи*хи‐хи*!"
"Тогда почему бы не попробовать?
Покажи нам, на что способна."
"Госпожа, давайте добьёмся идеальной победы!.."
"Конечно.
............Нацухи.
Ты сказала, что Кинзо точно жив, но ты не знаешь, где он, так?"
"Да, именно!..
Отец вышел через окно, и его местонахождение неизвестно!..
Временами от него столько хлопот!.."
"Лямбда.
Я проясню местонахождение Кинзо с полуночи до утра.
......
С полуночи до утра Кинзо был в одной и той же комнате.
"
"......?
Ну, естественно, он же труп.
..................
...Нет, прости.
Всё так, всё совершенно так.
Я не буду встревать.
Звучит интересно, продолжай."
".........С этого момента под \'Кинзо\' я буду иметь в виду \'живого Кинзо\'.
Нацухи ведь утверждает, что он жив.
......Продолжу красным.
Кинзо нет за пределами особняка.
......Так ведь? Эрика."
"Д‐да, госпожа!..
Я искала Кинзо во всех помещениях вне особняка!..
Однако так и не нашла его!.."
Благодаря полномочию детектива Эрика могла \'находить все улики\'.
Следовательно, если ей не удалось найти \'намёк на то, что Кинзо за пределами особняка\',
значит, доказано, что его там нет.
Поэтому Бернкастель повторила правду Эрики...
"
Кинзо нет за пределами особняка.
............Эй, Нацухи.
Если Кинзо существует, он должен быть в особняке.
Есть идеи, где именно?.."
"О... откуда мне знать?!
В конце концов, примите во внимание погоду.
Ничего удивительного, если он покинул двор
и укрылся где‐то в особняке, чтобы обсохнуть после дождя!.."
"Пф‐ф...... *хи‐хи*хи‐хи*хи‐хи*хи‐хи*.
Я несколько раз повторю одно и то же.
......Дам тебе много шансов на почётную капитуляцию.
...Будешь слишком упряма — потеряешь даже свою истинную честь."
".........С‐сколько бы вы мне ни угрожали, я не отступлю!.."
"*хи‐хи*хи‐хи*хи‐хи*хи‐хи*.
Как же мне нравится дразнить подобные тебе фигуры.
......Продолжим."
"......Ввиду вышеупомянутых причин, немыслимо, что Кинзо за пределами особняка.
......Поэтому мы провели обширные поиски на третьем этаже, где кабинет."
"Но там негде скрыться.
............На третьем этаже мы не нашли ни намёка на присутствие отца."
"Так где он, Нацухи?"
"Н‐не знаю!..
Если он не на третьем этаже, тогда, может, в подвале?.."
"А, да, подвал.
Мы обыскали все подозрительные подвалы, в том числе котельную и подземную кладовую."
"Да, я тоже искала!..
И отца нигде не было!.."
"Спрошу ещё раз.
Где Кинзо, Нацухи?"
"З‐значит, он на первом этаже или на втором!.."
"Вот как, метод исключения?
Мы как следует обыскали и первый этаж.
А в результате?"
"..........Никого.
Мы не нашли отца."
"Спрошу снова.
Где был Кинзо, Нацухи?"
"Мо... может, он был на втором этаже!..
Откуда мне знать, где был отец?!"
"Вы уверены?..
Вы правда не знаете, где он был?.."
"Ма...
мадам знает...
... где был Кинзо?!"
".........Невозможно..."
"Не может...... быть......"
И Шаннон, и Канон знали, что Кинзо уже мёртв.
Поэтому они понятия не имели, как Эрика собирается загнать Нацухи в угол с помощью призрака
несуществующего человека......
"
Кинзо нет за пределами особняка.
Кинзо не на третьем этаже.
Кинзо не в подвале.
Кинзо не на первом этаже.
Следовательно, Кинзо может быть только на втором этаже.
"
"Я принимаю эту красную правду.
......Нацухи.
Кинзо должен быть где‐то на втором этаже.
Всё ещё не хочешь сказать нам, где он?.."
"С‐сколько бы вы ни спрашивали, это не изменит того, что я не знаю!"
"Эрика.
С самого начала и поочерёдно обыщи весь второй этаж.
......Воспользуйся полномочием детектива, чтобы не пропустить ни одну улику и разглядеть все типы потайных дверей и комнат!.."
"Конечно, госпожа!..
Эта Нацухи такая дура, правда?..
До сих пор не поняла, к чему мы ведём."
"*хи‐хи*.
Не нужно говорить больше необходимого.
Ну же, Эрика.
Собери всех и начни расследование!.."
Эрика с помощью полномочия детектива собрала всех, даже Нацухи,
и затем поднялась на второй этаж, чтобы обыскать каждую комнату, начиная с одного конца.
Эрика нисколько не расслаблялась даже в обыске тех комнат, которые никак не связаны с преступлением.
...Они обходили все комнаты, и она тщательно обыскивала их......
"Так что, вы всё равно не скажете нам, где Кинзо?"
"Хватит уже!
Сколько раз мне говорить, что я не знаю?!"
"Нацухи.
......Даже продолжив искать, мы его не найдём, так ведь?"
"......?!"
Конечно.
Кинзо не существует.
Сколько бы они ни продолжались, эти поиски — пустая трата времени.
Это знала Эрика — фигура ведьмы, и Нацухи, которой известна правда......
"В таком случае, поиски завершатся на комнате в дальнем конце коридора.
......Иначе говоря, будет доказано, что Кинзо не был
ни в одной комнате, за исключением этой. Что скажете?"
Он не на третьем этаже, не на первом, не в подвале,
и его не может быть ни в одной комнате на втором этаже, за исключением самой дальней.
Поэтому, если он действительно был в особняке.........
доказано, что он мог быть только в той последней комнате.
Ворон Гемпеля.
Раз установлено, что \'живой Кинзо\' мог быть только в последней комнате в конце коридора,
это автоматически означает, что \'живой Кинзо\' был в той последней комнате...
......И эта комната в конце коридора......
"Oх.......... a............"
"Так чья там комната в конце коридора?"
Лямбдадельта жевала попкорн.
"Комната Нацухи, леди Лямбдадельта!.."
"......В общем, Кинзо было негде скрыться, кроме как в комнате Нацухи.
......*хи‐хи*хи‐хи*хи‐хи*!
Мне сказать красным?"
"Конечно!.."
"
Кинзо может быть только в комнате Нацухи!
"
"Как видите.
Осталась только эта комната.
......Кинзо нет нигде за её пределами."
"Ра... разве это не моя комната?!!
И где же отец там прячется?!"
Нацухи в ярости отперла дверь в свою комнату и указала внутрь.
......Разумеется, Кинзо там не было.
"Вы видите здесь отца?!
Посмотрите!"
".........Да, кажется, его нет.
Услышал, что мы идём, и опять прыгнул в окно?"
Если Кинзо нет в последней комнате...... получается, его нет нигде.
\'Живого Кинзо нет за пределами особняка\'.
\'Живого Кинзо нет в особняке\'.
Следовательно... \'Живого Кинзо не существует\'.
Однако Эрика не заявила об этом.
Она сделала ход, но не объявила мат...
Потому что Бернкастель хотела победить Нацухи не загнав её в угол красной правдой,
а вынудив признаться и унизительно отступить......
"Всё это время я искала не только самого Кинзо,
но и признаки того, что он скрылся между полуночью и этим утром.
Однако их не было."
"......Короче, с полуночи до утра
Кинзо был в одной и той же комнате.
В комнате Нацухи!"
"Мат красной правды наконец загнал в комнату Нацухи
фигуру, известную как призрак Кинзо."
"Эй, Нацухи.
Выходит, вы с Кинзо до утра были в вашей комнате.
И вы по‐прежнему утверждаете, что не знаете, где он был?"
"Я признаю красной правдой!..
Ночью, с полуночи до утра,
живой Кинзо мог быть только в комнате Нацухи!
Я разрешаю тебе с помощью этой правды продвинуть твой аргумент о том, что он мог быть только в её комнате!"
"Предлагаю сделку о признании вины.
.........Эй, Нацухи.
......Даже такая тупица, как ты, должна понимать, в каком ты сейчас положении.
Это твой последний шанс.
.........Сделай Кинзо преступником."
"Назови главу семьи Уширомия убийцей и сокруши его честь, чтобы спастись самой.
Если тебе хватит смелости,
я изменю сюжет на то, как трагическая героиня взяла вину на себя, чтобы защитить главу семьи."
"Отец невиновен!
Я не могу назвать его убийцей!"
"......Сделка отклонена!
Эхе‐хе‐хе‐хе‐хе, ладно, Берн.
Давай!.."
"
С полуночи до утра
живой Кинзо мог быть только в комнате Нацухи!
"
".........Чт...
и...
... ч...
что... это значит?.."
"После тщательного обыска этой комнаты
и подробного научного расследования
я выяснила, что с полуночи до утра Кинзо здесь нигде не было.
Единственное исключение — ваша кровать."
В комнате повисла шокирующая тишина......
Нацухи совершенно забыла закрыть раскрытый рот...
"Прошлым вечером,
примерно в то время, когда обнаружили золото — около 23 часов,
— Кинзо ушёл через окно на третьем этаже и пробрался в постель в вашей комнате.
......И, что ещё более прискорбно, моим расследованием доказано,
что вы провели ночь в той же кровати."
"Я повторю.
Ночью, с полуночи до утра,
живой Кинзо мог быть только в кровати Нацухи.
И прошлой ночью Нацухи была в той же кровати.
"
"Ого, только посмотрите, как близки они были.
Вы вдвоём были так близки друг другу, что спали на одной подушке?"
"Синяя правда.
Отсюда вытекает подозрение, что у Уширомии Нацухи и Уширомии Кинзо были сексуальные отношения друг с другом.
Зачем ещё мужчине и женщине всю ночь быть вместе на одной кровати?
"
"Ка... какое оскорбление!!!
Д‐д‐думать, что я...
...... де... делала бы такое...... с отцом, которого так уважаю...
Непростительно!!!"
"Нацухи.
Оспорь синюю правду красной.
Разумеется, ты не ведьма и не можешь использовать красный.
Поэтому я скажу за тебя.
Если ты предоставишь мне убедительное доказательство!.."
"Ка...
как такое...
можно доказать?!!
Как низко ты готова пасть, чтобы поиздеваться надо мной?!
А... ах ты‐ы‐ы‐ы‐ы‐ы‐ы‐ы!!!"
Нацухи хотела наброситься на Эрику...
но Ева сжала ей руки за спиной, и она ничего не смогла сделать.
"Как гадко.
......Чтобы отомстить семье Уширомия,
вы первым делом замыслили взять под контроль всё, что ей принадлежит.
И ради этого соблазнили Кинзо."
"Я не делала ничего подобного!
Я никогда не отдавалась никому, кроме мужа!!!"
"Ясно, почему вы это отрицаете......
но, согласно показаниям нескольких свидетелей, очевидно, что вы тайно встречались с Кинзо."
"Взять хоть прошлый вечер. Вы пошли \'пожелать Кинзо спокойной ночи\',
и в его кабинете были только вы вдвоём, верно?
И не только, я собрала множество показаний, согласно которым там были явные следы сексуальных отношений."
"Ты с ума сошла?!?!
Кто?!
Кто сказал такую чушь?!
Го... Года?!
Шаннон?!
Ева?!
Да, это вы придумали такую глупость!!!"
"Кто это был?! Кто‐о‐о‐о?!
Ува‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а!!!"
"Получены свидетельские показания от вовлечённых людей.
Вот ужас‐то.
*хи‐хи*хи‐хи*хи‐хи*!.. Теперь сомнениям нет места!"
"Ну что, Нацухи.
Теперь у тебя не осталось ни грамма чести.
......Я дам тебе один последний шанс, прежде чем бросить тебя в худший из всех возможных фрагментов.
......Не хочешь сказать, что Кинзо там не было?"
"Точно, ты на удивление упряма, Нацухи.
......Семья Уширомия уже разорвана в клочья.
...Ради чего ты так отчаянно откладываешь раздел наследства, притворяясь, что Кинзо жив?"
"Это мой последний вызов...... в защиту чести семьи Уширомия, доверенной мне отцом!..
Дела моего мужа обязательно...... обязательно увенчаются успехом!
Пока мы не погасим долги, мне нельзя допускать раздел наследства семьи Уширомия!"
"Я защищу честь отца и своего мужа!
Это...... моя миссия!!!"
"......Похвально, что ты так стремишься отстоять честь покойного."
"Не его.
Речь идёт о чести удобной иллюзии в голове Нацухи.
......
Настоящий Кинзо никогда
не приказывал Нацухи защитить эту честь.
"
"Ува‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а!!!"
Нацухи закричала и упала на руки и колени......
Она больше
не могла сопротивляться ложной правде,
сотканной Бернкастель и Эрикой......
".........Именем Владельца игры, Лямбдадельты!
......Я объявляю леди Бернкастель победительницей этой игры.
......Если у кого есть возражения — выскажите их здесь и сейчас!"
..................
Конечно же, таких не нашлось.
Все те, кто мог бы возразить, были стёрты......
"Возражений нет!
Берн, ты победила, и победила чудесно!
А теперь создай фрагмент правды!"
"Да.
Я соберу правду воедино.
......Правду этой грустной и жалкой истории.
......Хотя как же я хотела заставить Нацухи признать её преступление в криках и рыданиях.
Ведь это стандарт жанра, верно?
*хи‐хи*хи‐хи*хи‐хи*хи‐хи*!"
Revenge After 19 Years
Вступив в вынужденный брак, которого она не хотела,
Нацухи затаила обиду на семью Уширомия и была охвачена желанием отомстить.
(*Из краткого обзора заседания: страница 3)
Нацухи, также надеясь отомстить за то, что из‐за семьи Уширомия её родители попали в финансовое подчинение,
замыслила захватить состояние Уширомия.
(*Из краткого обзора заседания: страница 4)
Зная, что всеми богатствами семьи Уширомия, практически говоря, управляет лично Кинзо,
она инициировала сексуальные отношения, чтобы выслужиться перед ним, и сумела соблазнить его.
(*Из краткого обзора заседания: страница 7)
(*Из документов Бернкастель: страница 682)
Чтобы угодить Кинзо,
Нацухи неоднократно одевалась как Беатриче — ведьма из его иллюзий — и вступала в половые акты.
Кинзо увидел Нацухи, одетую как любовница из его прошлого, и легко попался.
Кроме того, в этой одежде она иногда случайно попадалась на глаза слугам, что стало частью основы для легенды о ведьме.
(*Из краткого обзора заседания: страница 8)
(*Из предоставленного доказательства #17)
(*Из документов Бернкастель: страница 802)
Однако поздно вечером 4 октября 1986 года Уширомия Баттлер обнаружил скрытое золото.
Из‐за паники родственников и их решения передать Баттлеру руководство, Нацухи спланировала преступление.
Она убила детей в так называемой \'комнате кузенов\' и попыталась переложить вину на Баттлера.
Генджи был убит потому, что выступил против этой схемы.
Позже был убит и Хидэёши.
Отсюда она проявила твёрдое намерение без разбора убивать всех тех, кто замешан.
(*Из краткого обзора заседания: страница 27)
(*Из сопутствующей документации Б: страница 61)
(*Из документов Бернкастель: страница 1103)
Ниже описаны детали преступления.
Полночь, 4 октября 1986 года.
Нацухи решилась на преступление.
Она убила Генджи, поскольку он в ответ на её просьбу отказался с ней сотрудничать.
Затем убила своего мужа Краусса в его комнате.
(*Из краткого обзора заседания: страница 40)
(*Из сопутствующей документации С: страница 8)
(*Из документов Бернкастель: страница 1105)
(*Из внутренних документов Верховного суда: общие вопросы A09 #9974)
После этого она пошла к так называемой \'комнате кузенов\' на втором этаже домика для гостей,
подождала, пока Роза присоединится к остальным, и убила её, Джорджа, Джессику и Марию.
Она повредила шеи их трупов.
Затем, так как в холле на первом этаже были люди, Нацухи ждала в пустой комнате на втором этаже.
Она пряталась там до тех пор, пока люди в холле не разошлись и не пошли спать.
(*Из краткого обзора заседания: страница 41)
(*Из сопутствующей документации С: страница 10)
(*Из документов Бернкастель: страница 1131)
(*Из внутренних документов Верховного суда: общие вопросы A09 #9974)
Люди в холле разошлись сразу после 3:00.
Нацухи покинула пустую комнату и выбежала из домика для гостей.
Она вернулась в свою комнату, где встретилась с Кинзо, который там скрывался.
Нацухи оставалась в комнате до утра.
Кинзо рано утром покинул комнату и затаился вблизи домика для гостей.
(*Из краткого обзора заседания: страница 41)
(*Из сопутствующей документации С: страница 29)
(*Из документов Бернкастель: страница 1200)
(*Из внутренних документов Верховного суда: общие вопросы A09 #9974)
Затем Кинзо воспользовался шансом и унёс трупы шести жертв.
К сожалению, их так и не нашли.
(*Из краткого обзора заседания: страница 42)
(*Из сопутствующей документации С: страница 37)
(*Из внутренних документов Верховного суда: общие вопросы А09 #9974)
Нацухи, потерпевшая неудачу в своей схеме бросить подозрения на Баттлера, изменила свой план на убийство всех присутствующих.
(*Из краткого обзора заседания: страница 58)
(*Из сопутствующей документации Т: страница 19)
(*Из документов Бернкастель: страница 1348)
(*Из внутренних документов Верховного суда: общие вопросы А09 #9974)
Предвидев, что кто‐нибудь из присутствующих в конечном итоге захочет отдохнуть в отдельной комнате,
Нацухи затаилась в шкафу одной из гостевых комнат.
В 13 часов она убила Хидэёши, вошедшего в эту комнату.
(*Из краткого обзора заседания: страница 61)
(*Из сопутствующей документации Т: страница 26)
(*Из внутренних документов Верховного суда: общие вопросы A09 #9974)
Когда остальные узнали об этом случае, Нацухи снова спряталась в шкафу и скрывалась там до тех пор, пока труп Хидэёши не унесли.
Более того, в доказательство там найдена пуговица с её одежды.
После этого она вышла из шкафа и попыталась вернуться в свою комнату.
Однако Фурудо Эрика обнаружила её и допросила, после чего та призналась в совершённом преступлении.
(*Из краткого обзора заседания: страница 63)
(*Из сопутствующей документации Т: страница 32)
(*Из предоставленного доказательства #26)
(*Из документов Бернкастель: страница 1348)
(*Из документов Лямбдадельты: строка 7)
(*Из внутренних документов Верховного суда: общие вопросы A09 #9974)
(*Из внутренних документов Верховного суда: первый подраздел У99 #0107)
(*Из официальных уведомлений Верховного суда: #01724434)
Официальное уведомление Верховного суда #01724434
В связи с результатом Суда иллюзий #0147‐007982 (от 24:00 5 октября 1986 года), мы сообщаем, что было определено следующее
Уширомия Нацухи призналась в совершённом преступлении.
В течение следующих 13 месяцев соответствующие документы могут быть переданы в первое подразделение юридического офиса центрального управления Верховного суда.
Заместитель главы Верховного суда
Главный инквизитор ереси
Дланор А. Нокс
"Тогда просто скажу, что это сделала я!
Этого ведь вы от меня хотите?!
Ува‐а‐а‐а‐а‐а‐а‐а‐а!!!"
Словно смирившись и решив, что бесполезно настаивать на своём и дальше,
сказала тётя Нацухи и закричала.
......Печальный инцидент.
Я бы хотел поверить, что даже несмотря на обстоятельства, которые привели её в семью Уширомия......
она всё‐таки обрела счастье с дядей Крауссом и Джессикой.
......Но тётя Нацухи своими же руками......
безжалостно убила дядю Краусса
......и даже свою любимую дочь Джессику...
Ещё труднее поверить, что дед был сообщником и скрыл трупы...
Однако, судя по чётким показаниям некоторых, кто знал его,
психическое состояние деда в последние несколько лет было далеко не нормальным.
Может, одержимый безумной преданностью любовнице, которую он давно потерял......
дед действительно верил, что тётя Нацухи — реинкарнация Беатриче.
Где сейчас дед?
Как Эрика и предположила,
он всерьёз считал, что совершив убийства эпитафии сможет воскресить Беатриче,
и поддался на уговоры тёти Нацухи?
......Он сейчас проводит жуткий ритуал с унесёнными телами?..
"Теперь.........
...... ты доволен?..
......Это ты...
... хотел от меня услышать?.."
Сказала тётя Нацухи сквозь рыдания.
"......Это всё...
......твоя месть, да?..
Человек из 19‐летней давности!.."
Этот \'человек из 19‐летней давности\', о котором всё говорит тётя Нацухи, — тот, кто загнал её в ловушку.
Однако она упомянула лишь то, что он есть,
и не объяснила, что произошло 19 лет назад...
"Я уверена, что...... среди нас есть его подчинённый.
......И сейчас он наверняка смеётся надо мной через одного из вас..."
".........Тогда ответь мне!..
Теперь ты счастлив?
Ушла хоть капля боли и страданий, что ты испытывал эти 19 лет?!
.........Я наконец поняла.
...Ты загонял меня в угол...... потому что...... хотел, чтобы я призналась, да?.."
"......Нацухи.
Кроме нас здесь абсолютно никого нет.
Прекратите эту до безумия отчаянную шараду и бросьте притворяться, что есть тот, кого не существует."
Эрика издевательски усмехнулась, но когда тётя Нацухи посмотрела на нас...
......Нет, на кого‐то позади нас...... она опустила голову и встряхнулась.
А затем...... признала свой грех.
"Я......... убила......"
"Наконец‐то вы признались в своём преступлении."
"Нет,
я не про сегодня или вчера.
.........Я признаюсь в убийстве, совершённом 19 лет назад."
Все взрослые недоуменно зашептались.
......Они никогда не слышали об убийстве 19‐летней давности.
"Де... 19 лет назад...
... я......... согрешила.
.........Я не смогла простить.
......Того...... ребёнка!.."
"Ребёнка?
О чём вы говорите?"
"......В тот день 19 лет назад...
... отец доверил мне ребёнка.
.........Я не могла родить преемника, поэтому он сказал мне взять приёмного...
... и отдал младенца из детского дома..."
"Вы представляете...... какое это было унижение для меня, как для женщины?!"
Со смесью противоречивых чувств — с гневом, печалью, сожалением и, возможно, упрёком
— тётя Нацухи призналась.
Унижение, когда от неё перестали ожидать рождения ребёнка.
А также неописуемое, неприятное чувство из‐за того, что придётся держать на руках чужого.
Это вызвало в ней неизмеримую печаль и гнев
и много ночей проедало дыру в её сердце......
И тогда...... я продала свою душу демонам...
.........Это произошло когда я вместе со слугой, нёсшей на руках ребёнка, отправилась на прогулку по розарию в сторону гавани...
......Я хотела побыть одна...
... но эта слуга с ребёнком ходила за мной по пятам.
Я даже не смогла сказать ей перестать за мной ходить...... Плач преследовал меня......
.........Тот день...
положил начало долгой головной боли, которая длится уже 19‐й год......
.........В конце концов мы дошли до обрыва, огороженного забором.
Взяв этого ребёнка
...... и сбросив его на каменистый пляж...
... я могла бы всё отменить...
......И я поддалась искушению демона.
"На короткое мгновение......... я подумала, как же тогда будет хорошо......
и подставила ухо под этот шёпот.
......В тот момент..."
Слуга с ребёнком наступила на большой камень, подвернула лодыжку и пошатнулась......
Она прислонилась к грубому забору...... и я услышала, как он громко скрипнул.
Я сказала ей: \'Осторожно!\' и попыталась схватить её за плечо.
"......Нет...
... не стоит говорить так расплывчато...
Я покаюсь.
Я признаю.
.........Я уверена, что в тот момент...... сказав ей \'осторожно\'...
......... я обеими руками
потянулась к плечу той слуги и
с глухим стуком
...... столкнула её......"
Часть забора сломалась...
...... и слуга...
... вместе с ребёнком на руках...
...... упала на каменистый пляж......
Даже несмотря на...
... ясные воспоминания о том моменте...
по какой‐то причине я помню смутное...
... и очень странное чувство.
Словно вместо того, чтобы упасть......
их обоих тихо поглотило пустое пространство.
Поэтому я даже не слышала, как они упали на каменистый пляж.
Нет, я уверена, что слышала.
Но я хотела думать, что они исчезли......
и, должно быть, стёрла этот звук из своей памяти...
".........И......... что потом?.."
"На мгновение... я подумала, что это был сон.
......С такой высоты я не могла их увидеть просто наклонившись.
Поэтому я не знала, упали они или нет... и уже не была уверена... в реальности произошедшего..."
Я так хотела, чтобы этот ребёнок упал оттуда,
что увидела такой сон...
Внушая себе это, я поспешила обратно в розарий.
......Я решила оставить ребёнка слуге и в одиночестве отдохнуть в саду...
......Тогда
......... отец спросил, где ребёнок...
............
.........и поднялась паника, когда выяснилось, что слуга,
ответственная за ребёнка, пропала.........
В конце концов сломанный забор обнаружили...
...... и на дне обрыва нашли два трупа...
......Ребёнок был здесь по причинам, о которых нельзя было рассказывать, поэтому его существование замяли......
а официальной версией стала история о том, как со слугой произошёл несчастный случай и она погибла.
Да.
Я...... за раз забрала две невинные жизни.........
Что касается бедной слуги...... её семье была выплачена щедрая компенсация.
Её пожилой муж, не знавший правды, смирился, хоть и скорбел после несчастного случая.
Спустя несколько лет он умер от старости......... и на его могиле, извиняясь, я призналась и рассказала правду.
".........Но по сей день...
...... я так и не извинилась перед этим ребёнком.
......Да...
...... вот чего ты добиваешься......"
"Поэтому здесь и сейчас я признаюсь в своём преступлении!
......Я, Уширомия Нацухи...
... 19 лет назад...
...... сбросила тебя с обрыва...
... и попыталась убить......"
......Но...
... ты не погиб......
..........Ты выжил...
... и назвал меня \'мамой\'...
.........Ты приехал на этот остров...
...... и отомстил мне......
Эти 19 лет...
......Ты знал, что та, кого ты должен был называть матерью, сбросила тебя с обрыва......
и, стало быть, прожил жизнь, полную ненависти...
"......А теперь...... ты забрал всё, что я приобрела после того, как сбросила тебя,
разбил все......18 лет моей жизни...
......У меня больше нет любимого мужа и дочери.
......Я потеряла даже свою честь...
... и меня назвали убийцей...
.........Хотя нет...... я же и вправду убийца......"
"Да, верно.
......Всё шло по твоему плану.
......И теперь меня считают убийцей..."
"............Ну что?..
Этого достаточно...
... для твоей мести?.."
"Мой муж и моя дочь убиты......
в глазах остальных я стала преступницей...... неверной супругой......
Видя, как я живу в таком позоре...
.......... ты доволен?!"
"Да, наверняка доволен...
......Потому что моя семья...
...Моя честь...
... всё......... у меня отнято......
......О‐о‐ох,
...*хнык*......
а‐а‐а‐а‐а‐а!"
"..........После всего этого вы до сих пор утверждаете, что вас подставили?
О боже, сколько можно."
"Ты меня слышишь?! Ты, проклятый ребёнок из 19‐летней давности!..
Теперь ты доволен?!
Ты забрал у меня всё!!!
Что ещё тебе нужно?!
......Пожалуйста...
... просто...
...... прости меня........."
"......Так не пойдёт..."
"Э?.."
".........Баттлер,
вы что‐то сказали?"
"Так совсем не пойдёт."
".........Ба...
Батт...... лер?.."
"..........Да.
...Так не пойдёт...
Так совсем не пойдёт......"
"A......
.........а‐а‐а!.."
Episode5 End of the golden witch
Tea party
"......Эрика, Дланор."
"Да, госпожа."
"Вы звали?"
"......Останьтесь в этом фрагменте
и объясните всё в остальных играх с первую по четвёртую.
Жалкой ведьмы на короткий миг, утверждавшей, что иллюзия ведьмы реальна, больше нет.
Раскройте всю правду."
"*хи‐хи*! Как скажете, госпожа.
Нет такой загадки, которую я, Фурудо Эрика, не могу разгадать."
"......Разумеется.
Именно поэтому ты моя фигура, мой двойник.
*хи‐хи*хи‐хи*хи‐хи*!"
Бернкастель широко и жутко улыбнулась... и Эрика разделила её улыбку.
......Иллюзия ведьмы Беатриче исчезла,
и теперь результаты всех предыдущих игр будут переписаны.
Она сокрушена всеми возможными способами...... и осталась только откровенная истина.
Такая слабая правда для Эрики была всё равно что рыба на разделочной доске...
"Предыдущие четыре игры можно объяснить с Нацухи в роли убийцы
или же с определёнными отклонениями, основанными на этой схеме.
Больше никто не посмеет сказать, что преступление совершила ведьма Беатриче.
Я соберу всё воедино и подарю вам первоклассную историю."
"*хи‐хи*......
Не пропускай ни одного фрагмента легенды Беато.
Слухи среди служащих, разговоры о необъяснимых событиях, словно эта легенда тому причина,
иллюзия ведьмы наряду с иллюзией Кинзо.
......Раз и навсегда разберись со всем этим."
"Разумеется.
Сейчас и начну.
......Мебель теперь под стражей.
Мы спешим идентифицировать их сосуды."
Семь сестёр чистилища уже были взяты под стражу.
Шумных сестёр, служивших Беато, теперь ждало лишь опровержение их существования.
На какой иллюзии они основаны и что позволило им \'появиться\'?
......Всё будет раскрыто...
... и опровергнуто.
"Айзерн Юнгфрау уже начали расследование.
Судя по последним данным, высока вероятность, что они были созданы в 1960 в окрестностях Нью‐Йорка.
Помощник уже отправлен на место."
"1960‐е? Семь сестёр чистилища <made in USA>?
Пф‐ф, *хи‐хи*хи‐хи*хи‐хи*......
Хвастаются про связь с царём Соломоном и служение тысячелетней ведьме, когда на самом деле они полнейший обман.
И кто это был?.."
"Согласно докладу......
некая группа мошенников продавала фальшивки богатым поклонникам оккультизма."
"Обманутые миллионеры перепродавали подделки, выдавая те за настоящие,
поэтому есть вероятность, что эти подделки ложно обожествляли энтузиасты в этой области.
Мы спешим найти подтверждения и уточнить детали."
"Так Уширомия Кинзо был простаком, платившим большие деньги за любой фальшивый оккультный объект?"
"......*хи‐хи*хи‐хи*, аха‐ха‐ха‐ха‐ха‐ха!..
Так вот кто такие Семь сестёр чистилища?..
Как странно,
аха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!
Полнейший обман, как и иллюзия ведьмы Беато."
"Дешёвые, поддельные сувениры, называющие себя семью смертными грехами.
......Впрочем, я всегда знала,
что они не более чем пресс‐папье, которые продают в сомнительных сувенирных лавках."
"*хи‐хи*хи‐хи*! Пресс‐папье!..
Аха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!
Вы уже столкнули Сестёр с правдой?"
"Пока нет."
"Они до сих пор всерьёз верят, что их создал великий волшебник более тысячи лет назад.
......Хотелось бы предстать перед ними сразу с полными доказательствами и правдой,
и пусть знают, что они обыкновенные пресс‐папье
стоимостью менее 30 долларов США."
"Интересно, какие у них будут лица, когда они потеряют всякую надежду.
......*хи‐хи*, жду не дождусь.
Не забудь позвать меня.
Я приду посмотреть с лучшим чёрным чаем и черносливом."
Иллюзия Беато уже уничтожена,
и доказано, что всё — результат человеческих заблуждений.
Какой бред сотворил их, и что, в первую очередь, привело к их появлению?
Когда всё будет идеально доказано и брошено им в лицо...
......Иллюзия исчезнет и окончательно разрушится.
Вот что они имели в виду...... под казнью.
"......Казнь не шоу.
Общепринято не выставлять её на публику."
"Великая леди Бернкастель — член сената
— проверяет, хорошо ли Верховный суд исполняет свои обязанности.
Ты, простой инквизитор ереси, хочешь помешать этому?.."
"Да, именно.
Я просто понаблюдаю, как представитель сената, чтобы убедиться, что вы исполняете все надлежащие процедуры.
......*хи‐хи*хи‐хи*хи‐хи*."
"Сейчас мы готовимся заключить под стражу Вергилию, Ронове и Гаап.
Расследование ведут сёстры Чиесты императорской гвардии."
".........Естественно, этих троих, связанных с Беатриче, мы тоже задержим и казним."
"Дланор. Какова истинная сущность сестёр Чиест?"
"......Мы предполагаем, что их сосуды — оружия, используемые в совершении преступлений.
Старший помощник Гертруда собрала специальную команду.
В настоящее время мы расследуем все случаи."
"Я тоже с нетерпением жду казни сестёр Чиест!..
По одному?
Или всех сразу?"
"Никто не настолько глуп, чтобы сразу класть в чайник всю банку чайных листьев.
Нужно наслаждаться медленно, по одной ложке за раз."
"*хи‐хи*хи‐хи*! Так и есть.
Давайте казним их в определённые дни.
Мебель и ведьм — одного за другим.
Я каждый день буду показывать вам по казни."
"Прекрасно.
.........Всё‐таки их так много.
Думаю, мы сможем развлекаться целые две недели."
".......Может, пусть сами решат, кого из них казнить первым?
Хе‐хе‐хе‐хе‐хе‐хех!
Обязательно придумай для концепции казни нечто крупное.
......Я бы хотела насладиться как старыми, так и новыми, с Востока и Запада."
"......Правила гласят, что казнь должна проводиться в соответствии с положениями Верховного суда."
"Положитесь на меня, госпожа.
Я обязательно приготовлю для вас увлекательное шоу исполнения приговоров!"
"По крайней мере, четвертуй одного из них."
"Разумеется.
Я составлю список лучших форм казни всех стран от Европы до Азии,
которыми королевства на Востоке и Западе карали тех, кто шёл против короля!"
"......Некоторые методы казни я хочу придумать сама.
Размышлять об этом — идеальный способ отдохнуть в бессонные ночи.
......*хи‐хи*. Я сглажу свои идеи и вскоре отправлю тебе письмо."
"Конечно, госпожа.
Тогда стиль Бернкастель у нас останется на грандиозный финал.
......В самом‐самом конце, когда все иллюзии будут разбиты, а магические данные Беато — полностью разгромлены,
я подарю своей госпоже — в лучшем для неё исполнении — казнь Беатриче!.."
"Спасибо, Эрика.
......Благодаря тебе я смогу ещё ненадолго забыть боль своей болезни......
*хи‐хи*хи‐хи*, хе‐хе‐хе‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!
Ты просто великолепна.
Моя фигура, мой двойник...
... и моя милая дочь."
"Я...... я не достойна таких слов!.. Госпожа!.."
"Эрика, я дам тебе честь и награду.
......Главный символ Беатриче, портрет из зала.
Сними, разломи на дрова, испеки на них пирог и съешь его.
После я позволю тебе вставить свой портрет в оставшуюся рамку."
"...Бо... большое спасибо!..
Это великая честь!.."
".........Ты искоренишь имя Беатриче и все следы её существования.
А до тех пор я приказываю тебе стать хозяйкой оторванного от внешнего мира Роккенджимы."
"......Именем Бернкастель, ведьмы чудес,
я провозглашаю, что до того дня тебе будет присвоено звание ведьмы.
......Отныне ты будешь называть себя Эрикой, ведьмой правды."
"Ве...
ведьмой... правды!..
......Б...
благодарю вас, госпожа!..
Я клянусь стараться ещё больше, чтобы не тратить зря такую честь!.."
Хотя она не более чем фигура.........
ей оказана честь называть себя ведьмой, подобно её госпоже, хоть и совсем ненадолго......
Эрика была так тронута наивысшим признанием своих действий, что задрожала......
"Дланор, продолжай помогать Эрике
и докладывай мне о её прогрессе."
"......Как пожелаете."
"............Кстати, где Лямбда?"
"Вон там."
Она указала вниз с аудитории для гостей на втором этаже.
Лямбдадельта.........стояла возле Баттлера, который застыл там мёртвый и пронзённый красным мечом.
".........Уширомия Баттлер...
Ты был интересным парнем.
...А мог стать ещё интереснее...... Как жаль."
"Не смерть, а шедевр.
.........Эрика!
Можешь повесить труп Баттлера в зале особняка.
......Когда я в следующий раз приду посетить этот фрагмент, встреть меня перед ним."
"Конечно, госпожа.
Я сделаю этого глупца вечным памятником вашему триумфу!"
"*хи‐хи*, звучит заманчиво. У тебя хороший вкус.
Можешь покрыть его гипсом и сделать красивую белую статую.
......И было бы замечательно мило украсить его!"
"Да, леди Лямбдадельта.
Я постараюсь ответить вашим ожиданиям!.."
"Поздравляю со становлением ведьмой.
Хотя это ненадолго, я буду считать тебя своей подругой."
Эрику до того переполняли эмоции, что слёзы выступили на глаза.
.........Ведь для фигуры нет большей радости, чем признание госпожой её работы.
"И наконец фаршируем Беато.
Она тоже будет украшать зал."
"Озеро Сиракаба?"
"Граф охотников на людей."
".....Знаешь,
я читала это, когда ещё не была ведьмой.
...Мне всегда казалось странным то, что люди, которые обрели вечную жизнь, становятся такими жестокими.
......Тогда я, если честно,
не могла установить связь."
"......Став ведьмой и прожив тысячу лет, я всё поняла.
......Этот писатель прекрасно понимает нашу жестокость.
*хи‐хи*хи‐хи*!"
"......Куда отправишься дальше?
Наверное, мы отвернёмся друг от друга и попрощаемся?"
"Просто я не хочу дать тебе заскучать."
"Спасибо, Берн.
Но будь уверена: я досчитаю до ста и снова буду искать тебя."
"Ты и вправду не дашь заскучать.
Вот за что ты мне нравишься, люблю тебя.
............Давай встретимся снова.
Хотя мы можем не воссоединиться ещё сто или тысячу лет, если вообще увидимся."
"Ничего.
Влюблённым и море фрагментов по колено."
"Третий человек?"
"Нет, Дети райка, конечно же."
".........Если каждый раз, когда разбиваешь один из тех бесчисленных фрагментов, сверкающих как звёздная ночь,
можно избежать яда одного вечера скуки,
даже тебе захочется считать звёзды в небе."
"О‐о, неплохо... пф‐ф, *хи‐хи*хи‐хи*!.."
Дорога странствующих ведьм вела их сквозь бесчисленные сверкающие миры будущего...
... и поглощала, спасая их от болезни, называемой скукой.
Крошечный фрагмент, созданный Беатриче...
... поглощён двумя ведьмами
и утратил свой блеск.
Эти двое, которые раньше перед Беато называли себя соперницами,
прекратили эту шараду и весело смеялись.
"Эрика.
Новая хозяйка этого фрагмента.
.........Сплети правду...... и создай историю, которая приведёт к гибели этого мира.
...Э‐э, далее идёт шестая игра, да?"
"Да, шестая."
"Выбери сама название для Эпизода 6.
Ведь теперь ты прядильщик этой истории, а также её Владелец."
"Большое спасибо.
......На самом деле я уже выбрала."
"......О, уже?
......Тогда скажи.
Какое название?"
"Так вот.
Эпизод 6.........
хе‐хе‐хе‐хех, хотелось бы вас подразнить, но ладно."
"*хи‐хи*!
Ну хватит, перестань быть такой коварной и скажи нам.
Ведьмы‐новички не должны дразнить своих предшественниц!"
"Эпизод 6, Шах и мат Золотой ведьме!"
Episode5 End of the golden witch
????
В безлюдном соборе...
...... виднелась фигура, по‐прежнему глядящая в небеса
и пронзённая в грудь длинным красным мечом, приковавшим её к полу......
Фигура Баттлера.
......Как ни странно, это выглядело точно так же,
как то, что он сделал синими клиньями с Беато в четвёртой игре......
Недавно Баттлер умер.
Нет......... в этом месте само понятие смерти означает только то, что человек перестал думать.
Поэтому в некотором смысле Баттлер не был мёртв.
......Когда он проиграл битву за правду и сдался, у него уже не было сил придумывать метод сопротивления.
Вот что... убило его.
Красный меч Дланор, оставленный вместо надгробия......
приковал Баттлера к месту даже после смерти...
На него падал тусклый свет из просвета высоко над ним.
По застывшему собору раздались тихие шаги......
Из тьмы за колонной...... медленно шагнула вперёд женщина.
......Беатриче.
Так же, как всё время в Золотой Земле...... в её глазах не было света,
и они до сих пор были замутнены серым.
Когда‐то она даже не могла пить чёрный чай по собственному желанию......
но, хоть и медленно... и с безжизненными глазами...
... она, что удивительно, шла.
Целенаправленными шагами, не торопясь...
она дошла до мёртвого
и пронзённого Баттлера......
А потом...
... медленно...
... дотронулась до него.
......Она...
потянула его за рукав.
Но Баттлер никак не отреагировал......
......Поняв, что это не сон......
а смерть...
...... ведьма с безнадёжным взглядом...
... опустила голову ещё ниже...
И...
... тихо...
...... прошептала...
"...............
............Вот...
... лжец........."
Беато...
... мягко коснулась Баттлера......
И...
...... прижалась лбом к его груди.
Там больше......
...... не было сердцебиения.
Не просто потому, что он сдался.
Ведьмы выпроводили его с игровой доски.
......Поэтому отныне...
......Баттлер никогда...... не вернётся...
И теперь...
.........У Золотой ведьмы Беатриче...
Больше нет причины...
...... существовать............
.........Спасибо...
......Лжец......
...Прощай......
И.........
..Прости.
Тогда...
...Золотая ведьма...
завершила...
... свою задачу...
и исчезла...
в золотых брызгах.
В Золотой Земле...
...... тихо продолжал падать...
серый дождь.
......Исходил слабый аромат хорошего чёрного чая.
Беато безучастно смотрела на его поверхность.
Там была Вергилия, продолжающая вязать...
... а также я и...... Дланор, разговаривающие друг с другом.
......Мои...
...... воспоминания......
Воспоминания памяти Баттлера, которые всплыли, когда его пронзил меч Дланор......
Воспоминания о том времени, когда она пришла на чаепитие в Золотой Земле.........
"Как и я.
Когда мы скрестим мечи в следующий раз, я не стану сдерживаться."
"Отлично.
Вызов принят.
Выложись на полную."
"Обещаю.
На полную."
......Дланор.
Я считал её жестокой и бессердечной куклой‐убийцей...
но, быть может, на самом деле с ней можно поладить.
......Хотя, конечно же, никто из нас не проявит милосердия в борьбе на игровой доске.
Некоторое время мы смотрели на промокший розарий,
тихо наслаждаясь чаем.
"......И всё‐таки, он так пугает.
Твой метод борьбы.
......Десять заповедей Нокса или Декалог, вроде как?
Отступления детективного жанра?"
"Да.
......Эти заповеди составил мой отец."
"Скрытые проходы недопустимы.
3‐й Нокс, верно?
Значит, детективам даже не нужно искать их.
......Звучит нелепо."
Бернкастель сама сказала.
Раз 3‐й Нокс запрещает скрытые двери, даже их поиск — пустая трата времени.
Я хотел было возразить, сказав, что нередко в особняке богатой семьи имеются одна‐две потайные двери.
......Но, видимо, в детективном жанре такое правило отлично работает.
Кстати, есть много замечательных детективов, где есть скрытые двери
и где на них основан сюжет.
......Естественно, это касается только тех романов, где есть \'предпосылка\' существования скрытых дверей.
Если этой предпосылки нет, скрытых дверей не должно быть.
И, поскольку её нет, незачем искать их.
......Думаю, вот в чём суть её нелепого аргумента.
У меня такое чувство, что детектив, который пытается раскрыть правду, и иллюзия, запутывающая её смесью правды и лжи,
смешались, что привело к странному аргументу, аналогичному доказательству дьявола.
Создание убийства в закрытой комнате, которое видится совершённым ведьмой при помощи магии — фантастика.
Выявление того, что преступление с помощью хитростей провернул человек — "антифантастика".
Учёт всех возможностей для выявления этих хитростей — детектив.
Но когда утверждаешь, что возможности без намёков на них не стоят расследования...... это тоже детектив?
Предположим, скрытый проход скрыт так, что нет никаких улик.
Утверждение, что поэтому скрытая дверь есть, даже если детектив не смог её найти......
было бы анти‐детективом?
.........Хватит об этом.
Этот аргумент слишком далёк от загадок, которые я должен разгадать.
Моя битва очень проста.
Я всего лишь объясняю, как человек мог совершить преступления, якобы совершённые ведьмой.
Вся эта дискуссия о \'детективе\' и \'анти\' не служит никакой цели.
Именно поэтому меня особо не интересовали эти правила, известные как декалог Нокса...
"............Тебе не нравится Нокс?"
"Он не для меня.
......Странно, что можно опровергнуть существование всех скрытых проходов без расследования.
...Примерно так же сомнительно, как доказательство дьявола.
......Эти заповеди должны опровергать фантастику, но у меня такое чувство, что они сами та же фантастика."
".................."
"......А, не стоило так говорить.
Их ведь составил твой отец."
"Ничего.
......Всё равно есть некоторые, кто говорит, что это не более чем игра."
"Декалог в твоих глазах выглядит слишком высокомерным, да, Баттлер?.."
"......Честно говоря, да.
......Если детектив скажет, что не нужно искать скрытые двери, потому что их не должно быть,
все подумают, что он сошёл с ума..."
"В таком случае, Баттлер...
... допустим, 3‐й заповеди не существует.
Что тогда будет с тайнами закрытой комнаты?.."
......Что если бы 3‐го Нокса — \'скрытые проходы недопустимы\' — не было?..
".........Тогда скрытые двери всегда были бы идеальным стандартным трюком для закрытых помещений."
"Это относится не к скрытым дверям с уликами или предпосылками...
а только к тем, которые даже детектив не может найти, потому что, конечно же, они скрыты."
"Баттлер, ты часто сражаешься при помощи доказательства дьявола, чтобы включить в рассуждение элемент X, который нельзя найти.
......Вот о чём идёт речь."
"Было бы ужасно.
Так детективы с закрытыми комнатами можно было бы вообще не читать."
Став не стоящими времени...... они перестали бы существовать.
Никто бы не захотел разгадывать загадку, зная, что ответ может быть не более чем в непредвиденной потайной двери.
"......Без гарантий, что скрытых дверей нет,
даже не хочется рассуждать.
............Ясно.
3‐й Нокс необходим.
......Без него детективы с закрытыми комнатами не стоило бы читать."
"Даже не хочется рассуждать... Что ты имеешь в виду?.."
"Что даже не хочется читать."
"Вот именно.
......Люди — слабые создания, которые даже не могут думать, если у них нет доказательств, что рассуждение возможно."
"...Что рассуждение возможно.
......То есть, им нужно знать, что они смогут найти ответ, если постараются."
Может...... и так.
......То же самое и с физическими упражнениями.
Если скажут десять раз пробежать вокруг кампуса, это ещё можно вытерпеть.
Однако если не знаешь, сколько кругов нужно бегать,
то, наверное, устанешь уже на третьем круге.
То же самое относится к мышлению и рассуждению.
Люди видят проблему по‐разному, в зависимости от наличия
или отсутствия гарантированного решения......
"В детективных романах всегда есть сцена, где детектив объявляет, что вычислил преступника.
......Этот знак говорит: \'Все подсказки уже были даны в предыдущих частях истории,
так что, дорогие читатели, попробуйте догадаться\'."
".........О‐о.
Я всегда думал, что это просто классическая фраза, но она ещё и оказывает такой эффект."
"Грубо говоря,
пока детектив это не скажет......
читателям не захочется рассуждать, как бы они ни любили разгадывать загадки."
"......Разве ты в предыдущих играх не был таким же?.."
".................."
Кстати......
возможно.
Моя битва с Беато по‐настоящему началась во второй игре.
Сначала я не брался всерьёз за загадки закрытой комнаты,
которые Беато бросала мне.
Ведь я ничего не знал, кроме того, что люди умерли в закрытом помещении, а все окна и двери были заперты изнутри.
......У меня почти не было подсказок.
И я отказался спорить, потому что не мог бороться, отсутствие улик делало рассуждение невозможным.
......В тот раз Беато начала глумиться надо мной,
спросила: я что, снова и снова буду твердить об этом в бесконечном повторении ходов......
И тогда она сказала
Конечно нет. Я дам тебе то, что вы, люди, всегда требуете. Отсутствие информации — вот из‐за чего вы вечно стонете и прекращаете думать!
А если вам предоставить информацию, вы начинаете сомневаться в её достоверности, отрицая основу!
Разве не удобно?
Немного умных слов, и вы можете скрыть свою некомпетентность."
Затем она сказала, что даст мне такую информацию, которую нельзя опровергнуть,
и создала правило красной правды.
В этот момент занавес над моей битвой с Беато наконец поднялся......
"......Так вот когда...... я наконец получил гарантию того, что смогу разгадать эту историю, если попытаюсь...
... и впервые вышел с ней на сцену?.."
"Беатриче.
......Странный человек.
Хотя загадки — это единственные дыры, где ведьмы могут жить, она стала давать тебе красную правду — метод, с помощью которого эти загадки могут быть разгаданы."
Можно сказать, что красная правда — подсказка, которую Беато дала мне, чтобы я мог конкурировать в войне рассуждений.
......Как конфета.
Дав мне подсказку,
она будто сказала...
\'Попробуй разгадать эту загадку...
... она разрешима\'.
......Загадку, которая гарантированно разрешима...
... нельзя назвать истинной \'загадкой\'.
"Не похоже ли это
на ситуацию, когда...
...... Беато сама признаёт, что...
... она на самом деле не ведьма..."
"Надо же.
Выглядит логично.
......До чего странное дитя."
".................."
Беато не ответила.
Серыми глазами...... она продолжала безучастно смотреть на пар, поднимающийся от её чёрного чая...
"Мой отец создал Декалог как опору для силы мысли.
......Безусловно, не как способ высокомерного разгадывания."
"......Опору... для силы мысли......"
"Да.
8‐й Нокс запрещает раскрывать дело с помощью непредставленных улик.
......Это не только означает, что нужно избегать теорий, не подкреплённых уликами."
"Иначе говоря...
...... получается, что создатель загадки вынужден разбрасывать подсказки для её разгадывания."
"......Значит...
... если следовать Декалогу...
... к каждой загадке должны быть подсказки...
... и, следовательно, они гарантированно разрешимы."
Понятно...... так вот что подразумевают под опорой для силы мысли.
Если веришь, что они разрешимы, у тебя появляется желание разгадать эти загадки.
Веря, что подсказки существуют, с готовностью перечитываешь историю ради их поиска......
"Действительно...... такое может придать храбрости тем, кто пытается их разгадать."
"Ты, видимо, думаешь, что декалог Нокса — это ряд ограничений создателя детективного жанра,
но он жизненно важен и для читателей.
.........Опираясь на Декалог,
мы обретаем храбрость, необходимую для рассуждений,
а также силу воли перечитывать историю в поисках подсказок, которые должны быть там скрыты."
".........Напоминает неоткрывающуюся банку варенья.
......Как мама всегда говорила......
если думаешь, что не можешь её открыть, она не откроется, как ни старайся.
......То же самое и в спорте.
Говорят, вера в себя и в то, что победишь во что бы то ни стало,
значительно влияет на результат."
В таком случае.
Декалог Нокса вовсе не набор высокомерных и строгих ограничений.
......Можно рассматривать его как способ поощрить разгадывающих загадку читателей, говорящий им, чтобы они постарались, раз она, безусловно, разрешима...
".........Интересное толкование.
......Но я слышал, что не все детективы в мире всегда следуют Декалогу.
.........Разве не чувствуешь себя обманутым, когда натыкаешься на один из таких?.."
"Даже Декалог не более чем одно из толкований, он не распространяется на все детективы.
......Хотя среди сторонников работ моего отца
встречаются те, кто жестоко критикует работы, нарушающие Декалог, и называет их ересью..."
В мире детективов таким аргументам нет конца.
Был ли тот или иной известный детективный роман честным детективом — то есть, следующим декалогу Нокса?
Споры по поводу этого уже извечная тема в мире детективов.
По правде говоря, в обсуждении детективов
они иногда разгораются даже сильнее, чем обсуждения фактических трюков......
"Я могу понять, почему его критикуют.
......Они ищут разгадку, полагая, что загадка разрешима, и следуют Декалогу, но она вовсе не создана разрешимой.
Понятно, почему они злятся."
Верно.
Когда следуешь Декалогу...... хочется, чтобы с самого начала было гарантировано только одно.
Иными словами...... хочешь гарантию того, что детективный роман будет придерживаться его.
Если работа представлена благочестивым детективом, беспокоиться не о чем.
Однако если детектив содержит в себе много неблагочестивых поджанров...
.........Означает ли это, что рассуждать в таких
неблагочестивых детективных романах — пустая трата времени?..
"......Если так посмотреть...
... действительно высокомерно."
"Да.
Грустно, что декалог моего отца использовали как такое высокомерное оружие."
"............Хотя ты только что сражалась им с Беато.
......Могу ли я считать это доказательством того, что игра Беато следует декалогу Нокса?.."
"....................."
Когда я это спросил...... повисло странное молчание.
Вергилия, Дланор...
и, конечно же, Беато......
некоторое время молчали......
Словно мой вопрос затронул самый центр чего‐то...
"На это...... я сама не могу ответить."
"Почему?.."
"Это её игра.
......Игра, решающая, кто из вас двоих победит.
......Она назвала её противостоянием детектива и фантастики."
"Но, к сожалению, никогда не называла этот детектив благочестивым.
Нет гарантий, что он следует Декалогу."
"......Однако в то же время мисс Беатриче сказала, что эта игра — соперничество между вами.
......То есть, у тебя был шанс на победу."
"Значит...
......... ты хочешь сказать, что рассуждение возможно?"
"....................."
".........Если ты спрашиваешь её, она бы, наверное, сказала, что да.
......Но она бросила тебе вызов, а ты — тот, кому был брошен этот вызов, и вы разные.
......Что‐то, что по мнению Беато разрешимо,
может быть, а может и не быть разрешимо для тебя."
Допустим, мы загадываем простую загадку, которую знает любой японец.
......Но если она загадана иностранцу с японско‐английским словарём в руках,
разгадать её может быть практически невозможно.
......В этом случае возможна \'односторонне разрешимая проблема\',
которая может быть легка для спрашивающего, но крайне сложна для того, кто её разгадывает...
Кстати, вы знаете иностранную загадку
\'почему драконы весь день спят\'?
Ответ:
\'потому что они борются с рыцарями\'.
Это загадка англоязычных стран, и для японца она может оказаться несколько трудной.
"Поэтому...
... я не могу обещать, что ты абсолютно точно сможешь разгадать эту историю.
.........Но в одном я могу тебя заверить.
...Красной правдой я гарантирую это."
".........Что?"
"
Беато хотела, чтобы ты разгадал их,
и поэтому сделала эту игру...
... загадки этой истории... разрешимыми.
Это единственное, что я могу гарантировать красным."
Единственная...
... гарантия......
которую желают получить все, кто рассуждает.
"Не знаю, будет ли применим Декалог моего отца к этому ответу и приведёт ли тебя к нему.
......Но всё же, когда столкнёшься с трудностями и захочешь компас для рассуждений,
вспомни о моём Декалоге.
......Может, он придаст тебе смелости или даже приведёт к новому открытию......"
"Спасибо.
Я подумаю о твоём боевом стиле, если совсем застряну.
......Ты уверена, что нормально помогать врагу?"
"Не обращай внимания.
Я пришла на ваше чаепитие без подарка.
Надеюсь, это хорошая замена закуске.
...И... если мы снова встретимся лицом к лицу,
на такие разговоры может уже не быть времени."
.........Декалог Нокса...
... и красная правда Вергилии.
"
\'Беато хотела, чтобы я разгадал их,
и поэтому сделала загадки этой игры разрешимыми\'.
"
Иными словами...... Беато хотела, чтобы я мог их разгадать.
Разве...... не доказывает, что рассуждение возможно?..
......Разумеется, так оно с точки зрения Беато...
... и это не обязательно означает, что рассуждение возможно для меня......
По сравнению с тем, как было раньше, когда я даже не знал, можно ли рассуждать......
одна эта фраза может придать мне немало храбрости...
По крайней мере, она способна избавить от негативных мыслей о том, что всё напрасно...
"......Пока другая сторона не заверит тебя в том, что рассуждение возможно, ты не станешь рассуждать.
......Почти как любовь между застенчивыми подростками."
"Любовь?"
"Да.
.........Любить не хочешь, пока не убедишься, что он или она любит тебя.
......Правда?"
И парни, и девушки...... хотят услышать признание в любви первыми.
Это их мечта.
......Влюбившись, они не хотят любить другого человека,
пока не будут уверены, что он или она любит их.
Ведь нет ничего мучительнее невзаимной любви...
... и шрамов на сердце, которые остаются на долгое время.
Боясь этой боли...
... они сначала больше всего на свете хотят получить доказательство того, что тот другой человек любит их...
"Вот как,
интересный способ объяснить отношения между писателем и читателем детективного романа."
Да...
... может, детективы и вправду можно уподобить этому.
И писатели, и читатели...
... прежде всего хотят, чтобы другая сторона сказала, что они разгадают загадку (что она может быть разгадана).
Пока писатели не уверены в том, что читатели обязательно возьмутся за загадку, если её выложить, они не хотят писать свои истории.
То же самое относится и к читателям.
Без уверенности в том, что загадку абсолютно точно можно разгадать, они не хотят читать историю.
Одни не хотят писать то, что считают шедевром, и огорчаться, когда его никто не читает.
Другие не хотят рассуждать о том, что считают шедевром, и огорчаться, понимая, что всё было напрасно.
"Тогда...
...... не будет преувеличением сказать, что это как любовь между застенчивыми детьми начальной или средней школы.
......Даже если они очень хотят, им не хватает смелости раскрыть свои чувства,
поэтому они в тревоге ждут признания своей половинки...... а к концу лета так ничего и не происходит."
"Хе‐хех, иногда они даже переключаются на другого.
Такой была моя первая любовь, ихи‐хи."
Наряду с невзаимными чувствами, которые они не могут выразить, они всё жалуются на промежуток лета, который никогда больше не наступит, и их юность подходит к концу.
Писатель, не пишущий, пока его не поддержат читатели, вовеки не выпустит свою первую работу.
Читатель, ожидающий, пока писатель прославится, идёт по жизни, не зная прелестей детективного жанра.
"......Баттлер.
Когда эта \'дилемма курицы и яйца\'
переходит на уровень взаимной любви?.."
"Ну......... когда всё накапливается.
...Сначала двое дружат, общаются друг с другом всё больше......
а когда уже уверены......
И думают \'мне нравится этот человек, и я точно нравлюсь ему\'...
...... ну, тогда они и становятся парой."
"У меня сложилось впечатление, что отношения, которые начинаются с внезапного признания в любви, распадаются гораздо чаще,
в то время как пары, которые никак друг другу не признаются, но понимают, что всегда будут вместе, обычно остаются друг с другом на удивление долго."
"В общем,
так случается, когда двое начинают доверять друг другу и между ними рождаются доверительные отношения...
... вот что ты имеешь в виду."
".........Возможно.
......Как‐то странно.
...Я всегда думал, что детективный жанр — сражение между писателем и читателем...... но, может, на самом деле это не так."
"Да.
Тут не обойтись без отношений, построенных на взаимном доверии......
без отношений с любовью."
".................."
".................."
".......Значит, наши отношения такие,
что мы убиваем друг друга, но с любовью?"
"......*хи‐хи*.
Как по мне, вы больше напоминаете пару школьников, дразнящих друг друга...
Хе‐хе‐хех."
Вергилия отпустила шутку в духе пожилых женщин.
И всё‐таки...... хоть и не ожидая дружбы или доверительных отношений......
я могу принять Беато как своего соперника.
Она борется в полную силу, пытаясь заставить меня признать, что она ведьма.
И я в ответ изо всех сил отрицаю ведьм.
"Откуда ты знаешь, что мисс Беато
борется в полную силу?"
"Я могу распознать."
"Она ведь не говорила красным.
......И всё равно у тебя никаких сомнений?
Ты же говорил, что веришь только красной правде."
".........Н‐н.................."
"*хи‐хи*.
......Я уверена, что это и есть тот этап, про который говорил Баттлер,
когда связи растут и понимаешь, что не стоит сомневаться в отношениях."
Вергилия и Дланор вместе хихикнули.
......Один парень, несколько женщин.
Тема любви.
......Секунду, разве не худший повод стать посмешищем?
Я попробовал сменить тему
и вернуть настроение под стать чаепитию в дождливой Золотой Земле, неуклюже ища более благородную тему,
но Вергилия увидела меня насквозь и засмеялась надо мной......
..................
Даже на фоне этого Беато смотрела вниз теми же серыми глазами,
глядя на свой чёрный чай.........
........................
.........Да, верно......
Вергилия и Дланор......... дали мне столько подсказок...
А я всё равно даже не задумался...
Но теперь уже слишком поздно......
.........\'Дайте подумать\'.
Раз для всего уже слишком поздно и моё время бесконечно......... дайте мне подумать.
......Я ещё раз обдумаю красную правду Вергилии...
и опору Декалога, которую дала мне Дланор......
Красной правдой...
...... Вергилия гарантировала, что, по крайней мере, Беато сделала так, чтобы в этой истории я мог добиться победы.
......Эта гарантия красной правдой ещё раз...
... придаст мне силы заставить сердце биться...
И...... есть опора Декалога, которую дала мне Дланор.
Она сама предупредила меня ещё в начале, что Декалог не так всемогущ, чтобы разгадать все загадки.
Но она сказала, что его можно использовать как метод решения...
... нет, чтобы взяться за загадку.
......Тогда я попробую.
Пускай нет гарантии, что эта история детектив или фантастика......
я поверю,
что обязательно смогу разгадать её...
... что это разрешимая история, разрешимый детектив......
И в последний раз подумаю над ней......
Придя в себя...
... я неожиданно...
... оказался в той странной чайной комнате, где часто неистово спорил
с Беато по другую сторону стола.
......Разумеется, её нигде не было.
Здесь был только я...... лишь я один.
Но ничего.
Я всё равно...... не прекращу думать.
Что ж.
.........Какие там были заповеди Нокса?..
Уверен, Дланор объяснила большинство из них, когда ударяла меня ими.
Конечно же, даже я смутно их припоминаю.
Так какой...... там самый первый?..
"......Я смиренно прошу слова.
1‐й Нокс.
Преступником не может быть тот, о ком не было упомянуто в ранней части истории."
Когда я пробормотал о том, какой идёт первым...
.........Как будто в ответ на мой вопрос...
... появилась подчинённая Дланор.
Без возни с ненужными приветствиями она сказала мне не больше и не меньше того, что я хотел узнать.
"......Да, точно.
Первый.
......Преступником должен быть один из тех, о ком было упомянуто в ранней части истории."
Значит...... преступник должен был появиться уже...
... в первой игре?..
Да, это основа основ в детективном жанре.
Данное.
......Данное?..
......Мне действительно...
...... нужно придерживаться этой предпосылки?..
С каждой новой игрой число людей в этой истории продолжает расти.
Это нарушает правило замкнутого круга.
Всё уже спуталось.
Я сдался где‐то в глубине души......
думая, что истинный преступник или тайный лидер ещё не должен был показаться и что поэтому рассуждать бесполезно?..
Если читать эту историю как фантастику......
среди новых персонажей могут быть даже демоны, короли, боги или творцы, и в этом нет ничего странного.
Даже если бы истинный тайный лидер впервые появился в одном из последних эпизодов, мне бы пришлось смириться с этим.
Однако...... если считать это детективом и придерживаться этого убеждения...
Незачем волноваться о тех, кто появился позже.
Ведь в первом Ноксе чётко сказано,
что преступником не может быть тот, кто появился позднее.
............Конечно же, есть и то, что сказали мне Вергилия и Дланор.
Нет гарантий, что эта история следует правилам Декалога,
поэтому, разумеется, я не могу отрицать возможность, что преступник впервые появился во второй игре или позже.
Но...... думать можно только так.
На этот раз...
Я забуду о доказательстве дьявола... и позаимствую для своего рассуждения силу Декалога.
В конце концов, я сам говорил, что не смогу достичь правды без нескольких углов мировоззрения.
"Тогда......... выходит, преступник всех этих повторяющихся игр...
один из 18.
С самого начала...... иллюзия 19‐го человека была ни к чему."
......Уже первая заповедь Нокса...
... изначально опровергает существование неизвестной ведьмы.
В прямом смысле следуя этому......
я мог бы не потерпеть во второй игре такое жалкое поражение.
"......Второй Нокс?"
"Я смиренно прошу слова.
2‐й Нокс.
Детективу нельзя опираться на сверхъестественные силы."
Беззвучно появилась другая подчинённая Дланор... и дала мне ответ на мой вопрос.
......Да.
Детектив не может выкрутиться на магии.
"Значит............
...... если эта битва справедлива...
... преступнику, как и детективу...
... запрещено колдовать?.."
"Я смиренно прошу слова.
......Знайте, что толкование — это ваше дело."
"А, ну да.
......Конечно.
Я объясню сам."
Если эта игра — битва между мной и Беато...
......Раз эта история разрешима,
не появятся элементы, которые сделают разгадывание невозможным.
Никакая магия не должна появляться.
Когда она появляется, не нужно подозревать, что элемент детектива рушится.
......Я должен вместо этого задаться вопросом, почему это было показано, и поставить под подозрение свидетелей и наблюдателей.
Верно...
... во второй игре это было...
... самое главное оружие Беато.
Изображение магии, которой в детективе не может быть.
Показывая мне её, она наводила меня на мысль, что эта история не детектив
и, следовательно, что рассуждение невозможно... И я сдался......
Но если бы я непоколебимо верил в то, что это детектив...
......Было бы очевидно, что нужно сомневаться в свидетелях, которые заявили, что видели магию.
Кроме того, в конце первой игры
стало известно, что эта история была передана людям в будущем через послание в бутылке.
......Кто‐то написал об этом преступлении, об этой истории.
Иначе говоря...... эта история — мир, включающий личное мнение наблюдателя,
а именно — того, кто написал послание в бутылке.
Значит, наблюдатель не Бог.
Это человек.
Поэтому нет гарантий, что данное описание по‐настоящему беспристрастное.
К концу первой игры уже стало ясно,
что постоянная предпосылка детективного жанра нарушена.
Сама история должна быть рассмотрена глазами Бога.
Значит, сомневаться можно как в свидетелях, так и в наблюдателе.
Если бы я мог сомневаться во всём этом......
сколько бы неразрешимых на вид проявлений магии ни появилось,
я бы не стал слепо принимать их и сдаваться......
Однако возникает вопрос
......... можно ли разгадать историю, написанную не беспристрастным наблюдателем?
.........Если зациклюсь на этом, моё рассуждение здесь и закончится.
Но...... мне нужно поверить.
Поверить...
... что Беато противостояла мне через эту историю.
Раз это сражение...
... значит, мне дали шанс на победу.
Разве...
...... не означает, что...
... рассуждение возможно?
......Эта часть...... сложна.
Пока я не поверю, что эта жестокая ведьма, рискуя проиграть,
дала мне шанс сражаться в честной игре...... мне нельзя пропускать её.
......Как Вергилия и сказала...... напоминает любовь.
Если не поверю, что Беато сражалась со мной в полную силу......
я не смогу рассуждать дальше.
.........Да... я признаю.
Не признав, что \'любим друг друга\'...
... мы не продвинемся дальше.
Когда у Вергилии кончилось терпение смотреть на нас — застенчивых и неспособных признаться вслух,
она дала мне ту красную правду.
Красный, согласно которому
"
\'Беато хотела, чтобы я разгадал их, и поэтому сделала загадки этой игры разрешимыми\'
".
......Что за чёрт.
Прямо как \'Сато из класса А сказал, что ты ему нравишься~\'.
Словно услышать признание в любви через друга...
.........До чего же я...
...... жалок.
Рассуждение...... это любовь.
Если не полюбим друг друга...
... оно не начнётся.
Тогда как нам сказать, что мы друг друга любим?
\'Разгадай, если сможешь\'. 
\'Ты некомпетентен, у тебя ничего не выйдет\'.
......Да, по словам Джорджа, таких называют \'цундере\'.
Хе‐хех, эта жестокая ведьма наконец начинает выглядеть немного мило.
......Если ещё встречу её, надо будет сказать: \'Ты такая цундере\'.
Если встречу......... где‐нибудь...
.....................
"......Напомните другие заповеди.
Можно не по порядку.
......Скажите те, которые кажутся полезными."
"Я смиренно прошу слова.
8‐й Нокс.
Недопустимо раскрывать дело с помощью непредставленных улик."
"Я смиренно прошу слова.
6‐й Нокс.
Детективу нельзя опираться на совпадения или интуицию."
Дело нельзя раскрыть с помощью непредставленных улик.
Как и опираясь на совпадения.
Если эта история создана разрешимой...
Можно прочитать наоборот.
Иными словами......
чтобы дело можно было раскрыть, должны быть подготовлены улики.
И должно быть так, чтобы его можно было разрешить без опоры на совпадения.
Если я верю, что игра Беато справедлива и разрешима...
......В этом не может быть сомнений.
Значит...... Беато уже оставила мне в этой истории подсказки,
улики и послания.
......Это не из декалога, но Эрика сказала следующее:
В детективе нужно дать ответы на три загадки.
Первая — \'кто\'.
Кто преступник?
Вторая — \'как\'.
Как преступление было совершено?
Третья — \'почему\'.
Почему преступление было совершено?
Всё это означает, что подсказки, связанные с этими тремя загадками, в истории уже есть.
......Нет, строго говоря...
Желая, чтобы я разгадал эти три загадки...... Беато разбросала подсказки.
Смогу я их заметить или нет — уже другой вопрос...
Даже если считаешь свою загадку простой, она может оказаться сложной для того, кто пытается её разгадать.
Естественно, что возникнет разница в том, насколько она трудна для разных людей.
.........Следовательно.
По прохождении каждой последующей игры Беато внимательно следила за мной... и настраивала игру так, чтобы получить хорошее преимущество.
Поняв во второй игре, что я окончательно сдался из‐за предельной сложности,
она втайне была обеспокоена.
Если я сдался и утратил желание бороться...... игра уже не на равных.
И поэтому, чтобы я вернул волю к борьбе...
... с третьей игры и далее она подстраивала всё так, чтобы облегчить мне задачу,
давая советы как сражаться и подсказки.
Вергилия и Ронове, очевидно, появились, чтобы помочь мне.
Несмотря на всю ту же безумную магию,
она дала мне метафору электронно‐лучевой трубки, а также советы как дать отпор.
Я наконец‐то понял как сражаться...
...... и в конце четвёртой игры...
......Наконец произошло наше с Беато решающее столкновение, чего она, вероятно, и хотела.
......Она признала мою силу полноправной...
...... и доверила мне своё сердце...
......... доверила мне объяснить эту историю...
В таком случае...... было очень глупо бойкотировать большую часть 5‐й игры
только потому, что мне были омерзительны те две ведьмы...
Неважно, кто Владелец игры.
Мне нужно лишь отыскать в игре Беато правду.
......Напротив, мне даже стоило...
поблагодарить этих двоих за то, что они продолжили игру вместо Беато, когда она ушла и оставила всё мне.
Хотя, конечно,
я сомневаюсь, что эти злобные ведьмы хотели помочь......
Преступник.
Преступление.
Мотив.
Ответы на три эти основные загадки, подсказки... должны быть разбросаны по всем ранее показанным историям.
Вероятно, они очень неприметны...... и искать их всё равно что искать бисеринки на песчаном пляже.
Они точно там есть.
......Но настолько неприметные, что без твёрдой веры я ни за что их не найду.
"Уважаемые присутствующие, я смиренно прошу слова.
Я смиренно прошу слова."
".........Что?.."
"Пролистайте эту историю...... ещё раз.
......Знайте, что сейчас вам лучше не упускать из виду слабый свет правды."
".........Ещё раз...
......... пролистать эту историю......"
"Знайте, что для рассуждения нужны доверительные отношения."
".......Да...
... знаю.
.........Хотя...
может быть, я заметил только сейчас."
То, что так настойчиво...
... повторяется снова и снова на протяжении всей истории.
"......Без любви...
... правду... не увидеть......"
Чайная комната медленно растворилась во мраке......
Как будто медленно погружаясь в кромешное море.........
я прошёл сквозь щель долгого путешествия с Беато...
...... и всё продолжал падать......
Так странно...
... словно ещё в сознании пересекаешь границу сна.
Несколько прошлых историй стали прозрачными пузырями, нет, сверкающими фрагментами,
и рассеялись как звёзды по чёрному небу.
Я погружался всё глубже и глубже...
... в этот океан......
Истории до сих пор...
...... одна за другой.........
одна за другой.........
Вергилий вёл Данте на гору чистилища...
...... и привёл его к ногам вечной леди Беатриче, ожидающей на вершине.
Поэтому...
...... самые глубины не на дне.........
а на пике горы.
Вечная леди...
... ждала там Данте...
... всё это время......
A
n
d
t
h
e
n
.
.
.
.
.
.
.
.
.
I
k
n
e
w
.
......Я наконец... достиг правды.........
.........В глубинах...
...... нет, на пике... горы чистилища............
............Идиотка............
......Ты...
... и впрямь...
... идиотка......
"...A...
... гха...
...... больно........."
Он пробудился от смертельного сна......
и понемногу...... к нему возвращалось ощущение боли......
На лицо Баттлера, который по‐прежнему смотрел вверх, зависший и пронзённый длинным мечом......
постепенно возвращалось мучительное и живое выражение......
"Ты...
... действительно...
... идиотка......
......Такая идиотка........."
Баттлер... заметил.
......Всё это время...
......Беато прижималась к нему...... во сне.
И дотронувшись до неё...
...... он понял...
...... что это не Беато...
... а то, что...
... от неё осталось.
Поэтому, когда Баттлер попытался дотронуться до неё,
такой же хрупкой, как пепел...
...... как песчаный замок на пляже......
смытый волной...
... она рассеялась......
У ног Баттлера...... лежали одни только рваные ошмётки платья Беато...... и горсть пепла.
Нет...... на этой горсти...... он увидел нечто сверкающее золотом.
......Шелуху...
......... единственной......
разорванной...
... золотой бабочки......
И так......... Баттлер...
понял......
Я...... понял правду...
......Но...... не смог понять...
...... пока Беато
ещё оставалась в этом мире............
"......Беато......
...... ты...
...... такая...
...... идиотка......"
Я наконец‐то
понял правду...
... твоей безумной загадки......
......Как...
... ты и хотела!..
Я не сдался...
... и наконец...
... понял.........
Так почему...
... ты сдалась...
...... не дождавшись?..
......Ты же так сильно верила...
...в то, что я...... обязательно пойму......
Так...... почему?..
Почему...
...... ты не смогла поверить мне...
......... и дождаться?..
Это не ты обрушила на меня бесконечную пытку.
А я!..
Я вынудил тебя терпеть жестокую пытку!..
Ты до последнего сопротивлялась, продолжала взывать ко мне......
........И даже если...
... я наконец...
...... понял правду...
Я и подумать не мог...
... что ты больше не можешь ждать...
... что уже слишком поздно.........
"И...
......... идио‐о‐о‐отка.........
......Почему...... ты сдалась...
...... раньше меня? Чёрт возьми‐и‐и......"
Это...... моя вина......
Я вынудил её терпеть эту пытку.
На самом деле она прекрасно так долго с ней справлялась......
Снова и снова, и снова... ты взывала ко мне.........
и из‐за своей некомпетентности...... я не видел правду.
"Идиотка.......
...... идиотка.........
......Твои загадки...
... слишком сложные!..
......Почему ты не могла...
... сказать...
...... как‐нибудь проще?..
...Идио‐о‐о‐о‐о‐отка!!!
Гха‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а!!!"
Его душераздирающий крик...
... окутал
собор печалью...
Печаль ведьмы, которая не могла сказать Баттлеру правду.
Печаль человека, который был не в силах понять правду ведьмы.
Гневный и печальный крик Баттлера отражал и то, и другое......
Часы в соборе пробили полночь 5 октября 1986 года.
Время...
...... вышло.........
Ты издеваешься?
......Не накладывай ограничение по времени на такую трудную загадку, которой так гордишься......
".........Нет...
... я понял......
Хотя на чудо почти не было шансов...
...... ты молилась, чтобы оно случилось......
......Так же...
... как дед."
Ты молилась и поставила на силу чуда.........
такого маловероятного, что совершенно невозможного. Даже менее вероятного, чем находка бисеринки, упавшей на песчаный пляж.........
И, значит, я действительно обрёл это чудо.
Но...... ты...
... не дождалась............
Если бы я понял чуть раньше...
Если бы я увидел правду!..
Даже за секунду до истечения времени...
...... я бы мог...
...... спасти тебя!..
Но сейчас...... я убого пронзён мечом.
......Я даже не могу...... взять в руки то, что от тебя осталось!..
......Попытавшись вытащить меч......
я попробовал дотянуться руками, чтобы хотя бы прикоснуться к тому, что от неё осталось...... но ничего не вышло.
"......Проклятье......
Чёрт возьми‐и‐и‐и‐и‐и‐и!!!"
.........Тогда же я заметил золотой блеск на ладони.
Крыло...... золотой бабочки.
Крошечная золотая частица...
...... единственное от Беато...
... до чего я мог дотронуться.........
Я закричал что есть силы......... схватил её... и прижал к голове, извиняясь.
......Почему я не понял раньше?..
Я прижал её к груди.........
обещая, что теперь...
... я больше
никогда...
... не упущу правду......
Когда я прижал руку к груди...... меч, пронзивший меня, порезал мне запястье, и хлынула кровь.
Она растеклась по всему кулаку...
...... и, наверное...
... пропитала золотую частицу кровью.
Скорее всего...... это единственный способ сказать ей......
что я понял правду, которую она хотела до меня донести......
Я схватил крыло золотой бабочки...
... кровоточащей рукой...
...... и прижал его к красному мечу, пронзившему меня......
Теперь...
...Уширомия Баттлер... знает.
И понимает.
......Он понял...
...... всю...
... эту историю......
В этот момент...... показалось, что...
... из его сжатого кулака просочился слабый золотистый свет.
Две ведьмы стояли спиной,
а Эрика глумилась над трупом Баттлера.
"......Какое убожество, Баттлер.
Я превращу вашу глупость в статую и буду вечно......
...............Э?.."
В это время грудь Баттлера...
... нет...
...... длинный красный меч, пронзивший его грудь...
... засверкал золотом......
Яркий золотой свет...... начал изменять цвет красного меча...
... превращая его в золотой......
".........В чём дело?.."
"Ба... Баттлер......
......Что...
...... это такое?!"
"............a."
"Гвах!.."
Баттлер кашлянул кровью и застонал.
Его сознание... вернулось.
Его желание жить, желание бороться... вернулось...
Пронзивший Баттлера красный меч...... больше нельзя было так назвать.
...Он стал золотым.
Затем...
...... медленно...
... медленно...
...... он вышел из груди Баттлера......
Наконец вытащив себя из Баттлера, он закружил в воздухе...
... и остановился перед глазами Баттлера, будто зная, кто его владелец.
Со стоном сидя на полу, Баттлер схватил золотой меч...
... и, пусть даже на вид мучительно...
... он медленно...
...... снова поднялся на ноги.
"......Точно продуманный ход.
...Твой фокус, Лямбда?"
"Э...
этот свет...
......... бы... быть не может........."
Лямбда широко раскрытыми глазами в страхе уставилась на яркий золотой свет...
Заметив, что воскрешение Баттлера не было продуманной частью её сценария,
Берн тоже слегка нахмурилась...
"......Извини. Повторного заседания не будет.
Сёстры Чиесты, устраните эту воскресшую иллюзию..."
"Вас поняли.
45, 410, разрешение стрелять получено."
"Не...... неустранимая цель!
Ошибка IFF, код 999!.."
".........Фью‐ю."
"...999, говоришь... Невозможно!.."
Сёстры Чиесты замешкались, не в состоянии выполнить приказ Бернкастель...
"Лямбда. Что всё это значит?
......Иллюзия ведьмы окончательно разбита, и заседание закончилось нашей победой."
".........Извини, Берн.
......Тебе придётся задержаться.
.........Так ведь, Уширомия Баттлер?.."
"............Да.
......Извините, что так долго, Эрика...
... Бернкастель.
......Пришло время для моей правды......"
"Запрос на повторное заседание принят.
......Ассамблея ведьм отменяет закрытие Суда иллюзий!"
"Во... возражение.
Суд уже закончен, даже результаты объявлены!.."
"Возражение отклоняется!..
Все приговоры омрачила новая правда!"
"Возражение!
Баттлер не только был изгнан как игрок, у него даже нет ранга ведьмы!..
Он не имеет права призывать к апелляции!.."
"Возражение отклоняется!
Ну, ранг у него уже есть.
......Именем Лямбдадельты, ведьмы абсолюта, я признаю...
......Уширомия Баттлер!..
Я признаю тебя новой Золотой ведьмой......
нет, новым Магом Бесконечности, Уширомией Баттлером!!!"
"......Ч...
что вы сказали?..
......Ба...
Баттлер получил...
..... ранг ведьмы?!"
Ранг ведьмы, к которому она столько стремилась, был дан Баттлеру так быстро.
И, более того, совсем не временно.
......Это официальное, надлежащее разрешение Лямбдадельты.
Эрика не могла с этим смириться, и её лицо стало ярко‐красным...
"......Хмф...... хе‐хе‐хе‐ха‐ха‐ха‐ха‐ха!
Её игра всё‐таки будет развлекать нас до самого конца!..
Ладно, так и быть!.."
"Эрика, ты справишься!..
Наша красная правда совершенна!..
Конструкция правды, делающей Нацухи преступником, идеальна!..
Баттлер ни за что не сможет её разрушить!"
"Ко... конечно, госпожа!..
Не о чем беспокоиться!
И вообще, сёстры Чиесты, разве моя госпожа не приказала вам стрелять?!
Вы собираетесь выполнять приказ?!"
"Ко... код ошибки 999!
Н‐на выстрел в территориального лорда требуется код доступа!.."
".........Нье.
Я же говорила тебе, что у него получится, нье."
"Территориальный лорд?! Кто?!
Кто правит этим фрагментом?!
Я!.."
".........Территориальный лорд......
......Неужели.........
.....Баттлер........."
"Да.
Уширомия Баттлер утверждён официальным территориальным лордом этого фрагмента!.."
"Ага, именно.
......Ты ещё не поняла?
Не знаешь, что означает этот золотой свет?
.........Баттлер... понял.
......Он пробился в недра всех правд!"
"....................."
"Баттлер всё понял об этом мире, об этой истории и игре.
......Короче говоря, он достиг положения Владельца игры.
......*хи‐хи*, ты наверняка не хочешь верить, да, Берн?!"
"......Хех......... *хи‐хи*хи‐хи*хи‐хи*хи‐хи*!
Да, я не хочу верить!!!
Ладно, я проверю Баттлера и посмотрю, действительно ли он всё понял!..
Эрика!"
"Какая жалость, Эрика.
.........Тебя только назначили территориальным лордом этого фрагмента и тут же лишили этого звания."
"Его новый территориальный лорд — Уширомия Баттлер.
......*хи‐хи*, ну не ужасно ли? Эй, эй, разве не ужасно?!
Каково лишиться наконец полученного звания?! Каково?!"
"А‐а,
...ува‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а!"
"Баттле‐е‐е‐е‐е‐е‐е‐е‐е‐е‐е‐е‐е‐е‐ер!!!
Опровергни мою теорию, если смо‐о‐о‐о‐о‐ожешь!!!"
"Это невозможно,
н
е
в
о
з
м
о
ж
н
о
!!!
В моей теории нет пробелов!
Преступник — Нацухи, и это не опровергнуть!"
".........
Я могу построить теорию, согласно которой преступник не тётя Нацухи, а кто‐то другой.
......Да, доказать ложность твоей правды невозможно.
......Но она не опровергнет мою новую правду!.."
Баттлер говорил красной правдой, разрешённой ему статусом мага.
"П... преступник не Нацухи, а кто‐то другой?!
...Х... ха! Это как?!!
Дланор!
Давай посмотрим, к чему нас приведут бредни Баттлера!.."
......Медленно...... Дланор шагнула вперёд.
В её руке...... был длинный меч Декалога.
И ещё короткий синий.
А в руке Баттлера...... был длинный золотой меч.
......Два противника снова...
...... нет, впервые...
... по‐настоящему встретились лицом к лицу.
".........Баттлер, я ждала."
"Извини, что так долго."
"Не нужно.
Ты вернулся раньше, чем я думала."
"Убей его,
Дланор А. Но‐о‐о‐о‐о‐о‐о‐окс!!!"
Дланор в одно мгновение исчезла.
Как будто её недавние медленные, достойные движения были ложью!..
......Кривая, нарисованная длинным мечом красной правды, запечатлелась в глазах тех, кто её видел.
Прежде чем за ней успели проследить...... она уже приближалась к груди Баттлера!..
"
Рассуждение леди Эрики разгадало пятую игру.
Нет таких новых фактов, которые могли бы опровергнуть правду этого рассуждения!..
"
"
Можно представить иную правду по другому толкованию!
Когда несколько правд существуют параллельно, сомнительна подлинность обеих!"
В этом изолированном мире могут одновременно существовать разные правды.
Кроме того, пока их несколько, нельзя утверждать, что какая‐то из них единственно верная.
В общем, даже если я не могу опровергнуть рассуждения Эрики, поставив под сомнение их авторитет и пересилив его...
...... я смогу победить!..
"Рассуждения Берн совершенны. Их так просто не опровергнуть.
......И всё же.
Если сумеешь предоставить теорию наравне с её теорией, сражение сведётся к приговору.
Значит, вполне возможно, что одна из правд будет побеждена и опровергнута!"
".........До чего нелепый поворот!..
Меньшего я и не ожидала от сценария дьявола!"
"Тогда ответь!
Если преступник не Нацухи, то кто?!!"
Золотой меч Баттлера рисовал и красные, и синие кривые.
"
Можно объяснить всё местью ребёнка из 19‐летней давности, про которого рассказала тётя Нацухи.
"
"
1‐й Нокс.
Преступником не может быть тот, о ком не было упомянуто в ранней части истории!
Того, кто впервые появился в пятой игре, нельзя назвать преступником!..
"
"
А что если этот ребёнок был среди нас с самого начала?
Например...... что если это я?!
"
"
8‐й Нокс.
Недопустимо раскрывать дело с помощью непредставленных улик!
Появлялся ли намёк на то, что ты можешь быть тем ребёнком из 19‐летней давности?!!"
"
Красная правда из четвёртой игры, что я не сын своей матери Асуму.
Чувство, будто отец что‐то скрывает, и в первой игре, и в этой.
В этой игре стало ясно, что с моим рождением связаны какие‐то особые обстоятельства.
"
Баттлер предложил теорию, что это он может быть ребёнком из 19‐летней давности...
... и объявил, что пересоберёт преступление с собой в роли преступника.
Осмотрительно держа наготове свой меч, Дланор оценила расстояние между ними...
Теперь, когда Баттлер унаследовал позицию территориального лорда этого мира и получил звание Мага Бесконечности,
его движения вышли за грань человеческого понимания.
Сейчас физическое расстояние между ними не имело никакого значения.
Их чрезвычайно ловкое сражение превосходило грань, где понятие расстояния создаёт разницу.
"......Хорошее начало.
Расскажи нам...... свою теорию, по которой преступник — Баттлер!.."
"Да, расскажу.
Я докажу, что это тоже рабочее объяснение...
... и что нельзя с уверенностью утверждать, что преступник — тётя Нацухи!.."
"Good!
Если преступник — вы, возникает несколько противоречий!
Я использую их и рассеку вашу слабую правду!
Я, Фурудо Эрика, детектив и ведьма правды!.."
На сей раз выступила Эрика.
......У неё в руке появилась коса, как у жнеца.
Безжалостная коса, которая пожнёт всё, что угрожает её теории!..
"
Преступление могло произойти только между 24:00 и 1:00!
Весь этот час вы были в столовой особняка!
Поэтому вы никак не могли совершить убийства!
"
"
Не было установлено, что время смерти между 24:00 и 1:00.
Преступление могло произойти не в этот промежуток времени!..
"
"На все убийства в комнате кузенов наложено ограничение!
С 1:00 до обнаружения преступления там никого не могли убить!
"
"Dlanor, now!!!"
"
8‐й Нокс.
Недопустимо раскрывать дело с помощью непредставленных улик.
Если в комнате кузенов произошло преступление, должны быть улики.
Поскольку они не были даны детективу, леди Эрике, наблюдавшей до утра за любыми отклонениями от нормы внутри комнаты, такое преступление невозможно!..
"
"
Под временем обнаружения преступления ты имеешь в виду момент, когда все сбежались на мой крик.
Даже если нельзя было убить их до этого, можно было убить потом!..
"
Баттлер синей вспышкой отразил обе красные правды Эрики и Дланор, направленные на него!..
Глаза Эрики расширились.
Его слова были совершенно абсурдны.
......Тогда...
... они ещё не были убиты?!
Даже если там лежали трупы с разрезанными шеями?!
"
Смерти четверых в комнате кузенов провозглашены красным текстом!
Хотите задействовать иллюзию ведьмы?!
Воскресить Джорджа и других, используя понятие магии, даже если они тогда были мертвы?!"
"Вот как, раз ты веришь, что тогда они были мертвы,
тебе кажется, будто мёртвые вернулись к жизни!..
Поэтому в твоих глазах это выглядит как магия."
".........В таком случае, не я направлю на тебя следующий удар!"
"Идиот!
Сколько раз мне повторять?!!"
"
Смерти четверых в комнате кузенов провозглашены красной правдой!!!
Кроме того, эти трупы видело много людей!
Да и красным уже установлено, что нельзя было при осмотре этих трупов допустить ошибку!..
"
"Получайте, мертвецы!!!"
"
......Когда эта красная правда была сказана?
Вы забыли, мисс?
"
Ожесточённый ливень красного был блокирован магическим барьером Ронове, неожиданно появившимся перед Баттлером.
Беато исчезла, и демоны не могли объявиться в реальном мире...
Однако...... он был здесь...
... и спокойно отразил атаку Эрики.
"Т... ты...... Ронове!
К‐как ты сюда попал?!
Хотя какая разница, так даже лучше. Теперь не придётся искать тебя.
Я захвачу и сотру тебя вместе с остальными!"
".........Рассчитываю на тебя.
Покажи ей, что нельзя управлять всем одной высокомерной правдой."
"<Да. Your Majesty>.
.........Что ж... пока что я побуду вашим противником.
Что скажете, мисс?"
"
В таком случае, когда, по‐твоему, смерти были провозглашены красной правдой?!
Можешь с точностью определить время?!
Нет, не можешь, поэтому смерти провозгласили во время обнаружения преступления!!!
"
"
Когда заседание было открыто, леди Лямбдадельта сделала объявление.
Она сказала, что это ответная сессия 24:00!
......Смерти провозгласили в полночь второго дня, в конце игры.
Убийства могли произойти после утра второго дня, после так называемого \'обнаружения преступления\'!..
"
"Так...... жертвы тогда были живы?!
Даже несмотря на разрезанные шеи?!"
"
Вы ведь сами видели, мисс детектив?..
Да, ошибки при осмотре трупов выйти не могло, кто бы ни проверял, живы они или нет...
... но никто не говорил, что против правил называть трупами то, что ими не является.
"
Эрика опрометчиво махнула косой,
однако Ронове элегантным жестом отразил всё щитом на своей руке.
"З‐значит, тогда никто не был мёртв?!
Даже не было ран на шеях?!
Тогда... почему Баттлер закричал?!"
"Ты забыла про ноги, девочка.
.........На начало всех игр Уширомия Кинзо уже мёртв!
"
"Э?! A‐"
Под ногами Эрики открылась чёрная дыра и поглотила её.
Она, вероятно, видела другую сторону дыры.
......Это то же самое, что посмотреть вниз из верхнего света собора.
"Лия!"
"Да."
Вергилия уже была в воздухе.
Когда Эрика падала с неба, та оказалась прямо под ней и поймала её на наконечник божественного копья, сверкающего синим.
"
......Не стоит ли тебе переосмыслить своё рассуждение?
Кинзо не существует.
Поэтому исчезновение тел — пробел в твоей теории.
"
"Верно.
......Если тела скрыл Кинзо, а не кто‐то другой, ваша теория терпит крах."
"Гех...
... гх...
...... чёрт подери‐и‐и‐и‐и, такое...
...... гра‐агх...... гх!.."
Синее божественное копье Вергилии закололо и закрутило Эрику в воздухе.
Эрика билась в гневе, но ничего не могла сделать так просто.
Затем повсюду вокруг неё
...... от стен отскочили маленькие, быстрые объекты, окружившие её.
На их месте появилось семь человек.
"Мы — Семь сестёр чистилища!..
Знай это, враг нашего господина!"
"......Вы...... ничтожные пресс‐папье!.."
"
После смерти Джорджа его труп не переносили!
"
"
После смерти Джессики её труп не переносили!
"
"
После смерти Марии её труп не переносили!
"
"
После смерти Розы её труп не переносили!
"
"
После смерти Генджи его труп не переносили!
"
"
После смерти Краусса его труп не переносили!
"
"
Поэтому трупы не могли исчезнуть после их обнаружения!
Твоя теория о том, что Кинзо унёс их, провалилась!
"
"А‐А‐А‐а‐а‐а‐а‐а‐а‐а‐аргх‐х!!!
Ну и что?
Я даже без Кинзо могу объяснить...... как трупы исчез‐......
.....нгх‐х...... гха‐а‐а‐а!
Мне, Фурудо Эрике, придётся пересматривать свою теорию?!
Нгха‐а‐а‐а‐а‐а‐а‐а‐а‐ргх‐х!!!
Мне?! Детективу?!!"
"Га‐а‐а‐а‐а‐а‐а‐а‐а‐аргх‐х!!!"
......Эрика могла бы выкрутиться даже с опровергнутым существованием Кинзо,
лишь немного пересмотрев свою теорию.
Тем не менее...
... для неё необходимость пересматривать уже созданную теорию.........
слишком...... унизительна!
"Ты заигралась со своим планом загнать Нацухи в угол."
"Вы слишком много играли со своими рассуждениями.
......Теперь ваша госпожа не единственная, кто может говорить о смерти Кинзо красной правдой."
"Ты получила по заслугам за то, что валяла дурака во тьме ведьм.
......Знай это, Фурудо Эрика!.."
"Нгх...... гх‐х, гх!.."
Разумеется, даже Эрика сомневалась в существовании Кинзо.
Но раньше никто из присутствующих на заседании не мог опровергнуть его существование,
за исключением Бернкастель и Лямбдадельты, сидевших друг рядом с другом.
Из‐за умышленного молчания этих двоих правда о Кинзо так и не была раскрыта.
Кто бы мог подумать, что Баттлер...... станет ведьмой...... магом
и сможет использовать красный без доказательств!
Однако у неё был свой инквизитор ереси, который тоже мог использовать красный, ничего не доказывая!
"Д‐Длано‐о‐о‐о‐о‐о‐ор!!!"
"
2‐й Нокс!
Детективу нельзя опираться на сверхъестественные силы!
Если хочешь доказать красной правдой, что Кинзо умер, я требую, чтобы ты предоставил доказательство человеческой правдой, которой этому можно придать смысл!..
"
"......Прости, старик."
"Давай, Баттлер.
Не дай моему трупу остановить тебя!.."
"
Предоставление доказательства.
Я предоставлю труп, который можно опознать как труп Уширомии Кинзо!..
"
"
Можешь доказать, что это труп Уширомии Кинзо?!
Не важно, как сильно они похожи, пока ты не докажешь, что это он.
Можно утверждать, что это труп кого‐то другого!
Ты можешь доказать, что это труп Кинзо, правдой людей?!
Никакие контраргументы красной правдой в этом случае не сработают!..
"
"......O‐o.
Любой ответный удар красной правдой не будет допустим?
Думаю, годится."
"Да, существование посторонних трупов уже опровергнуто красным.
Но если нельзя сказать это красным...
... *хи‐хи*, Баттлеру ничто не поможет.
Хе‐хе‐хе‐хе‐хе‐хех!"
"Верно......
На Роккенджиме, оторванном от внешнего мира, нет объективного способа доказать, что это труп деда.
"
"
И становится возможно, что этот труп — двойник!
Неопознаваемый труп не может служить доказательством смерти Кинзо!..
"
"
......Шах и мат!..
Моя теория не дрогнула!
"
Дланор перекрыла красную правду как средство доказать, что труп Кинзо был показан.
......Даже с силой ведьм Баттлер не мог выступить против!..
".........Как ты собираешься доказать, что это труп Кинзо, если красная правда запрещена?
Невозможно.
...Такое невозможно!.."
"......Красным или голубым... верно?.."
"
Я гарантирую, что это труп Уширомии Кинзо!..
"
Затем,
...когда Дланор...
... столкнулась с золотой вспышкой Баттлера...
...... она не смогла полностью отразить её ни красным, ни синим мечом...
... и её отбросило в пустоту...
Прямое попадание... без единого просчёта.
Хотя она всегда казалась такой же стойкой, как маленький гигант,
когда её отбросило и ударило об стену, она наконец начала производить впечатление хрупкой девочки...
"Д‐Дланор?! Ч‐что ты......"
"......Великолепная золотая правда.
.........Допустимо."
"......Зо... золотая правда?!"
Золотой меч, который рисовал красные и синие линии,
наконец‐то нарисовал кривую, сохранившую свой божественный золотистый цвет.
Представленная правда...... не была ни красной, ни синей.
......Она была... золотой!..
"Ч‐что?..
Лямбда, это по правилам?!"
"............
......Да.
......Допустимая золотая правда.
Золотую правду...
... может использовать только территориальный лорд этого мира...
... нет...... только сам Владелец игры!"
"Ч‐что вы сказали?.."
"......Золотая правда.
Божественная истина другой материи, нежели красная.
......Эта сила равна красной правде.
......Иногда она уступает ей,
а иногда превосходит!"
"Это сияние...... доказывает, что Баттлер действительно понимает Беато."
"..........Я доказал.
Доказал, что это труп деда."
"Да.
Золотая правда...... принята.
Если теорию леди Эрики не подвергнуть пересмотру, она будет разрушена!.."
"Ч‐что за......
А... а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐аргх!!!"
Эрика закричала от боли.
......Не от той, когда пронзают тело.
Это была боль от осквернения её теории!..
".........Понятно.
......Это как \'И не стало Экройдов\'.
......С одним этим...............
.........*хи‐хи*хи‐хи*,
аха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха‐ха!!!
Безумная коллекция шедевров!"
"Баттлер, необязательно говорить больше.
Даже без этого
твоя правда об исчезновении трупов \'понята\'!"
"Да, *то*, о чём ты думаешь, не противоречит предыдущим красным этого заседания!
Твоя правда, основанная на мести человека из 19‐летней давности, полностью понята и принята к рассмотрению!
Я объявляю твою правду утверждённой!"
"Что...
Как?!
Это ещё почему, великая леди Лямбдадельта?!!
Он так и не объяснил всего!..
У меня ещё есть много аргументов...... например, закрытая комната Хидэёши, запечатанная комната Нацухи и пуговица в шкафу!"
".......Так.
......Ты всё ещё намерена спорить с Баттлером?.."
"Гх...... гва‐а‐а‐а‐агх‐х!!!"
Одна Эрика, вроде бы такая умная, не могла понять.
......Она не понимала, что Баттлер уже отыскал настоящую правду.
"
Следовательно, отсутствие деда подтверждено,
и бесчестные отношения между ним и тётей Нацухи сняты с рассмотрения!
"
"
Тётя Нацухи чиста и верна!
Я не допущу эту вульгарную историю, которая вам всем так понравилась!
"
".........Ба... Баттлер!.."
"
Более того.
Возникли сомнения во времени смерти жертв, поэтому алиби всех остальных, помимо тёти Нацухи, вернулись на круги своя!..
"
"
Ваши попытки доказать, что преступление могла совершить только тётя Нацухи, ни к чему не приведут!
"
Дланор, которая в какой‐то момент села на колени,
медленно поднялась......
Вспышка золотого меча по‐прежнему была погребена глубоко в её груди.
Несмотря на неотразившуюся на лице боль,
её неловкие движения ясно давали понять, насколько серьёзным был урон.
Даже зная, что этот поединок давно закончен...
Дланор не бросила свой долг...
"
Но в комнате кузенов ты видел трупы, которые нельзя было неправильно опознать!..
Хочешь сказать, это была ложь?!
...7‐й Нокс, детектив не может быть преступником!
У него должна быть объективная точка зрения.
Твоя теория нарушает это обязательство!"
"
В этой игре детектив — Фурудо Эрика, а не я!
И 9‐й Нокс разрешает наблюдателям высказывать собственные выводы и толкования!..
"
"
Knox\'s 8th: Недопустимо раскрывать дело с помощью непредставленных улик!
До сих пор именно ты был детективом!
Было ли показано, что ты не детектив в этот раз, а наблюдатель с субъективной точкой зрения?!!
Если нет, то ты не имеешь права фальсифицировать свою точку зрения!
"
"
В этой игре!
Раскрыв механизм загадки эпитафии, я увидел деда.
......Как уже было объявлено красным, его не существует.
Я не мог его видеть!
Поэтому уже было показано, что моя точка зрения необъективна!
"
"
Вполне возможно, что за Кинзо ты принял простынь, развивающуюся на ветру.
Это не предпосылка, создающая основу для 9‐го Нокса!..
Ошибаться разрешено всем наблюдателям!
"
"
Есть красная правда Беато из четвёртой игры!
Никто бы не спутал Уширомию Кинзо с чем‐либо другим!
"
Эту красную правду Беато противопоставила моей синей правде о том, что \'кто‐то замаскировался под Кинзо\',
чтобы создать такое впечатление, будто дед появился.
Иначе говоря, на этом острове все иллюзии, по вине которых можно принять что‐то за деда, включая то, что кто‐то другой им притворился, *не действуют*.
Все схемы тёти Нацухи, создающие впечатление, что дед жив, были скрыты в слепых зонах родственников.
Все их ловкие трюки вроде \'он секунду назад был здесь\'
или \'он сейчас у себя кабинете\'.
Они не пытались сделать так, чтобы кто‐либо спутал что‐то увиденное с самим дедом,
так что никаких противоречий нет.
Если бы они набросили на кого‐то из слуг накидку деда...
их бы мгновенно раскрыли......
Было гарантировано,
что ни один из персонажей в этой истории \'не может перепутать деда с чем‐либо другим\'!..
А если кто‐то всё же утверждает, что видел его, это становится \'ложью\'.
Лгать в своих наблюдениях — право, предоставленное всем...
... за исключением одного человека.
И это
\'детектив\'!..
"
По праву 9‐го Нокса люди могут ошибочно принять за что‐то простынь на ветру и рассказать об этом.
......Однако!
В этой игре красная правда запрещает принимать её за деда!
"
"......Значит, ты сказал, что видел Кинзо,
не предполагая,
а намеренно.
......И это доказывает, что наблюдатель не был объективен...
Вот что ты имеешь в виду?.."
В этом случае непреднамеренное неузнавание недопустимо правилами игры.
Но можно намеренно \'солгать об увиденном\', о том, чего никогда не видел!..
И это запрещено \'детективу\', обременённому ответственностью беспристрастной оценки......
"Извини за безумную логику...
Теперь всё кончено."
"Нет, ничего."
............Пока в этом мире есть такой человек, как ты.
Ты непременно защитишь хрупкую истину от любого высокомерия.
Ты обязательно спасёшь настоящую правду от тирании любой вероятной правды......
утверждённой единственно верной и искореняющей все хрупкие истины!..
Золотой меч Баттлера......... нарисовал массивную синюю дугу, словно расщепляя небо.
"Я рада, что могла сражаться с тобой!.."
"
Поэтому...
моя точка зрения в этой игре основана на девятом Ноксе, а не на седьмом!..
Я заявил, что видел деда, и вот доказа‐а‐ательство!!!
"
......По собору пронёсся звон
— меч Дланор упал на пол.
Для гордой Дланор просто опустить его было всё равно что отступить.
Хотя синий след, нарисованный Баттлером, был устремлён прямо в голову Дланор......... он остановился на волоске от неё.........
Если бы не это, от Дланор ничего бы не осталось.
".........Сдаюсь.
......Я отказываюсь отрицать твою правду..."
"Я вернул долг.
......Честь твоему отцу.
......Декалог не был ни высокомерным, ни осуждающим!.."
"Че... честь...... моему отцу........."
Дланор...... села на пол...
... и окончательно утратила желание бороться.
"Ты...... ты что творишь, Дланор?!!
Убогая, жалкая!
Глупая, полоумная кукла‐убийца!!!
Запятнала честь своего отца, как тебе не стыдно!
И ты ещё называешь себя клиньями детектива?!
Сдаёшься магии?!
История детективного жанра такого не допустит!"
".........Это ты...
... ничего не понимаешь в детективе.
......Если детектив тебе видится не более чем оружием, с которым можно интеллектуально насмехаться над противником...
... я больше никогда не позволю тебе это сказать!!!"
"......Ба... Баттле‐е‐е‐е‐е‐е... е‐ер!!!"
"
Вот правда, конфликтующая с твоей!
Тёте Нацухи угрожал по внутренней телефонной линии человек из 19‐летней давности — я!
"
"
Его целью было выставить её убийцей!..
Вся эта драма о мести была задумана, чтобы подставить тётю Нацухи!..
"
"
О... ошибаешься, это драма о том, как Нацухи мстила семье Уширомия!
Твоя теория противоречит моей!
"
"......Но ты до сих пор не можешь вытащить синее копье, торчащее из тебя."
"Да, точно.
От Эрики я не слышала ни одного не связанного с Кинзо объяснения исчезновения трупов.
Твоя теория вот‐вот будет опровергнута, так ведь?!"
"Э... это копье просто...
......... угх...... га‐а‐а‐ах!..
Пресс‐папье...
... уйдите с дороги!.."
......Её теорию мучили глубоко вонзённые семь красных клиньев и синее копьё.
Они не выходят......... Не выходят!..
"............Я признаю ошибку в рассуждении Эрики и необходимость в пересмотре."
"Ч... что...... госпожа?!?!"
С отвращением произнесла Бернкастель,
смотря на скривившееся от боли лицо Эрики, стремящейся избавиться от копья.
Перед лицом фактов... она сама признала провал Эрики.
Эрика посмотрела на свою госпожу, уже не уверенную в её победе, со смесью шока и отчаяния...
"......Мне наплевать на твою гордость.
Как долго ты собираешься позорить себя?
......Ты, мой двойник, которому были дарованы те же синие волосы, что у меня...... сколько ещё ты собираешься висеть там, вся пронзённая этими клиньями?..
Видимо, придётся самой спускаться......"
".........Всё‐таки мне не нужна фигура.
А‐а, сколько проблем, сколько проблем, одни проблемы...
К чёрту фигуру, я её выброшу, а‐а, эту разочаровавшую, огорчившую, обескураженную, безнадёжную осечку!..
......Пошевеливайся, дрянь!!!
Разве я не сказала тебе пересмотреть твою жалкую теорию?!?!"
"O‐о...... агх... х‐х........ д‐да, госпожа!..
Я пересмотрю... Я пересмотрю свою теорию!..
Гья‐а‐а‐а‐а‐а‐а‐а‐а‐а!.."
Когда лицо Эрики скривилось в унижении и из её глаз брызнули слезы,
она отступила и пересмотрела свою теорию, как ей приказала госпожа......
Тихо пробормотав, она изменила кое‐что синей правдой, признанной Лямбдадельтой,
наконец разбила синее копье и освободилась......
Хотя эта голубая правда объясняла исчезновение трупов......
она не могла скрыть отчаяние и потрёпанность этого рассуждения.
".........Госпожа......
.........Я...... я вытащила.........
Моя теория...
... совершенна......"
"В каком месте?
Она ужасно жалкая.
.........Но я прощаю тебя.
Твоё лицо и твоя теория настолько убоги, что хоть посмеяться можно!
*хи‐хи*хи‐хи*хи‐хи*хи‐хи*хи‐хи*!!!"
Над Эрикой с уродливым выражением насмехалась её же госпожа.
Эрика билась на полу, плача горькими слезами.
Раненная Дланор встала перед ней, словно защищая её, и сказала как Бернкастель, так и Баттлеру.
"......Насколько бы жалкой она ни была......
пересмотренная правда леди Эрики допустима."
"Да, верно.
Твоя правда может существовать параллельно с моей.
......Таков этот мир.
Никто не может опровергнуть их, поэтому, если есть разные правды, они могут существовать одновременно даже если дико противоречат друг другу.
Здесь может быть столько правд, сколько можно себе представить.
Никто не в силах опровергнуть их!.."
"Да, именно.
......Я никому не позволю отрицать правду леди Эрики."
"Д‐Дланор........."
"Пока я здесь,
я буду защищать эту правду.
......И насколько бы жалкой она ни была, я не стану смеяться над ней."
"A‐a...... ува‐а‐а‐а‐а‐а‐а‐а!"
......От слов Дланор, на которую она раньше смотрела свысока, Эрика снова в рыданиях заметалась по полу.
"А также.
Поскольку универсальной правды нет, всё покрыто мраком.
......Поэтому.
Раз ни мою теорию, ни теорию Эрики нельзя опровергнуть, ни одна из этих правд не универсальна.
Они расплывчаты, и ни одну из них нельзя ни опровергнуть, ни сделать абсолютной!.."
"Раз ничего не решено, иллюзия ведьмы по‐прежнему существует.
.........Её имеет право раскрыть не Эрика и не кто‐либо из вас...
... а только я!
Я не позволю никому другому разоблачить иллюзию Беатриче!!!"
"Приговор пересмотрен!..
Причина: из‐за правды, представленной Уширомией Баттлером, правда Эрики более не универсальна!
Однако её правду невозможно опровергнуть!
Поэтому их правды существуют вместе!
Вердикт пятой игры отменён!"
"Исход игры — ничья!
И я передаю позицию Владельца игры Золотому магу, Уширомии Баттлеру!"
"Уширомия Баттлер, шаг вперёд!
Я назначаю тебя новым Владельцем игры!
Согласишься?
Согласишься же?!
Соглашайся, новая ведьма Бесконечности!!!"
"Да!
Я — новый Владелец игры!
Я организую шестую игру!.."
"Эрика, давай на этот раз всё уладим!
Встань!"
"......Д‐да...
... я встану......
......Вы ещё пожалеете, что...
... дали мне шанс смыть этот позор!!!
Госпожа, прошу вас, позвольте мне в шестой игре снова сразиться с Баттлером!"
".........Ладно.
Конечно же, я дам тебе шанс."
"Ого, невероятно.
Она сказала, что даст тебе шанс.
Разве не чудо? Ведьма чудес, Бернкастель."
".........Эрика.
Тебе чудом удалось спасти свою жизнь.
......В шестой игре... игре Баттлера...
...... раскрой правду несмотря ни на что...
Если не хочешь быть брошена во тьму забвения!"
"Д‐да, госпожа!!!
.........Д‐Дланор..."
"Разумеется.
В следующей игре я тоже приложу все усилия."
"Хех...... хе‐хе‐хе‐хех!
Я больше не буду притворяться гостьей.
......Мы с Дланор разорвём твою игру!"
"Отлично.
Я приглашаю вас в свою шестую игру!..
Извини, но это твоё название...\'Шах и мат\'...ей не подходит."
"Это ваша игра. Выберите название сами!
Давайте!..
Я, Фурудо Эрика............ больше детектив, чем ведьма!
"
"Я признаю вас новым владельцем этой игры...... и выдаю объявление войны!!!
Я обязательно... обязательно всё выставлю на свет! Я убью вас!
Золотой маг, Уширомия Баттлер!!!"
"Да, выложись на полную!
Фурудо Эрика‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а‐а!!!"
Просто смотри, Беато.
......Я позабочусь о твоей игре!
И в следующей игре я докажу, что понял все твои загадки!..
Episode6 Dawn of the golden witch
